Repository: camiloroca/Localization
Catalog: Greek/Plugin/LP_Plugin_GR.po
Languages: el

source: Whatsapp no for listing detail page.
el: Whatsapp αριθ. Για σελίδα λεπτομερειών καταχώρισης.

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign
el: Συνιστάται η παροχή επίσημης διεύθυνσης URL ιστότοπου και η αποφυγή σελίδων προορισμού που έχουν σχεδιαστεί για μια συγκεκριμένη καμπάνια

source: Choose Your Business Category
el: Επιλέξτε την κατηγορία της επιχείρησής σας

source: Detail description about your listing
el: Λεπτομερής περιγραφή για την καταχώρισή σας

source: Gallery
el: Εκθεσιακός χώρος

source: Upload Feature Image
el: Μεταφόρτωση εικόνας χαρακτηριστικών

source: Quick tip for featured images
el: Γρήγορη συμβουλή για επιλεγμένες εικόνες

source: this is test data for quick tip for title field
el: πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο τίτλου

source: this is test data for quick tip for tagline field
el: Πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο της ετικέτας

source: quick tip data for location field
el: δεδομένα γρήγορης συμβουλής για το πεδίο τοποθεσίας

source: this is test infor address field
el: Αυτό είναι πεδίο δοκιμής πληροφοριών διεύθυνσης

source: this is quick tip info for phone field
el: αυτή είναι μια γρήγορη συμβουλή για το πεδίο τηλεφώνου

source: this is quick tip info for website field
el: αυτή είναι γρήγορη συμβουλή για το πεδίο του ιστότοπου

source: Quick tip on FAQ question
el: Γρήγορη συμβουλή για την ερώτηση FAQ

source: this is test data for quick tip info of FAQ answer field
el: Αυτά είναι δεδομένα δοκιμής για γρήγορες πληροφορίες συμβουλών στο πεδίο απάντησης Συχνές ερωτήσεις

source: this is test data for quick tip info of Video field
el: πρόκειται για δεδομένα δοκιμής για γρήγορες πληροφορίες για το πεδίο Βίντεο

source: quick tip info for gallery
el: πληροφορίες γρήγορης συμβουλής για γκαλερί

source: quick tip for featured img
el: γρήγορη συμβουλή για επιλεγμένο img

source: quick tip for business logo
el: γρήγορη συμβουλή για το λογότυπο της επιχείρησης

source: quick tip for account section
el: γρήγορη συμβουλή για ενότητα λογαριασμού

source: You agree & accept our Terms & Conditions for submitting listing
el: Συμφωνείτε και αποδέχεστε τους Όρους και Προϋποθέσεις μας για την υποβολή καταχώρισης

source: Video Testimonial
el: Βίντεο μαρτυρία

source: Video preview Image
el: Εικόνα προεπισκόπησης βίντεο

source: Video URL
el: Διεύθυνση URL βίντεο

source: Testimonial Title
el: Πιστοποιητικός τίτλος

source: Author name
el: Όνομα συγγραφέα

source: Author Company
el: Συγγραφέας Εταιρεία

source: Author Avatar
el: Συγγραφέας Avatar

source: ListingPro
el: ListPro

source: Listing Category
el: Κατηγορία καταχώρησης

source: Location
el: Τοποθεσία

source: Features
el: Χαρακτηριστικά

source: Expire After
el: Λήξη μετά

source: Payment Status
el: Κατάσταση πληρωμής

source: Author
el: Συντάκτης

source: Date
el: Ημερομηνία

source: Associated Plan
el: Σχετικό σχέδιο

source: Days Left
el: Μέρες που απομένουν

source: Unlimited
el: Απεριόριστος

source: N/A
el: ΟΧΙ

source: Select your listing features
el: Επιλέξτε τις δυνατότητες καταχώρισής σας

source: Verify your purchase code to unlock all features, see
el: Επαληθεύστε τον κωδικό αγοράς σας για να ξεκλειδώσετε όλες τις δυνατότητες, δείτε

source: instructions
el: οδηγίες

source: Valid License Key!
el: Έγκυρο κλειδί άδειας!

source: Invalid license key
el: Μη έγκυρο κλειδί άδειας

source: Show All %s
el: Εμφάνιση όλων% s

source: Select Plan
el: Επιλέξτε Σχέδιο

source: Active
el: Ενεργός

source: Pending
el: εκκρεμής

source: Delete
el: Διαγράφω

source: Sorry! there is no result
el: Συγνώμη! δεν υπάρχει αποτέλεσμα

source: Users Type...
el: Τύπος χρηστών ...

source: Filter
el: Φίλτρο

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
el: Ο διακομιστής δεν έχει εγκατεστημένο ή / και ενεργοποιημένο το ImageMagick ή το GD! Απαιτείται οποιαδήποτε από αυτές τις βιβλιοθήκες για να μπορεί το WordPress να αλλάζει το μέγεθος των εικόνων. Επικοινωνήστε με τον διαχειριστή του διακομιστή σας για να το ενεργοποιήσετε πριν συνεχίσετε.

source: Image rotate failed.
el: Η περιστροφή εικόνας απέτυχε.

source: Image opacity change failed.
el: Η αλλαγή αδιαφάνειας εικόνας απέτυχε.

source: Image color change failed.
el: Η αλλαγή χρώματος εικόνας απέτυχε.

source: Image grayscale failed.
el: Η κλίμακα του γκρι εικόνας απέτυχε.

source: Image negate failed.
el: Η άρνηση εικόνας απέτυχε.

# post type general name
source: Claims
el: Αξιώσεις

# post type singular name
source: Claim
el: Απαίτηση

# admin menu
source: Claims
el: Αξιώσεις

# add new on admin bar
source: Claim
el: Απαίτηση

# review
source: Add New
el: Προσθεσε νεο

source: Add New Claim
el: Προσθήκη νέας αξίωσης

source: New Claim
el: Νέα αξίωση

source: Edit Claim
el: Επεξεργασία αξίωσης

source: View Claim
el: Προβολή αξίωσης

source: All Claims
el: Όλες οι αξιώσεις

source: Search Claims
el: Αναζήτηση αξιώσεων

source: Parent Claims:
el: Γονικές αξιώσεις:

source: No reviews found.
el: Δεν βρέθηκαν κριτικές.

source: No reviews found in Trash.
el: Δεν βρέθηκαν κριτικές στον Κάδο απορριμμάτων.

source: Description.
el: Περιγραφή.

source: Current Author
el: Τρέχων συγγραφέας

source: Status
el: Κατάσταση

source: Confirm
el: Επιβεβαιώνω

source: Times
el: Φορές

source: Time
el: χρόνος

source: Frequently Ask Questions
el: Συχνές ερωτήσεις

source: FAQ: How many directories can I build with a single license?
el: Συχνές ερωτήσεις: Πόσους καταλόγους μπορώ να δημιουργήσω με μία μόνο άδεια;

source: FAQ: Can I monetize (earn) from my directories with a regular license?
el: Συχνές ερωτήσεις: Μπορώ να δημιουργήσω έσοδα (κερδίζω) από τους καταλόγους μου με κανονική άδεια;

source: FAQ: What`s included in item support (regular license)?
el: Συχνές ερωτήσεις: Τι περιλαμβάνονται στην υποστήριξη στοιχείων (κανονική άδεια);

source: Multi-Criteria Rating
el: Βαθμολογία πολλαπλών κριτηρίων

source: Yes
el: Ναί

source: No
el: Οχι

source: Select Option
el: Επιλέξτε Επιλογή

source: Browse File
el: Αναζήτηση αρχείων

source: Please Login To Upload
el: Παρακαλώ συνδεθείτε για να ανεβάσετε

source: Ads Invoices
el: Τιμολόγια διαφημίσεων

source: All Types
el: Ολοι οι τύποι

source: All Methods
el: Όλες οι μέθοδοι

source: Stripe
el: Ταινία

source: Wire
el: Σύρμα

source: All Status
el: Όλη η κατάσταση

source: Search Invoices
el: Αναζήτηση τιμολογίων

source: Invoices
el: Τιμολόγια

source: Listings Invoices
el: Τιμολόγια καταχωρίσεων

source: 2 Checkout
el: 2 Ταμείο

source: PAID
el: ΕΠΙ ΠΛΗΡΩΜΗ

source: Invoice#
el: Τιμολόγιο#

source: Date:
el: Ημερομηνία:

source: Invoice To:
el: Τιμολόγιο σε:

source: Pay To:
el: Πληρωμή σε:

source: Business Name
el: Επωνυμία Επιχείρησης

source: Call Us For Help
el: Καλέστε μας για βοήθεια

source: Invoice Details
el: Λεπτομέρειες τιμολογίου

source: Transaction ID
el: Ταυτότητα συναλλαγής

source: Listing Name
el: Όνομα καταχώρησης

source: Pricing Plan
el: Πρόγραμμα τιμολόγησης

source: Duration
el: Διάρκεια

source: Amount
el: Ποσό

source: Tax
el: Φόρος

source: Plan Price
el: Τιμή προγράμματος

source: Paid with
el: Πληρώθηκε με

source: Download PDF
el: Λήψη PDF

source: Print
el: Τυπώνω

source: Billed To:
el: Χρέωση σε:

source: List Name :
el: Λίστα ονομάτων :

source: Amount
el: Ποσό

source: Coupons
el: Κουπόνια

source: Sorry! Pending or Expired
el: Συγνώμη! Σε εκκρεμότητα ή έχει λήξει

source: Great! Enjoy the discount
el: Μεγάλος! Απολαύστε την έκπτωση

source: Sorry! Limit exceeded
el: Συγνώμη! Υπέρβαση ορίου

source: Sorry! Invalid coupon code
el: Συγνώμη! Μη έγκυρος κωδικός κουπονιού

source: Discount( without % sign ) :
el: Έκπτωση (χωρίς σύμβολο%):

source: Discount( fix price ) :
el: Έκπτωση (σταθερή τιμή):

source: Listingpro Coupons
el: Κουπόνια Listpro

source: Generate
el: Παράγω

source: Please click on generate button
el: Κάντε κλικ στο κουμπί δημιουργίας

source: Fix Price Coupon?
el: Διόρθωση κουπονιού τιμών;

source: Please add only numeric value
el: Προσθέστε μόνο αριθμητική τιμή

source: Start Date :
el: Ημερομηνία έναρξης :

source: Coupon Starts
el: Το κουπόνι ξεκινά

source: End Date :
el: Ημερομηνία λήξης :

source: Limit :
el: Οριο :

source: Save Coupon
el: Αποθήκευση κουπονιού

source: No.
el: Οχι.

source: Code
el: Κώδικας

source: Discount value
el: Αξία έκπτωσης

source: Available
el: Διαθέσιμος

source: Start Date
el: Ημερομηνία έναρξης

source: Ends Date
el: Ημερομηνία λήξης

source: (Fix)
el: (Διορθώσετε)

source: Expired
el: έχει λήξει

source: Sorry! There is no active coupon
el: Συγνώμη! Δεν υπάρχει ενεργό κουπόνι

source: Sorry! There is no expired coupon
el: Συγνώμη! Δεν υπάρχει κουπόνι που έχει λήξει

source: Sorry! There is no coupon
el: Συγνώμη! Δεν υπάρχει κουπόνι

source: Flagged
el: Επισημασμένο

source: Sorry! There is no report found
el: Συγνώμη! Δεν βρέθηκε αναφορά

source: Flags
el: Σημαίες

source: Reviews Reports
el: Αναφορές Κριτικές

source: Review Title
el: Επανεξέταση τίτλου

source: Reported For
el: Αναφέρθηκε για

source: Action
el: Δράση

source: Are you sure you want to proceed?
el: Είστε βέβαιοι ότι θέλετε να συνεχίσετε;

source: Listingpro Compatibility Wizard
el: Οδηγός συμβατότητας Listpro

source: Listingpro Wizard
el: Οδηγός καταχώρησηςpro

source: One-Time Backward Compatiblity Wizard
el: Μία φορά προς τα πίσω οδηγός συμβατότητας

source: We have made some major changes in the latest version that requires a one-time compatiblity wizard to make sure everything is fine after the update.
el: Έχουμε πραγματοποιήσει μερικές σημαντικές αλλαγές στην τελευταία έκδοση που απαιτούν έναν εφάπαξ οδηγό συμβατότητας για να βεβαιωθούμε ότι όλα είναι καλά μετά την ενημέρωση.

source: Start
el: Αρχή

source: Back To Dashboard
el: Επιστροφή στον πίνακα ελέγχου

source: Complete
el: Πλήρης

source: Select Package Type
el: Επιλέξτε Τύπος πακέτου

source: Please Make sure to add no. of posts in this package
el: Βεβαιωθείτε ότι έχετε προσθέσει όχι. αναρτήσεων σε αυτό το πακέτο

source: Package
el: Πακέτο

source: Pay Per Listing
el: Πληρωμή ανά καταχώριση

source: Enter Description here
el: Εισαγάγετε την περιγραφή εδώ

source: Plan Description...
el: Περιγραφή σχεδίου ...

source: Will only work with "Virtical View 3" of Pricing Plan Page Style
el: Θα λειτουργεί μόνο με το "Virtical View 3" του στυλ σελίδας σχεδίου τιμολόγησης

source: Enter no. of post in the package
el: Πληκτρολογήστε αρ. του ταχυδρομείου στο πακέτο

source: Total Posts in Package
el: Σύνολο αναρτήσεων στο πακέτο

source: Select color for the title background box
el: Επιλέξτε χρώμα για το πλαίσιο φόντου τίτλου

source: Duration Type
el: Τύπος διάρκειας

source: Default
el: Προκαθορισμένο

source: Yearly
el: Ετήσια

source: Max. Images In Gallery (add only integer value)
el: Μέγιστη. Εικόνες στη συλλογή (προσθέστε μόνο ακέραια τιμή)

source: Empty field will be considered as unlimited"
el: Το κενό πεδίο θα θεωρείται απεριόριστο "

source: Max Gallery Size (Put only integer value) units are in MBs
el: Οι μονάδες Μέγ. Μέγεθος Συλλογής (μόνο ακέραια τιμή) βρίσκονται σε MB

source: Empty field will be considered as unlimited
el: Το κενό πεδίο θα θεωρείται απεριόριστο

source: Price (Do not use currency sign)
el: Τιμή (Μη χρησιμοποιείτε νόμισμα)

source: Empty field will be considered as free plan. Free plan option only works in "Pay per Listing"
el: Το κενό πεδίο θα θεωρείται δωρεάν σχέδιο. Η επιλογή δωρεάν προγράμματος λειτουργεί μόνο στο "Πληρωμή ανά καταχώριση"

source: Duration( in days )
el: Διάρκεια (σε ημέρες)

source: Continue free plan after expire
el: Συνεχίστε το δωρεάν πρόγραμμα μετά τη λήξη

source: Hot Plan
el: Καυτό σχέδιο

source: Plan Usage
el: Χρήση προγράμματος

source: General
el: Γενικός

source: Category
el: Κατηγορία

source: Unselect all
el: Αποεπιλογή όλων

source: Select all
el: Επιλογή όλων

source: Enable/Disable Listing Fields By Plan
el: Ενεργοποίηση / απενεργοποίηση πεδίων καταχώρησης ανά σχέδιο

source: <label for="bulk_enable_price_options"><b>Enable All Following</b></label>
el: <label for = "bulk_enable_price_options"> <b> Ενεργοποίηση όλων των ακόλουθων </b> </label>

source: <label for="contact_show"><b>contact information</b></label>
el: <label for = "contact_show"> <b> στοιχεία επικοινωνίας </b> </label>

source: <label for="map_show"><b>Google map</b></label>
el: <label for = "map_show"> <b> Χάρτης Google </b> </label>

source: <label for="video_show"><b>video</b></label>
el: <label for = "video_show"> <b> βίντεο </b> </label>

source: <label for="gallery_show"><b>Gallery</b></label>
el: <label for = "gallery_show"> <b> Συλλογή </b> </label>

source: <b>Tagline</b>
el: <b> Σήμανση </b>

source: <b>Location.</b>
el: <b> Τοποθεσία. </b>

source: <b>Website.</b>
el: <b> Ιστότοπος. </b>

source: <b>Appointments.</b>
el: <b> Ραντεβού. </b>

source: <b>Lead Form.</b>
el: <b> Φόρμα μολύβδου. </b>

source: <b>Social Media links.</b>
el: <b> Σύνδεσμοι κοινωνικών μέσων. </b>

source: <b>FAQs list.</b>
el: <b> Λίστα ερωτήσεων. </b>

source: <b>Price Range.</b>
el: <b> Εύρος τιμών. </b>

source: <b>Tags or Keywords.</b>
el: <b> Ετικέτες ή λέξεις-κλειδιά. </b>

source: <b>Business Hours.</b>
el: <b> Ωράριο λειτουργίας. </b>

source: <b>Reserva Booking.</b>
el: <b> Κράτηση κράτησης. </b>

source: <b>Timekit Booking.</b>
el: <b> Κράτηση χρονομέτρου. </b>

source: <b>Menu.</b>
el: <b> Μενού. </b>

source: <b>Announcement.</b>
el: <b> Ανακοίνωση. </b>

source: <b>Deals, Offers, Discounts.</b>
el: <b> Προσφορές, προσφορές, εκπτώσεις. </b>

source: <b>competitor campaigns</b> on Listing Detail Page
el: <b> καμπάνιες ανταγωνιστών </b> στη σελίδα λεπτομερειών καταχώρισης

source: <b>featured image</b> on Listing Detail Page
el: <b> επιλεγμένη εικόνα </b> στη σελίδα λεπτομερειών καταχώρισης

source: <b>Events in listings
el: <b> Εκδηλώσεις σε λίστες

source: <b>Hide Google Ads
el: <b> Απόκρυψη του Google Ads

source: Category Icon
el: Εικονίδιο κατηγορίας

source: For Archive and Search Page
el: Για σελίδα αρχειοθέτησης και αναζήτησης

source: Icon On Banner
el: Εικονίδιο

source: Icon For Home Page Banner
el: Εικονίδιο για banner αρχικής σελίδας

source: Category Banner
el: Διαφήμιση κατηγορίας

source: Category Banner ID
el: Αναγνωριστικό banner κατηγορίας

source: Feature icon
el: Εικονίδιο χαρακτηριστικών

source: Location Image
el: Εικόνα τοποθεσίας

source: Location Image ID
el: Αναγνωριστικό εικόνας τοποθεσίας

source: Remove
el: Αφαιρώ

source: + Add More
el: + Προσθήκη περισσότερων

source: Quick questions
el: Γρήγορες ερωτήσεις

source: Add Your Business Hours.
el: Προσθέστε τις ώρες εργασίας σας.

source: FAQ helps to understand.
el: Οι συχνές ερωτήσεις βοηθούν στην κατανόηση.

source: + Add New
el: + Προσθήκη νέου

source: Insert image
el: Εισαγωγή εικόνας

source: Current :
el: Ρεύμα :

source: Edit Gallery
el: Επεξεργασία συλλογής

source: Upload Images
el: Ανεβάστε εικόνες

source: No menus have been created yet. <a href="%s">Create some</a>.
el: Δεν έχουν δημιουργηθεί ακόμα μενού. <a href="%s"> Δημιουργήστε μερικά </a>.

source: Add Banner
el: Προσθήκη banner

source: Plan For
el: Σχεδια για

source: Listing Only
el: Μόνο καταχώριση

source: Claim Only
el: Μόνο αξίωση

source: Both
el: Και τα δυο

source: Claim Type
el: Τύπος αξίωσης

source: Free
el: Ελεύθερος

source: Paid
el: επί πληρωμή

source: Send Email
el: Να στείλετε e-mail

source: Add More
el: Πρόσθεσε περισσότερα

source: Select Listing for Claim
el: Επιλέξτε Καταχώριση για αξίωση

source: Claimed by
el: Διεκδικείται από

source: Claimer First Name
el: Όνομα αξίωσης

source: Claimer Last Name
el: Επώνυμο αξίωσης

source: Claimer Business Email
el: Επιχειρηματικό email αξίωσης

source: Claimer Attachment
el: Συνημμένο αξίωσης

source: Claimer Details
el: Λεπτομέρειες αξιώτη

source: Claimer Phone
el: Τηλέφωνο αξίωσης

source: Select Listing
el: Επιλέξτε Καταχώριση

source: Ad type
el: Τύπος διαφήμισης

source: Launched Date
el: Ημερομηνία κυκλοφορίας

source: Mode
el: Τρόπος

source: Total Duration
el: Συνολική διάρκεια

source: Total Budget
el: Συνολικός προϋπολογισμός

source: Remaining Balance
el: Εναπομείναν ποσό

source: Click Used
el: Κάντε κλικ στο Μεταχειρισμένο

source: Rating
el: Εκτίμηση

source: Assigned to Listing
el: Ανατέθηκε στην καταχώριση

source: Reply
el: Απάντηση

source: Reported By
el: Αναφέρθηκε από

source: Reported Count
el: Αριθμός αναφοράς

source: Business Tagline Text
el: Κείμενο ετικέτας επιχείρησης

source: Google Address
el: Διεύθυνση Google

source: Map Pin
el: Καρφίτσα χάρτη

source: Youtube Channel Link
el: Σύνδεσμος καναλιού Youtube

source: Your Youtube Channel URL as social link
el: Η διεύθυνση URL του καναλιού σας στο Youtube ως σύνδεσμος κοινωνικής δικτύωσης

source: Instagram Profile Link
el: Σύνδεσμος προφίλ Instagram

source: Your Instagram Profile URL as social link
el: Η διεύθυνση URL του προφίλ σας Instagram ως κοινωνικός σύνδεσμος

source: Youtube Video URL
el: Διεύθυνση URL βίντεο Youtube

source: Any specific Youtube Video? You want to share on business page
el: Οποιοδήποτε συγκεκριμένο βίντεο Youtube; Θέλετε να κάνετε κοινή χρήση στην επιχειρηματική σελίδα

source: Select images to present your buisness online.
el: Επιλέξτε εικόνες για να παρουσιάσετε την επιχείρησή σας στο διαδίκτυο.

source: Show Price Status
el: Εμφάνιση κατάστασης τιμής

source: It will show your business price range
el: Θα δείξει το εύρος τιμών της επιχείρησής σας

source: Ignore this if your buisness does not have any specific price to show
el: Αγνοήστε το εάν η επιχείρησή σας δεν έχει συγκεκριμένη τιμή για εμφάνιση

source: Plans
el: Σχέδια

source: Ignore this if this post will not be a paid one
el: Αγνοήστε το εάν αυτή η ανάρτηση δεν θα είναι πληρωμένη

source: Listing's Duration
el: Διάρκεια της λίστας

source: This is Listing Duration which were associated with plan
el: Αυτή είναι η Διάρκεια Καταχώρισης που συσχετίστηκε με το πρόγραμμα

source: Reviews
el: Κριτικές

source: Verify Listing
el: Επαλήθευση καταχώρισης

source: Approve claim at claim section this will override complete claim process
el: Έγκριση αξίωσης στην ενότητα αξίωσης, αυτό θα αντικαταστήσει την πλήρη διαδικασία αξίωσης

source: Ad Purchased on
el: Αγορά διαφήμισης στις

source: Ad Purchased Packages
el: Πακέτα αγορασμένων διαφημίσεων

source: Faq
el: Συχνές ερωτήσεις

source: Timings
el: Χρονοδιάγραμμα

source: Set Your business time details
el: Ορίστε τις λεπτομέρειες της ώρας της επιχείρησής σας

source: Copmain ID
el: Αναγνωριστικό Copmain

source: Changed Plan ID
el: Αλλαγή αναγνωριστικού προγράμματος

source: Select business logo for your listing.
el: Επιλέξτε επιχειρηματικό λογότυπο για την καταχώρισή σας.

source: Show in Filter
el: Εμφάνιση στο φίλτρο

source: Field Type
el: Τύπος πεδίου

source: Text
el: Κείμενο

source: Checkbox
el: Πλαίσιο ελέγχου

source: Checkbox (Switch On/Off)
el: Πλαίσιο ελέγχου (Ενεργοποίηση / Απενεργοποίηση)

source: Multicheck
el: Πολλαπλός έλεγχος

source: Radio
el: Ραδιόφωνο

source: Drop-Down
el: Πτώση

source: Radio Options
el: Επιλογές ραδιοφώνου

source: Select Options
el: Επιλέξτε Επιλογές

source: Multicheck Options
el: Επιλογές πολλαπλών ελέγχων

source: Exclusive from Categories
el: Αποκλειστικά από τις κατηγορίες

source: Select category for this field
el: Επιλέξτε κατηγορία για αυτό το πεδίο

source: listing settings
el: ρυθμίσεις καταχώρισης

source: Additional Setting
el: Πρόσθετη ρύθμιση

source: Details About Claim
el: Λεπτομέρειες σχετικά με την αξίωση

source: Ad Options
el: Επιλογές διαφήμισης

source: Page Options
el: Επιλογές σελίδας

source: Post Options
el: Επιλογές δημοσίευσης

source: General Options
el: Γενικές επιλογές

source: Custom Form Fields
el: Πεδία προσαρμοσμένης φόρμας

source: Create Featured Gallery
el: Δημιουργία επιλεγμένης συλλογής

source: Edit Featured Gallery
el: Επεξεργασία επιλεγμένης συλλογής

source: Save Featured Gallery
el: Αποθήκευση επιλεγμένης συλλογής

source: Saving...
el: Οικονομία...

# listingpro-plugin
source: Expired
el: έχει λήξει

source: Expired <span class="count">(%s)</span>
el: Έληξε <span class = "count"> (% s) </span>

# listingpro-plugin
source: Reported
el: Εχουν αναφερθεί

source: Reported <span class="count">(%s)</span>
el: Αναφέρθηκε <span class = "count"> (% s) </span>

source: Sorry! There is problem in your submission
el: Συγνώμη! Υπάρχει πρόβλημα κατά την υποβολή σας

source: Success! Submission is successful
el: Επιτυχία! Η υποβολή είναι επιτυχής

source: UserName already exists
el: Το όνομα χρήστη υπάρχει ήδη

source: Email already exists
el: Το email υπάρχει ήδη

source: Invalid username or password
el: μη έγκυρο όνομα ή κωδικός

source: Sorry! There is problem in listing submission
el: Συγνώμη! Υπάρχει πρόβλημα κατά την υποβολή καταχώρισης

source: Please check captcha
el: Ελέγξτε το captcha

source: Exclusive From Categories
el: Αποκλειστικά από κατηγορίες

source: Select a Field Type
el: Επιλέξτε έναν τύπο πεδίου

source: Label
el: Επιγραφή

source: Options
el: Επιλογές

source: Drop Pin
el: Πτώση καρφίτσας

source: Add Custom Address
el: Προσθήκη προσαρμοσμένης διεύθυνσης

source: Price Details
el: Λεπτομέρειες τιμής

source: Placeholder
el: Χώρος κράτησης θέσης

source: Primary Listing Details
el: Κύρια στοιχεία καταχώρισης

source: Listing Title *
el: Τίτλος καταχώρισης *

source: Listing Title
el: Τίτλος καταχώρισης

source: Tagline
el: Σήμανση

source: Full Address
el: Πλήρης διεύθυνση

source: City
el: Πόλη

source: Website
el: Δικτυακός τόπος

source: Phone
el: Τηλέφωνο

source: Category *
el: Κατηγορία *

source: Category
el: Κατηγορία

source: Price Details
el: Λεπτομέρειες τιμής

source: Price Range|Price From|Price To
el: Εύρος τιμών | Τιμή από | Τιμή έως

source: not to say|price from|price to
el: για να μην πω | τιμή από | τιμή σε

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.|Being honest with your customers can build a strong relationship. Dont hesitate to include.|Being honest with your customers can build a strong relationship. Dont hesitate to include.
el: Ο καθορισμός εύρους τιμών μπορεί να βοηθήσει στην προσέλκυση του σωστού στοχευμένου κοινού και θα αποφύγει τυχόν αδέξιες καταστάσεις τόσο για τους πελάτες όσο και για τον ιδιοκτήτη. | Η ειλικρίνεια με τους πελάτες σας μπορεί να δημιουργήσει μια ισχυρή σχέση. Μην διστάσετε να συμπεριλάβετε. | Η ειλικρίνεια με τους πελάτες σας μπορεί να δημιουργήσει μια ισχυρή σχέση. Μην διστάσετε να συμπεριλάβετε.

source: Frequently Asked Questions
el: Συχνές Ερωτήσεις

source: Tags Or Keywords (Comma Separated)
el: Ετικέτες ή λέξεις-κλειδιά (διαχωρισμένα με κόμμα)

source: Your Business Video
el: Το επιχειρηματικό σας βίντεο

source: Images
el: Εικόνες

source: Listing Titleee *
el: Δικαιούχος καταχώρισης *

source: Subscriptions
el: Συνδρομές

source: User
el: Χρήστης

source: Listing
el: Καταχώριση

source: Subscription
el: Συνδρομή

source: Next Payment
el: Επόμενη πληρωμή

source: Are you sure you want to proceed action?
el: Είστε βέβαιοι ότι θέλετε να συνεχίσετε την ενέργεια;

source: Unsubscribe
el: Κατάργηση εγγραφής

source: exc. tax
el: εκτός φόρος

source: inc. tax
el: συμπ. φόρος

source: Receipt/invoice#
el: Απόδειξη / τιμολόγιο #

source: Method
el: Μέθοδος

source: Price
el: Τιμή

source: Watch
el: Παρακολουθώ

source: Date will be appeared after payment confirmation
el: Η ημερομηνία θα εμφανιστεί μετά την επιβεβαίωση πληρωμής

source: Row ID
el: Αναγνωριστικό σειράς
