Repository: camiloroca/Localization
Catalog: Greek/Plugin/LP_Plugin_GR.po
Languages: el

source: Activities
el: Δραστηριότητες

source: Content
el: Περιεχόμενο

source: Number of Activities
el: Αριθμός δραστηριοτήτων

source: Style
el: Στυλ

source: Text Transform
el: Μετασχηματισμός κειμένου

source: None
el: Κανένας

source: UPPERCASE
el: ΑΝΤΙΚΕΙΜΕΝΟ

source: lowercase
el: πεζά

source: Capitalize
el: Κεφαλοποιώ

source: Ad
el: Ενα δ

source: Interesting
el: Ενδιαφέρων

source: Lol
el: Χαχαχα

source: Love
el: Αγάπη

source: You already reacted
el: Έχετε ήδη αντιδράσει

source: Wrote a review
el: Έγραψε μια κριτική

source: Continue Reading
el: Συνέχισε να διαβάζεις

source: LOL
el: χαχαχα

source: Blog Grids
el: Πλέγματα ιστολογίου

source: All Categories
el: Όλες οι κατηγορίες

source: Select Blog Element Style
el: Επιλέξτε Στυλ στοιχείου ιστολογίου

source: Blog Grid
el: Πλέγμα ιστολογίου

source: Blog Masonery
el: Τοιχοποιία ιστολογίου

source: Blog Circle
el: Κύκλος ιστολογίου

source: Select Blog Category
el: Επιλέξτε Κατηγορία ιστολογίου

source: No. of posts
el: Αριθμός δημοσιεύσεων

source: Read More
el: Διαβάστε περισσότερα

source: Call To Action
el: Πρόσκληση σε δράση

source: Call to Action with Button
el: Παρότρυνση για δράση με το κουμπί

source: Call to Action Style 3
el: Στυλ παρότρυνσης για δράση 3

source: Call to Action without Button
el: Παρότρυνση για δράση χωρίς κουμπί

source: Call to Action Title
el: Τίτλος παρότρυνσης για δράση

source: Short Description
el: Σύντομη περιγραφή

source: Line 1
el: Γραμμή 1

source: Line 2
el: Γραμμή 2

source: Background Image
el: Εικόνα φόντου

source: Button Text
el: Κείμενο κουμπιού

source: Button Link
el: Σύνδεσμος κουμπιού

source: Phone Number
el: Τηλεφωνικό νούμερο

source: Listing Checkout
el: Καταχώριση καταχώρησης

source: Title
el: Τίτλος

source: Bank Transfer Image
el: Τραπεζική μεταφορά εικόνας

source: Stripe Image
el: Εικόνα ρίγας

source: Paypal Image
el: Εικόνα Paypal

source: 2 Checkout Image
el: 2 Εικόνα ολοκλήρωσης αγοράς

source: Sorry! Currently Free mode is activated
el: Συγνώμη! Αυτήν τη στιγμή η Ελεύθερη λειτουργία είναι ενεργοποιημένη

source: Coupon Code
el: Κωδικός κουπονιού

source: Type Here
el: Πληκτρολογίστε εδώ

source: APPLY CODE
el: ΕΦΑΡΜΟΓΗ ΚΩΔΙΚΟΥ

source: ITEM
el: ΕΙΔΟΣ

source: PRICE
el: ΤΙΜΗ

source: Pro
el: Υπέρ

source: Tax(Value Added Tax)
el: Φόρος (Φόρος Προστιθέμενης Αξίας)

source: Total
el: Σύνολο

source: Terms And Conditions
el: Οροι και Προϋποθέσεις

source: PROCEED TO NEXT
el: ΔΙΑΔΙΚΑΣΙΑ ΕΠΟΜΕΝΟΥ

source: Purchase
el: Αγορά

source: Claimed Listings
el: Αξιώσεις καταχωρίσεων

source: Listing Layout
el: Διάταξη καταχώρησης

source: List View
el: Προβολή λίστας

source: Grid View
el: Προβολή πλέγματος

source: Grid Style 1
el: Στυλ πλέγματος 1

source: Grid Style 2
el: Στυλ πλέγματος 2

source: Grid Style 3
el: Στυλ πλέγματος 3

source: Grid Style 4
el: Στυλ πλέγματος 4

source: Grid Style 5
el: Στυλ πλέγματος 5

source: List Style 1
el: Στυλ λίστας 1

source: List Style 2
el: Στυλ λίστας 2

source: Posts per page
el: Αναρτήσεις ανά σελίδα

source: 3 Posts
el: 3 δημοσιεύσεις

source: 6 Posts
el: 6 δημοσιεύσεις

source: 9 Posts
el: 9 δημοσιεύσεις

source: 12 Posts
el: 12 δημοσιεύσεις

source: 15 Posts
el: 15 δημοσιεύσεις

source: Client Testimonial
el: Μαρτυρία πελάτη

source: Testimonial Style
el: Μαρτυρικό στυλ

source: Default, on a white background color
el: Προεπιλογή, σε λευκό χρώμα φόντου

source: Inverted, on a dark background color
el: Αντιστράφηκε, σε σκούρο χρώμα φόντου

source: Client Name
el: Όνομα Πελάτη

source: Client Avatar
el: Avatar πελάτη

source: Testimonial Content
el: Περιεχόμενο μαρτυρίας

source: Designation
el: Ονομασία

source: Content Boxes
el: Περιεχόμενα κουτιά

source: Select Single Content Box Style
el: Επιλέξτε Στυλ πλαισίου μεμονωμένου περιεχομένου

source: Old Style
el: Παλιό στυλ

source: New Style
el: Νέο στυλ

source: Planning
el: Σχεδίαση

source: Sed ut perspiciatis unde omnis iste natus error sit v oluptatem accusantium or sit v oluptatem accusantiumor sit v oluptatem
el: Sed ut perspiciatis unde omnis iste natus error sit v oluptatem accusantium ή sit v oluptatem accusantium ή sit v oluptatem

source: Social Icons
el: Κοινωνικά εικονίδια

source: Repeater List
el: Λίστα επαναληπτών

source: Edit Listing
el: Επεξεργασία καταχώρισης

source: Subtitle
el: Υπότιτλος

source: Max. allowed images are
el: Μέγιστη. οι επιτρεπόμενες εικόνες είναι

source: Max. allowed images size is
el: Μέγιστη. το επιτρεπόμενο μέγεθος εικόνων είναι

source: You are currently signed in as
el: Αυτήν τη στιγμή είστε συνδεδεμένοι ως

source: Sign out
el: Αποσύνδεση

source: or continue below and start submission.
el: ή συνεχίστε παρακάτω και ξεκινήστε την υποβολή.

source: Update & Preview
el: Ενημέρωση και προεπισκόπηση

source: Something is missing! Please fill out all fields highlighted in red.
el: Κάτι λείπει! Συμπληρώστε όλα τα πεδία που επισημαίνονται με κόκκινο χρώμα.

source: Primary listing details
el: Κύρια στοιχεία καταχώρισης

source: Put your listing title here and tell the name of your business to the world.
el: Βάλτε τον τίτλο της καταχώρισής σας εδώ και πείτε το όνομα της επιχείρησής σας στον κόσμο.

source: Enter your complete business name for when people who know your business by name and are looking you up.
el: Εισαγάγετε το πλήρες όνομα της επιχείρησής σας όταν άτομα που γνωρίζουν την επιχείρησή σας με όνομα και σας αναζητούν.

source: Tagline
el: Σήμανση

source: For businesses, taglines are of importance as they help business convey what they want to do and their goals to the customers.
el: Για τις επιχειρήσεις, οι ετικέτες είναι σημαντικές καθώς βοηθούν τις επιχειρήσεις να μεταφέρουν τι θέλουν να κάνουν και τους στόχους τους στους πελάτες.

source: Tagline Example: Best Express Mexican Grill
el: Παράδειγμα ετικέτας: Best Express Mexican Grill

source: Search By Google
el: Αναζήτηση με Google

source: Manual Coordinates
el: Χειροκίνητες συντεταγμένες

source: Drop Pin
el: Πτώση καρφίτσας

source: Start typing and select your google location from google suggestions. This is for the map and also for locating your business.
el: Ξεκινήστε να πληκτρολογείτε και επιλέξτε την τοποθεσία σας Google από τις προτάσεις του Google. Αυτό είναι για τον χάρτη και επίσης για τον εντοπισμό της επιχείρησής σας

source: Full Address
el: Πλήρης διεύθυνση

source: Provide your full address for your business to show up on the map and your customer can get direction.
el: Δώστε την πλήρη διεύθυνσή σας για να εμφανιστεί η επιχείρησή σας στο χάρτη και ο πελάτης σας μπορεί να πάρει κατεύθυνση.

source: Your address for google map
el: Η διεύθυνσή σας για τον χάρτη Google

source: Add address here
el: Προσθήκη διεύθυνσης εδώ

source: Latitude
el: Γεωγραφικό πλάτος

source: Longitude
el: Γεωγραφικό μήκος

source: The city name will help users find you in search filters.
el: Το όνομα της πόλης θα βοηθήσει τους χρήστες να σας βρουν στα φίλτρα αναζήτησης.

source: select your listing region
el: επιλέξτε την περιοχή καταχώρισής σας

source: City
el: Πόλη

source: Provide your city name for your business to show up on the map and your customer can get direction.
el: Δώστε το όνομα της πόλης σας για να εμφανίζεται η επιχείρησή σας στο χάρτη και ο πελάτης σας μπορεί να πάρει κατεύθυνση.

source: Select your listing region
el: Επιλέξτε την περιοχή καταχώρισής σας

source: Select Location
el: Επιλέξτε Τοποθεσία

source: Phone
el: Τηλέφωνο

source: Local phone numbers drive 3x more calls than toll-free numbers. Always use a business phone number and avoid personal phone numbers if possible.
el: Οι τοπικοί αριθμοί τηλεφώνου αυξάνουν 3x περισσότερες κλήσεις από τους αριθμούς χωρίς χρέωση. Χρησιμοποιείτε πάντα έναν αριθμό τηλεφώνου επιχείρησης και αποφύγετε τους προσωπικούς αριθμούς τηλεφώνου, εάν είναι δυνατόν.

source: Your contact number
el: Ο αριθμός επαφής σας

source: Website
el: Δικτυακός τόπος

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign.
el: Συνιστάται η παροχή επίσημης διεύθυνσης URL ιστότοπου και η αποφυγή σελίδων προορισμού που έχουν σχεδιαστεί για μια συγκεκριμένη καμπάνια.

source: Your web URL
el: Η διεύθυνση URL του ιστού σας

source: category & services
el: κατηγορία & υπηρεσίες

source: Categories
el: Κατηγορίες

source: The more specific you get with your categories, the better. You do still want to stay relevant to your business, though. If you ever choose to run ads campaign, your ad will be shown on those categories you select.
el: Όσο πιο συγκεκριμένα παίρνετε με τις κατηγορίες σας, τόσο το καλύτερο. Ωστόσο, θέλετε να παραμείνετε σχετικοί με την επιχείρησή σας. Εάν επιλέξετε να εκτελέσετε διαφημιστική καμπάνια, η διαφήμισή σας θα εμφανίζεται σε αυτές τις κατηγορίες που επιλέγετε.

source: Choose one categories
el: Επιλέξτε μία κατηγορία

source: Select Category
el: Επιλέξτε Κατηγορία

source: Additional Business Info
el: Πρόσθετες πληροφορίες επιχείρησης

source: price details
el: λεπτομέρειες τιμής

source: Not to say
el: Όχι να πω

source: Inexpensive
el: Φτηνός

source: Moderate
el: Μέτριος

source: Pricey
el: Ακριβός

source: Ultra High
el: Εξαιρετικά υψηλό

source: Price Range
el: Εύρος τιμών

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.
el: Ο καθορισμός εύρους τιμών μπορεί να σας βοηθήσει να προσελκύσετε το σωστό στοχευμένο κοινό και θα αποφύγετε τυχόν αδέξιες καταστάσεις τόσο για τους πελάτες όσο και για τον ιδιοκτήτη.

source: Price From
el: Τιμή από

source: Being honest with your customers can build a strong relationship. Dont hesitate to include.
el: Το να είσαι ειλικρινής με τους πελάτες σου μπορεί να δημιουργήσει μια ισχυρή σχέση. Μην διστάσετε να συμπεριλάβετε.

source: Only Digits
el: Μόνο ψηφία

source: Price To
el: Τιμή σε

source: Business Hours
el: Εργάσιμες ώρες

source: You dont want your customers to stop by when you are closed so always try to keep your hour up to date. Keeping your store closed when your business indicate its open on the directory could lead to a negative review.
el: Δεν θέλετε οι πελάτες σας να σταματούν όταν είστε κλειστοί, οπότε προσπαθήστε πάντα να ενημερώνετε την ώρα σας. Κρατώντας το κατάστημά σας κλειστό όταν η επιχείρησή σας δηλώνει ότι είναι ανοιχτή στον κατάλογο θα μπορούσε να οδηγήσει σε αρνητικό έλεγχο.

source: business hours
el: εργάσιμες ώρες

source: social media
el: μεσα ΚΟΙΝΩΝΙΚΗΣ ΔΙΚΤΥΩΣΗΣ

source: Twitter
el: Κελάδημα

source: Instagram
el: Ίνσταγκραμ

source: Select
el: Επιλέγω

source: Social Media
el: Μεσα ΚΟΙΝΩΝΙΚΗΣ ΔΙΚΤΥΩΣΗΣ

source: Please Select
el: Παρακαλώ επιλέξτε

source: frequently asked questions
el: συνήθεις ερωτήσεις

source: FAQ
el: Συχνές ερωτήσεις

source: Share some of the most asked question and answers so they know you are serious about your business and truly care for your customers.
el: Μοιραστείτε μερικές από τις πιο συχνές ερωτήσεις και απαντήσεις, ώστε να γνωρίζουν ότι είστε σοβαροί για την επιχείρησή σας και πραγματικά φροντίζετε τους πελάτες σας.

source: Questions
el: Ερωτήσεις

source: FAQ Answers
el: Απαντήσεις FAQ

source: Answer
el: Απάντηση

source: FAQ 1
el: Συχνές ερωτήσεις 1

source: add new
el: προσθεσε νεο

source: Description
el: Περιγραφή

source: Tell briefly what your customers what to hear about your business has to offer that is unique and you do better then everyone else.
el: Πείτε εν συντομία τι προσφέρουν οι πελάτες σας για να ακούσουν για την επιχείρησή σας που είναι μοναδικό και κάνετε καλύτερα από όλους τους άλλους.

source: more info
el: περισσότερες πληροφορίες

source: These keywords or tags will help your listing to find in search. Add a comma separated list of keywords related to your business.
el: Αυτές οι λέξεις-κλειδιά ή ετικέτες θα βοηθήσουν την καταχώρισή σας να βρεθεί στην αναζήτηση. Προσθέστε μια λίστα λέξεων-κλειδιών διαχωρισμένων με κόμματα που σχετίζονται με την επιχείρησή σας.

source: Enter tags or keywords comma separated...
el: Εισαγάγετε ετικέτες ή λέξεις-κλειδιά διαχωρισμένες με κόμμα ...

source: media
el: μεσο ΜΑΖΙΚΗΣ ΕΝΗΜΕΡΩΣΗΣ

source: Video
el: βίντεο

source: (Optional)
el: (Προαιρετικός)

source: Video
el: βίντεο

source: Take it to next level and provide more details about what you have to offer. Select all that applies to you.
el: Μεταβείτε στο επόμενο επίπεδο και δώστε περισσότερες λεπτομέρειες σχετικά με το τι έχετε να προσφέρετε. Επιλέξτε όλα όσα ισχύουν για εσάς.

source: ex: https://youtu.be/lY2yjAdbvdQ
el: π.χ.: https://youtu.be/lY2yjAdbvdQ

source: Gallery
el: Εκθεσιακός χώρος

source: Images
el: Εικόνες

source: Drop files here or click to upload
el: Αποθέστε αρχεία εδώ ή κάντε κλικ για μεταφόρτωση

source: Browse Files
el: ΕΞΕΡΕΥΝΗΣΗ ΑΡΧΕΙΩΝ

source: Change Featured Image
el: Αλλαγή επιλεγμένης εικόνας

source: Upload Featured Image
el: Μεταφόρτωση επιλεγμένης εικόνας

source: Featured Image
el: Προτεινόμενη εικόνα

source: Browse
el: Ξεφυλλίζω

source: Choose a file
el: Επιλέξτε ένα αρχείο

source: Upload Business Logo
el: Μεταφόρτωση επιχειρηματικού λογότυπου

source: Business Logo
el: Λογότυπο επιχείρησης

source: Browser
el: Πρόγραμμα περιήγησης

source: Put your listing title here and tell the name of your business to the world.
el: Βάλτε τον τίτλο της καταχώρισής σας εδώ και πείτε το όνομα της επιχείρησής σας στον κόσμο.

source: This is test data for quick tip for location field
el: Πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο τοποθεσίας

source: this is test data for quick tip for location field
el: πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο τοποθεσίας

source: this is test data for quick tip for address field
el: πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο διευθύνσεων

source: this is test data for quick tip for phone field
el: πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο τηλεφώνου

source: this is test data for quick tip for website field
el: πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο του ιστότοπου

source: this is test data for quick tip for faq field
el: πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για το πεδίο συχνών ερωτήσεων

source: Your Twitter URL
el: Η διεύθυνση URL του Twitter σας

source: Your Facebook URL
el: Η διεύθυνση URL του Facebook σας

source: Your LinkedIn URL
el: Η διεύθυνση URL του LinkedIn

source: Your Youtube URL
el: Η διεύθυνση URL του Youtube

source: Your Instagram URL
el: Η διεύθυνση URL του Instagram

source: this is test data for quick tip for video field
el: πρόκειται για δεδομένα δοκιμής για γρήγορη συμβουλή για πεδίο βίντεο

source: your contact email
el: το email επικοινωνίας σας

source: Click below to review your listing.
el: Κάντε κλικ παρακάτω για να ελέγξετε την καταχώρισή σας.

source: Your Location
el: Η τοποθεσία σου

source: Events Calendar
el: Ημερολόγιο εκδηλώσεων

source: Events View
el: Προβολή εκδηλώσεων

source: Calander
el: Ημερολόγιο

source: List
el: Λίστα

source: Events Calender Duration
el: Διάρκεια ημερολογίου εκδηλώσεων

source: Monthly
el: Μηνιαίο

source: Weekly
el: Εβδομαδιαίος

source: Events Calender View
el: Προβολή ημερολογίου εκδηλώσεων

source: Classic
el: Κλασσικός

source: Classic 2
el: Κλασικό 2

source: Modern
el: Μοντέρνο

source: Events Per Page
el: Εκδηλώσεις ανά σελίδα

source: Events
el: Εκδηλώσεις

source: all
el: όλα

source: No Events Found
el: Δεν βρέθηκαν συμβάντα

source: Feature Box
el: Κουτί χαρακτηριστικών

source: Box Style
el: Στυλ κουτιού

source: Style 1
el: Στυλ 1

source: Style 2
el: Στυλ 2

source: Title for Description
el: Τίτλος για περιγραφή

source: Sub Title for Description
el: Υπο τίτλος για περιγραφή

source: Feature Image
el: Χαρακτηριστικό εικόνας

source: Button Link (1)
el: Σύνδεσμος κουμπιού (1)

source: Button BG Image (1)
el: Κουμπί BG Image (1)

source: Button Link (2)
el: Σύνδεσμος κουμπιού (2)

source: Button BG Image (2)
el: Κουμπί BG Image (2)

source: Hello World
el: Γειά σου Κόσμε

source: Image Gallery
el: Συλλογή εικόνων

source: Image gallery styles
el: Στυλ συλλογής εικόνων

source: Image for gallery
el: Εικόνα για γκαλερί

source: Listing By
el: Καταχώριση από

source: Listing Options
el: Επιλογές καταχώρησης

source: By Category
el: Ανά κατηγορία

source: By Location
el: Ανά τοποθεσία

source: By Location and Category
el: Ανά τοποθεσία και κατηγορία

source: Recent
el: Πρόσφατος

source: Listing per page
el: Καταχώριση ανά σελίδα

source: Listing Categories
el: Κατηγορίες καταχώρησης

source: Category Styles
el: Στυλ κατηγορίας

source: Abstracted View
el: Περίληψη

source: Abstracted View 2
el: Περίληψη 2

source: Boxed View
el: Προβολή σε κουτί

source: Boxed View 2
el: Προβολή κουτιού 2

source: Abstracted & Boxed View
el: Περίληψη και προβολή σε κουτί

source: Slider Style
el: Στυλ ρυθμιστή

source: Select Notice
el: Επιλέξτε Ειδοποίηση

source: Show
el: προβολή

source: Hide
el: Κρύβω

source: Select Categories
el: Επιλέξτε Κατηγορίες

source: Listings
el: Καταχωρήσεις

source: Listing Entries
el: Καταχωρίσεις καταχώρησης

source: Locations
el: Τοποθεσίες

source: Location Styles
el: Στυλ τοποθεσίας

source: Select Locations
el: Επιλέξτε Τοποθεσίες

source: Order
el: Σειρά

source: DESC
el: ΠΕΡΙΓΡΑΦΗ

source: Listing Posts By ID
el: Καταχώριση αναρτήσεων ανά αναγνωριστικό

source: IDs
el: Αναγνωριστικά

source: Listing Posts
el: Καταχωρήσεις καταχωρίσεων

source: Listings With Coupons
el: Καταχωρήσεις με κουπόνια

source: Columns Element
el: Στοιχείο στηλών

source: Column Left Image
el: Αριστερή εικόνα στήλης

source: First Column Title
el: Τίτλος πρώτης στήλης

source: First Column Description
el: Περιγραφή πρώτης στήλης

source: Best way to start managing your business listing is by claiming it so you can update.
el: Ο καλύτερος τρόπος για να ξεκινήσετε να διαχειρίζεστε την καταχώριση της επιχείρησής σας είναι να το διεκδικήσετε, ώστε να μπορείτε να το ενημερώσετε.

source: Second Column Title
el: Τίτλος δεύτερης στήλης

source: 2- Promote
el: 2- Προώθηση

source: Second Column Description
el: Περιγραφή δεύτερης στήλης

source: Promote your business to target customers who need your services or products.
el: Προωθήστε την επιχείρησή σας για να στοχεύσετε πελάτες που χρειάζονται τις υπηρεσίες ή τα προϊόντα σας.

source: Third Column Title
el: Τίτλος τρίτης στήλης

source: 3- Convert
el: 3- Μετατροπή

source: Third Column Description
el: Περιγραφή τρίτης στήλης

source: Turn your visitors into paying customers with exciting offers and services on your page.
el: Μετατρέψτε τους επισκέπτες σας σε πελάτες που πληρώνουν με συναρπαστικές προσφορές και υπηρεσίες στη σελίδα σας.

source: Listingpro Notification
el: Ειδοποίηση για το Listpro

source: Notification Image
el: Εικόνα ειδοποίησης

source: Notification Title
el: Τίτλος ειδοποίησης

source: Success
el: Επιτυχία

source: Failed
el: Απέτυχε

source: Success Description
el: Περιγραφή επιτυχίας

source: An email receipt with detials about your order has been sent to email address provided.please keep it for your record
el: Έχει αποσταλεί μια απόδειξη μέσω ηλεκτρονικού ταχυδρομείου με πληροφορίες σχετικά με την παραγγελία σας στην παρεχόμενη διεύθυνση email. Φυλάξτε την για το αρχείο σας

source: Icon with description
el: Εικονίδιο με περιγραφή

source: Notification Description
el: Περιγραφή ειδοποίησης

source: default
el: Προκαθορισμένο

source: Redirect to Page
el: Ανακατεύθυνση στη σελίδα

source: Home
el: Σπίτι

source: Listingpro Partners
el: Συνεργάτες

source: Logo Url
el: Διεύθυνση URL λογότυπου

source: Partner logo
el: Λογότυπο συνεργάτη

source: Promotional Presentation
el: Διαφημιστική παρουσίαση

source: Presentaion Title
el: Τίτλος παρουσίασης

source: Presentaion Short Description
el: Σύντομη περιγραφή παρουσίασης

source: Presentaion First Title
el: Πρώτος τίτλος παρουσίασης

source: Presentaion First Designation
el: Πρώτη ονομασία Presentaion

source: Presentaion First Image
el: Παρουσίαση Πρώτη εικόνα

source: Presentaion Second Title
el: Παρουσίαση Δεύτερος τίτλος

source: Presentaion Second Designation
el: Παρουσίαση Δεύτερη Ονομασία

source: Presentaion Left Image
el: Παρουσίαση αριστερή εικόνα

source: Promotional Services
el: Διαφημιστικές υπηρεσίες

source: Banner Left Image
el: Αριστερή εικόνα banner

source: Element Title
el: Τίτλος στοιχείου

source: Element Description
el: Περιγραφή στοιχείου

source: Promotional Support
el: Προωθητική υποστήριξη

source: Support Background Image
el: Υποστήριξη εικόνας φόντου

source: Promotional Timeline
el: Χρονολόγιο προώθησης

source: Timeline Title
el: Τίτλος χρονοδιαγράμματος

source: Timeline Short Description
el: Σύντομη περιγραφή χρονοδιαγράμματος

source: Timeline First Title
el: Πρώτος τίτλος χρονοδιαγράμματος

source: Timeline Right Image
el: Σωστή εικόνα χρονολογίου

source: Timeline Second Title
el: Δεύτερος τίτλος χρονοδιαγράμματος

source: Timeline Second Description
el: Δεύτερη περιγραφή χρονοδιαγράμματος

source: Timeline Left Image
el: Χρονοδιάγραμμα αριστερή εικόνα

source: Promotional Element
el: Διαφημιστικό στοιχείο

source: Element Link Title
el: Τίτλος συνδέσμου στοιχείου

source: Element Link URL
el: Διεύθυνση URL συνδέσμου στοιχείου

source: Element Phone Number
el: Αριθμός τηλεφώνου στοιχείου

source: Pricing Plans
el: Σχέδια Τιμολόγησης

source: Show Title And Subtitle
el: Εμφάνιση τίτλου και υπότιτλων

source: Horizontal View
el: Οριζόντια προβολή

source: Vertical View
el: Κάθετη προβολή

source: Horizontal Views
el: Οριζόντιες προβολές

source: Horizontal View 1
el: Οριζόντια προβολή 1

source: Horizontal View 2
el: Οριζόντια προβολή 2

source: Vertical Views
el: Κάθετες προβολές

source: Vertical View 1
el: Κάθετη προβολή 1

source: Vertical View 2
el: Κάθετη όψη 2

source: Vertical View 3
el: Κάθετη όψη 3

source: Vertical View 4
el: Κάθετη όψη 4

source: Choose a Plan to Claim Your Business
el: Επιλέξτε ένα σχέδιο για να διεκδικήσετε την επιχείρησή σας

source: Submit Listing
el: Υποβολή καταχώρισης

source: Please activate your license
el: Ενεργοποιήστε την άδειά σας

source: Returning User? Please
el: Επανερχόμενος χρήστης; Σας παρακαλούμε

source: Sign In
el: Συνδεθείτε

source: and if you are a
el: και αν είστε

source: New User, continue below
el: Νέος χρήστης, συνεχίστε παρακάτω

source: and register along with this submission.
el: και εγγραφείτε μαζί με αυτήν την υποβολή.

source: Save & Preview
el: Αποθήκευση & προεπισκόπηση

source: Feeling lazy? Say HELLO! to Fill-O-Bot!
el: Τεμπελιάζω? Πες γεια! για να συμπληρώσετε το O-Bot!

source: Don’t worry Fill-o-BOT will help you OUT! Just enter any business on google places and Fill-O-Bot automatically fills in the data that it can grab.
el: Μην ανησυχείτε Το Fill-o-BOT θα σας βοηθήσει ΕΞΩ! Απλώς εισαγάγετε οποιαδήποτε επιχείρηση στα μέρη Google και το Fill-O-Bot συμπληρώνει αυτόματα τα δεδομένα που μπορεί να λάβει.

source: Turn Me On
el: Αναψέ με

source: user name
el: όνομα χρήστη

source: Email
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ

source: enter username
el: εισάγετε όνομα χρήστη

source: Password
el: Κωδικός πρόσβασης

source: enter password
el: εισάγετε τον κωδικό πρόσβασης

source: Already Have Account?
el: Έχετε ήδη λογαριασμό;

source: I Agree
el: Συμφωνώ

source: You agree you accept our Terms & Conditions for posting this ad.
el: Συμφωνείτε ότι αποδέχεστε τους Όρους και Προϋποθέσεις για τη δημοσίευση αυτής της διαφήμισης.

source: All of the fields were successfully validated!
el: Όλα τα πεδία επικυρώθηκαν με επιτυχία!

source: primary listing details
el: κύριες λεπτομέρειες καταχώρισης

source: Does Your Business have a tagline?
el: Η επιχείρησή σας έχει ένα χαρακτηριστικό;

source: Start typing and find your place in google map
el: Ξεκινήστε να πληκτρολογείτε και βρείτε τη θέση σας στον χάρτη Google

source: Select City
el: Επιλέξτε Πόλη

source: Whatsapp no.
el: Whatsapp αριθ.
