Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: Ghost HERE
it_it: Il fantasma QUI

source: The page you are looking for might have been removed or is temporarily unavailable.
it_it: La pagina che stai cercando potrebbe essere stata rimossa o non essere temporaneamente disponibile.

source: <div class="rating-symbol"></div>
it_it: <div class="simbolo-di-valutazione"></div>

source: <div class="rating-symbol-background
it_it: <div class="sfondo-simbolo.di-valutazione

source: <div class="rating-symbol-foreground"></div>
it_it: <div class="primo-piano-simbolo-di-valutazione"></div>

source: input.rating
it_it: inserimento.valutazione

source: <iframe frameborder='0' width='0' height='0'/>
it_it: <iframe frameborder='0' larghezza='0' altezza='0'/>

source: ./support
it_it: ./supporto

source: ./renderers/canvas
it_it: ./renderers/tela

source: ./lineargradientcontainer
it_it: ./lineaargradientcontainer

source: ./color
it_it: ./colore

source: ./textcontainer
it_it: ./contenitore di testo

source: ./pseudoelementcontainer
it_it: ./pseudoelementcontenitore

source: ./fontmetrics
it_it: ./fontmetrica

source: ./stackingcontext
it_it: ./contesto di impilamento

source: MultiPolygon
it_it: MultiPoligono

source: bottom
it_it: in basso

source: label[for='
it_it: etichetta[per='.

source: <li class="no-results">
it_it: <li class="no-risultati">

source: body
it_it: corpo

source: <label for="
it_it: <etichetta per="

source: This post is password protected. Enter the password to view comments.
it_it: Questo post è protetto da password. Inserisci la password per visualizzare i commenti

source: 1 Review
it_it: 1 Recensione

source: Reviews
it_it: Recensioni

source: Your Rating for this listing
it_it: La tua votazione per questa inserzione

source: Rate us and Write a Review
it_it: Votaci e scrivi una recensione

source: Leave a Reply to %s
it_it: Lascia una risposta a %s

source: 1 Comment
it_it: 1 Commento

source: Comments
it_it: Commenti

source: Leave a Comment
it_it: Lascia un commento

source: Post a comment
it_it: Pubblica un commento

source: Homepage Menu
it_it: Menu della homepage

source: Inner Pages Menu
it_it: Menu delle pagine interne

source: Top Bar Menu
it_it: Menu della barra superiore

source: Footer Menu
it_it: Menu a piè di pagina

source: Mobile Menu
it_it: Menu mobile

source: Category Menu
it_it: Menu categoria

source: Partypro Category Menu
it_it: Menu Categoria Partypro

source: You don't have permission to access this page.
it_it: Non hai il permesso di accedere a questa pagina.

source: Type and hit enter
it_it: Digita e premi invio

source: Footer sidebar
it_it: Barra laterale del piè di pagina

source: The footer sidebar widget area
it_it: Widget della barra laterale a piè di pagina

source: Inexpensive
it_it: Economico

source: Moderate
it_it: Moderato

source: Pricey
it_it: Prezzo

source: Ultra High End
it_it: Ultra alto

source: Price Range
it_it: Fascia di prezzo

source: Share
it_it: Condividi

source: 0 View
it_it: 0 visite

source: View
it_it: Visita

source: Views
it_it: Visite

source: Rating only enabled on published listing
it_it: Valutazione abilitata solo su inserzioni pubblicate

source: Be the first one to rate!
it_it: Sii il primo a dare un voto!

source: Free
it_it: Gratis

source: No Plan Assigned Yet
it_it: Nessun piano ancora assegnato

source: Change Plan
it_it: Cambia piano

source: Package
it_it: Pacchetto

source: Pay Per Listing
it_it: Pagamento per inserzione

source: Success
it_it: Successo

source: Success (100% Discounted)
it_it: Successo (100% Scontato)

source: Pending
it_it: In attesa

source: Yes
it_it: Si

source: Sorry! There is no plan associated with the category
it_it: Spiacente! Non esiste un piano associato alla categoria

source: Sorry! There is no general plan
it_it: Spiacente! Non c'è un piano generale

source: To get Claim for listing, click of following link
it_it: Per ottenere la rivendicazione della scheda in elenco, fare clic sul seguente link

source: Load Claim Email
it_it: Carica Email di rivendicazione

source: Claim For Listing
it_it: Rivendicazione scheda

source: Send Link to email
it_it: Invia link all'email

source: Email has sent
it_it: L'email è stata inviata

source: Problem in email sending
it_it: Problemi di invio email

source: Something went wrong!
it_it: Qualcosa è andato storto!

source: Lead message reply
it_it: Messaggio principale di risposta

source: Delete
it_it: Cancella

source: Reply to this
it_it: Rispondi a questa

source: Send message
it_it: Invia messaggio

source: Registered User
it_it: Utente registrato

source: Unregistered User
it_it: Utente non registrato

source: Details
it_it: Dettagli

source: Listing
it_it: Inserzioni

source: Phone
it_it: Telefono

source: Important Update Notice!
it_it: Avviso importante di aggiornamento!

source: Thanks for updating your theme, now we highly recommend you to also update the following plugins.
it_it: Grazie per aver aggiornato il vostro tema, ora vi consigliamo vivamente di aggiornare anche i seguenti plugin.

source: <br /><br /><strong>Before doing anything please take backup of your plugins in case if you have made any changes in CODE files directly or you have made translations</strong><br /><br />
it_it: <br /><br /><strong><strong>Prima di fare qualsiasi cosa fate il backup dei vostri plugin nel caso in cui dobbiate fare delle modifiche al codice o alle traduzioni</strong><br /><br /><br /><br />

source: Go to Plugins, deactivate and delete all mentioned plugins. After deleting, the following notice will appear,
it_it: Andare su Plugins, disattivare e cancellare tutti i plugin menzionati. Dopo la cancellazione, apparirà il seguente avviso

source: This theme requires the following plugin
it_it: Questo tema richiede il seguente plugin

source: begin installing plugin
it_it: iniziare l'installazione del plugin

source: link.<br /><br /> After installation is complete, activate the plugin. Listingpro plugins will be up to dated
it_it: link.<br /><br /> Una volta completata l'installazione, attivare il plugin. I plugin di Listingpro saranno aggiornati

source: <strong> Additional Note for CHILD THEME Users: If you are using child theme then please switch to parent theme and follow the above steps and then switch back to child theme</strong>
it_it: <strong> Nota aggiuntiva per gli utenti del TEMA FIGLIO: Se si utilizza il tema figlio, passare al tema genitore e seguire i passaggi precedenti e poi tornare al tema figlio</strong>.

source: Select Plan
it_it: Selezionare il piano

source: Verify your purchase code to unlock all features, see
it_it: Verificare il codice di acquisto per sbloccare tutte le funzioni, vedere

source: instructions
it_it: istruzioni

source: Twice a Month
it_it: Due volte al mese

source: Select Listing
it_it: Selezionare l'inserzione

source: PAYED WITH
it_it: PAGATO CON

source: TOTAL BUDGET
it_it: BUDGET TOTALE

source: Amount paid
it_it: Importo pagato

source: REMAINING BALANCE
it_it: SALDO RIMANENTE

source: Duration
it_it: Durata

source: Days
it_it: Giorni

source: Spotlight
it_it: Riflettori puntati su

source: Sidebar
it_it: Barra laterale

source: Top of Search
it_it: Inizio della ricerca

source: Type
it_it: Tipo

source: Start Date
it_it: Data di inizio

source: End Date
it_it: Data di fine

source: Status
it_it: Stati

source: ACTIVE
it_it: ATTIVA

source: PENDING
it_it: IN SOSPESO

source: INACTIVE
it_it: INATTIVA

source: Random Ads
it_it: Promozioni casuali

source: Detail Page Ads
it_it: Dettagli pagina ADS

source: Top in Search Page Ads
it_it: In alto negli annunci sulla pagina di ricerca

source: Additional Details
it_it: Dettagli aggiuntivi

source: Show all
it_it: Mostra tutto

source: Save
it_it: Salva

source: Saved
it_it: Salvato

source: More Filter
it_it: Altri filtri

source: Sorry! No more filter found for current selections
it_it: Mi dispiace! Nessun altro filtro è stato trovato per le selezioni correnti

source: Cancel
it_it: Cancella

source: Show Results
it_it: Mostra risultati

source: Today
it_it: Oggi

source: 24 hours open
it_it: Aperto 24 ore

source: Open
it_it: Aperto

source: Closed
it_it: Chiuso

source: Day Off!
it_it: Giorno di chiusura!

source: Review for
it_it: Recensioni per

source: Reviews for
it_it: Recensioni per

source: Filter By :
it_it: Filtra per:

source: Newest
it_it: Più recente

source: Oldest
it_it: Più vecchio

source: Highest Rated
it_it: Voto più alto

source: Lowest Rated
it_it: Voto più basso

source: Interesting
it_it: Interessante

source: Lol
it_it: Ah! Ah! Ah!

source: Love
it_it: Mi piace

source: You already reacted
it_it: Reazione già aggiunta

source: View All
it_it: Visualizza tutto

source: Was this review ...?
it_it: Questa recensione è stata...?

source: Report
it_it: Segnala

source: Author Response
it_it: Risposta dell'autore

source: ago
it_it: fa

source: Contract
it_it: Contratto

source: Expand
it_it: Espandi

source: Invalid User Session
it_it: Sessione utente non valida

source: Announcement updated
it_it: Annuncio aggiornato

source: Announcements are not allowed with this listing
it_it: Gli annunci non sono consentiti con questo elenco

source: Announcement added successfully
it_it: Annuncio aggiunto con successo

source: offer updated
it_it: offerta aggiornata

source: offer added
it_it: offerta aggiunta

source: Something went wrong
it_it: Qualcosa è andato storto

source: Menu item updated successfully
it_it: Menù sono state aggiornate con successo

source: Menu item added successfully
it_it: Menù aggiunto con successo

source: Coupon Updated successfully
it_it: Coupon aggiornato con successo

source: Coupons are not allowed with this listing
it_it: I coupon sono sono disponibili per questo elenco

source: Coupon Created successfully
it_it: Coupon creato con successo

source: Data deleted
it_it: Dati cancellati

source: Bad Request
it_it: Richiesta errata

source: Menu Items deleted successfully
it_it: Menù cancellato con successo

source: event updated successfully
it_it: evento aggiornato con successo

source: Error while updating event
it_it: Errore durante l'aggiornamento dell'evento

source: event created successfully
it_it: evento creato con successo

source: Error while creating event
it_it: Errore durante la creazione dell'evento

source: going
it_it: vanno

source: Event Message
it_it: Messaggio Evento

source: Events For
it_it: Eventi per

source: Map View
it_it: Vista Mappa

source: List View
it_it: Vista lista

source: Who is going?
it_it: Chi Parteciperà?

source: people are going
it_it: partecipanti

source: Item Name
it_it: Nome dell'articolo

source: Group
it_it: Gruppo

source: Price
it_it: Prezzo

source: Edit
it_it: Modifica

source: Menu Item
it_it: Piatto nel menù

source: Ex: Roasted Chicken
it_it: Es: Pollo Arrosto

source: Reg. Price
it_it: Prezzo regolare

source: Ex: $10
it_it: Es: €10

source: Sale Price
it_it: Prezzo Offerta

source: Quote Text
it_it: Testo del preventivo

source: Ex: Quote
it_it: Es: per info e Prenotazioni:

source: Quote Link
it_it: Preventivo Link

source: Ex: hht://yourweb.com/page
it_it: Es: http://tuositoweb.it

source: Short Description
it_it: Breve descrizione

source: Popular Item
it_it: Oggetto popolare

source: save
it_it: salva

source: Receipt
it_it: Ricevuta

source: Billed to :
it_it: Addebitato a :

source: Invoice :
it_it: Fattura:

source: Process With: Direct / Wire method
it_it: Metodo:Contanti-Bonifico Bancario

source: Description
it_it: Descrizione

source: Payment instructions
it_it: Istruzione pagamento

source: Subtotal :
it_it: Subtotale :

source: Tax :
it_it: Iva:

source: Amount Paid :
it_it: Importo pagato :

source: Balance due :
it_it: Saldo :

source: Go Back To Dashboard
it_it: Torna alla dashboard

source: Congratulations! Transaction is pending.
it_it: Congratulazioni! La transazione è in sospeso.

source: No.
it_it: N°

source: Amount
it_it: Quantità

source: Membership
it_it: Appartenenza

source: SUBTOTAL
it_it: SUBTOTALE

source: PAID
it_it: PAGATO

source: TOTAL
it_it: TOTALE

source: no data
it_it: nessun dato

source: no table data
it_it: nessun dato di tabella

source: INVOICE
it_it: FATTURA

source: DATE
it_it: DATA

source: Plan Type
it_it: Tipo di Piano

source: Plan Name
it_it: Nome Piano

source: Ad For
it_it: Annuncio per

source: Tax
it_it: Iva

source: Tax on price:
it_it: Iva sul prezzo:

source: Payment Total
it_it: Totale Pagamento

source: Total Price:
it_it: Prezzo Totale:

source: Additional Information:
it_it: Informazioni aggiuntive:

source: Company:
it_it: Attività:

source: Hide This Bar
it_it: Nascondi questa barra

source: Pay & Publish
it_it: Paga & Pubblica

source: Publish
it_it: Pubblica

source: Please wait...
it_it: Attenti...

source: Wrong username or password.
it_it: Nome utente e password errati.

source: Login successful, redirecting...
it_it: Accesso riuscito..reindirizzamento...

source: Please check captcha
it_it: Si prega di controllare il captcha

source: Go to your inbox or spam/junk and get your password
it_it: Vai alla tua casella di posta/spam e ottieni la tua password

source: Registration and login successfull, redirecting soon...
it_it: Registrazione e accesso riusciti, reindirizzamento a breve ...

source: This Email already exists
it_it: La mail esiste già

source: This Username already exists
it_it: Il nome utente esiste già

source: Email field is empty
it_it: Il campo mail è vuoto

source: Please provide correct email.
it_it: Inserisci la mail corretta.

source: Username field is empty.
it_it: Il campo nome utente è vuoto.

source: Password changed
it_it: Password cambiata

source: You new password is:
it_it: La tua nuova psw è:

source: Kindly update your password from your dashboard profile
it_it: Si prega di aggiornare la password dal pannello di controllo

source: Email not found in users list.
it_it: Email non trovata nella lista utenti.

source: Security code not found.
it_it: Codice di sicurezza non trovato.

source: Sign in
it_it: Entra

source: Username or Email Address *
it_it: Nome utente o Email *

source: Keep me signed in
it_it: Rimani connesso

source: Not a member? Sign up
it_it: Non sei un membro? Registrati

source: Forgot Password
it_it: Password dimenticata

source: Connect with your Social Network
it_it: Connettiti con i tuoi Social Network

source: Sign Up
it_it: Registrati

source: Username *
it_it: Nome Utente *

source: Email Address *
it_it: Email *

source: Password will be e-mailed to you.
it_it: La password è stata inviata alla tua mail.

source: I Agree
it_it: Sono d'accordo

source: You agree & accept our Terms & Conditions to signup.
it_it: Sono d'accordo e accetto i Termini & Condizioni per registrarmi

source: Register
it_it: Registrati

source: Already have an account? Sign in
it_it: Hai già un account? Entra

source: sign in With Facebook
it_it: entra con Facebook

source: sign in With Twitter
it_it: entra con Twitter

source: Forgotten Password
it_it: Password dimenticata

source: Get New Password
it_it: Ottieni una nuova password

source: Theme Options
it_it: Opzioni Tema

source: General
it_it: Generale

source: Primary Color
it_it: Colore primario

source: (default: #41a6df).
it_it: (impostato: #41a6df).

source: Controls the main highlight color throughout the theme. Color applied to elements such as buttons, links, categories, etc.
it_it: Controlla il colore in principale in tutto il tema. Colore applicato a elementi come pulsanti, collegamenti, categorie, ecc.

source: Secondary Color
it_it: Colore secondario

source: (default: #363F48).
it_it: (impostato: #363F48).

source: Controls the minor highlight color throughout the theme. Color applied to elements such as links mouse-over, buttons, breadcrumbs, etc.
it_it: Controlla il colore di secondario in tutto il tema. Colore applicato a elementi come collegamenti al passaggio del mouse, pulsanti, breadcrumb, ecc.

source: User Signup Form Password Field
it_it: Campo password modulo di registrazione utente

source: On for enable and Off for disable password field
it_it: On per abilitare e Off per disabilitare il campo della password

source: Enable to show password field within the signup form. Disable to have the password emailed to the user after signup. It`s recommended to leave enabled.
it_it: Abilita per mostrare il campo della password all'interno del modulo di registrazione. Disabilitare per inviare la password tramite posta elettronica all'utente dopo la registrazione. Si consiglia di lasciare abilitato.

source: Instant-Signup Username Field
it_it: Campo nome utente registrazione istantanea

source: Enable to allow users to set their own username within the instant signup form. If disabled a username is auto-generated during signup.Instant signup shows during listing and review submission if the user isn`t signed in
it_it: Abilita per consentire agli utenti di impostare il proprio nome utente all'interno del modulo di registrazione istantanea. Se disabilitato, il nome utente viene generato automaticamente durante la registrazione.La registrazione immediata viene mostrata durante l'inserimento nell'elenco e l'invio della recensione se l'utente non è connesso

source: On for enable and Off for disable username feild
it_it: On per abilitare e Off per disabilitare il campo nome utente

source: Page Title (H1)
it_it: Titolo Pagina (H1)

source: On for enable and Off for disable page title
it_it: On per abilitare e Off per disabilitare il titolo pagina

source: Enable to display a page title for non-directory pages such as about, contact ect. This will not affect directory pages such as listing search results (archive) and listing details page.
it_it: Abilita la visualizzazione del titolo di una pagina per le pagine non di directory come about, contatti etc. Ciò non influirà sulle pagine della directory come l'elenco dei risultati di ricerca (archivio) e la pagina dei dettagli dell'elenco.

source: Currency Symbol For Price Group/Range
it_it: Simbolo di valuta per i prezzi gruppo/range

source: Enter a currency symbol (ex. $ | ¥ | £) to display in the search filter as price-group (ex. $ | $$ | $$$ | $$$$ ) and also on listing details page as price-range ($25 - $50).
it_it: Inserisci un simbolo di valuta (es. $ | ¥ | €) da visualizzare nel filtro di ricerca come gruppo di prezzi (es. € | €€ | €€€ | €€€€) e anche nella pagina dei dettagli dell'elenco come fascia di prezzo (€ 25 - € 50).

source: Custom CSS
it_it: CSS personalizzati

source: Paste your CSS code here.
it_it: Incolla qui il tuo codice CSS.

source: Custom JS
it_it: Personalizzato JS

source: Paste your JS code here.
it_it: Incolla qui il tuo codice JS.

source: Auto-Location detection for Banner (Hero) and Search Field (Where)
it_it: Rilevamento automatico della posizione per banner (Hero) e campo di ricerca (Dove)

source: On for enable and Off for disable current location
it_it: On per abilitare e Off per disabilitare la posizione corrente

source: Enable to auto-detect users location and display their location within the location (where) field and within the Home Page Banner. <br>Example: Browse Anything! Explore <b>New York</b>
it_it: Abilita il rilevamento automatico della posizione degli utenti e la visualizzazione della loro posizione nel campo della posizione (dove) e nel banner della home page. <br> Esempio: sfoglia qualsiasi cosa! Esplora <b>Cassino</b>

source: Auto-Location Detection Method
it_it: Metodo di rilevamento della posizione automatica

source: There are three options available to identify visitors current location. <br /><br /><strong>GPS </strong> based location auto-detection provides extremely accurate location information based on satellites. (User consent required in the browser. A pop is displayed to the visitor to enable location detection.). <br /><br /><strong>Geo IP DB and IP API</strong> based location auto-detection provides less accurate location information based on your IP address and uses an external database to map the IP address to a physical location. (User consent not required in the browser. No pop is displayed to the user to enable location detection.).
it_it: Sono disponibili tre opzioni per identificare la posizione corrente dei visitatori. <br /> <br /> Il rilevamento automatico della posizione basato su <strong> GPS </strong> fornisce informazioni sulla posizione estremamente accurate basate sui satelliti. (Consenso dell'utente richiesto nel browser. Viene visualizzato un pop al visitatore per abilitare il rilevamento della posizione.). <br /> <br /> Il rilevamento automatico della posizione basato su <strong> DB IP geografico e API IP </strong> fornisce informazioni sulla posizione meno accurate in base all'indirizzo IP e utilizza un database esterno per mappare l'indirizzo IP a una posizione fisica . (Consenso dell'utente non richiesto nel browser. Non viene visualizzato alcun pop all'utente per abilitare il rilevamento della posizione.).

source: User Dashboard
it_it: Dashboard utente

source: Dashboard
it_it: Control Panel

source: Resurva Bookings
it_it: Prenotazioni Resurva

source: Enable to allow Resurva Bookings. (Available only for business listing owners)
it_it: Abilita per consentire le prenotazioni Resurva. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Timekit Bookings
it_it: Prenotazioni Timekit

source: Enable to allow Timekit Bookings. (Available only for business listing owners)
it_it: Abilita per consentire le prenotazioni di Timekit. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Listings
it_it: Schede

source: Enable to show authors listings within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare gli elenchi degli autori nella dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Enable to show saved listings within the dashboard.
it_it: Abilita per mostrare le inserzioni salvate nella dashboard.

source: Enable to show invoices within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare le fatture nella dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Packages
it_it: Pacchetti

source: Enable to show packages within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare i pacchetti nella dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Ad Campaign
it_it: Campagna AD

source: Enable to show and allow the creation of Ad Campaigns within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare e consentire la creazione di campagne pubblicitarie nella dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Enable to show and reply to reviews within the dashboard.
it_it: Abilita per mostrare e rispondere alle recensioni nella dashboard.

source: Appointments
it_it: Appuntamenti

source: Enable to show Appointments within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare gli appuntamenti nella dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Menus
it_it: Menu

source: Enable to show and allow the creation of Menus within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare e consentire la creazione di menu all'interno della dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Menus Image Gallery
it_it: Galleria di immagini dei menu

source: (Available only for business listing owners)
it_it: (Disponibile solo per i proprietari di schede di attività commerciali)

source: Image Menu
it_it: Menu immagine

source: (Available only for business listing owners)
it_it: (Disponibile solo per i proprietari di schede di attività commerciali)

source: Announcements
it_it: Comunicazioni
