Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: Use these shortcodes only for user registertaion email. %user_login_register as username, %user_pass_register as user password, %user_email_register as new user email
it_it: Utilizzare questi shortcodes solo per l'e-mail di registrazione degli utenti. %user_login_register come nome utente, %user_pass_register come password utente, %user_email_register come nuovo indirizzo email utente

source: Subject for New User Notification
it_it: Oggetto per notifica nuovo utente

source: Email subject for new user notification
it_it: Oggetto dell'email per notifica nuovo utente

source: Your username and password on %website_url
it_it: Il tuo nome utente e password su %website_url

source: Content for New User Notification
it_it: Contenuto per notifica nuovo utente

source: Email content for new user notification
it_it: Contenuti e-mail per la notifica di nuovi utenti

source: Subject for New User Admin Notification
it_it: Oggetto per la notifica dell'amministratore del nuovo utente

source: Email subject for new user admin notification
it_it: Oggetto dell'email per la notifica dell'amministratore del nuovo utente

source: New User Registration
it_it: Nuova registrazione utente

source: Content for New User Admin Notification
it_it: Contenuto per la notifica dell'amministratore del nuovo utente

source: Email content for new user admin notification
it_it: Contenuti email per la notifica dell'amministratore del nuovo utente

source: <span class="font24">Submit Listing</span>
it_it: Invia scheda

source: Use these shortcodes only for listng submission email. %listing_title as Listing title, %listing_url as Listing URL
it_it: Utilizzate questi shortcode solo per l'invio di e-mail di presentazione del listing. %listing_title come titolo del listing, %listing_url come URL del listing

source: New Listing Submission Subject
it_it: Soggetto della nuova presentazione dell'annuncio

source: Email subject
it_it: Oggetto dell'e-mail

source: Your listing has been submitted
it_it: La tua scheda è stata inviata

source: New Listing Submission Content
it_it: Trovi contenuti per la presentazione delle inserzioni

source: Email content
it_it: Contenuto dell'e-mail

source: New Listing Submission Subject(for admin)
it_it: Nuovo Oggetto dell'annuncio (per l'amministrazione)

source: New listing has been submitted
it_it: È stata inviata una nuova scheda

source: New Listing Submission Content(for admin)
it_it: Nuovo contenuto dell'annuncio (per l'amministratore)

source: <span class="font24">Purchase Activated</span>
it_it: <span class="font24">Acquisto Attivato</span>

source: Use these shortcodes only for purchased activated email. %listing_title as Listing title, %listing_url as Listing URL, %plan_title as Plan Title, %invoice_no as Invoice Number
it_it: Utilizzate questi shortcode solo per le e-mail attivate acquistate. %listing_titolo come titolo del listing, %listing_url come URL del listing, %plan_titolo come titolo del piano, %invoice_no come numero di fattura

source: Purchase Activated Subject
it_it: Acquisto Oggetto Attivato

source: Email subject for purchase activated
it_it: Oggetto e-mail per l'acquisto attivato

source: Your purchase has activated
it_it: Il tuo ordine è stato registrato con successo

source: Purchase Activated Content
it_it: Acquisto di contenuti attivati

source: Email content for Purchase Activated
it_it: Contenuto dell'e-mail per l'acquisto attivato

source: Purchase Activated Subject(for admin)
it_it: Acquisto Oggetto attivato(per admin)

source: A purchased has been made
it_it: È stato effettuato un acquisto

source: Purchase Activated Content(for admin)
it_it: Acquisto di contenuti attivati (per admin)

source: <span class="font24">Review Reply</span>
it_it: Rispondi alla Recensione

source: Use these shortcodes only for review reply email. %listing_title as Listing title, %listing_url as Listing URL, %sender_name as Sender Name, %reply as Review Reply
it_it: Utilizzare questi codici brevi solo per le e-mail di risposta alla recensione. %listing_title come titolo dell'inserzione, %listing_url come URL dell'inserzione, %sender_name come nome del mittente, %reply come risposta alla recensione

source: Review Reply Subject
it_it: Oggetto della risposta

source: Email subject for Review Reply
it_it: Oggetto dell'e-mail per la risposta alla recensione

source: Review Reply
it_it: Risposta alla Recensione

source: Review Reply Content
it_it: Rivedere il contenuto della risposta

source: Email content for Review Reply
it_it: Contenuto dell'e-mail per la risposta di revisione

source: <span class="font24">Approved Listing</span>
it_it: <span class="font24">Schede approvate</span>

source: Use these shortcodes only for Listing Approve email. %listing_title as Listing title, %listing_url as Listing URL
it_it: Utilizzate questi shortcode solo per il Listing Approve email. %listing_titolo come titolo del Listing, %listing_url come URL del Listing

source: Listing Approved Subject
it_it: Elenco Soggetto approvato

source: Email subject for approved listing
it_it: Oggetto dell'e-mail per l'annuncio approvato

source: Your listing approved
it_it: La tua scheda è stata approvata

source: Listing Approved Content
it_it: Elencare i contenuti approvati

source: Email content for listing approved
it_it: Contenuto dell'e-mail per l'annuncio approvato

source: <span class="font24">Expired Listing</span>
it_it: <span class="font24">Listaggio scaduto</span>

source: Use these shortcodes only for Listing Expired email. %listing_title as Listing title, %listing_url as Listing URL
it_it: Utilizzate questi shortcode solo per le email scadute. %listing_titolo come titolo del Listing, %listing_url come URL del Listing

source: Listing Expired Subject
it_it: Elenco Soggetto scaduto

source: Email subject for expired listing
it_it: Oggetto dell'e-mail per l'annuncio scaduto

source: Your listing expired
it_it: Il tuo annuncio è scaduto

source: Listing Expired Content
it_it: Elenco dei contenuti scaduti

source: Email content for listing expired
it_it: Contenuto dell'e-mail per l'annuncio scaduto

source: <span class="font24">Expired Ad Campaign</span>
it_it: <span class="font24">Campagna pubblicitaria scaduta</span>

source: Use these shortcodes only for Ad Campaign Expired email. %listing_title as Listing title, %listing_url as Listing URL
it_it: Utilizzare questi codici di scelta rapida solo per le e-mail della campagna pubblicitaria scadute. %listing_titolo come titolo del Listing, %listing_url come URL del Listing

source: Ad Expired Subject
it_it: Annuncio Scaduto

source: Email subject for expired ads campaign
it_it: Oggetto dell'e-mail per la campagna pubblicitaria scaduta

source: Your ad campaign has expired
it_it: La tua campagna pubblicitaria è scaduta

source: Ad Expired Content
it_it: Contenuto scaduto dell'annuncio

source: Email content for ads campaigns expired
it_it: Il contenuto delle e-mail per le campagne pubblicitarie è scaduto

source: Wire Invoice
it_it: Fattura a filo

source: Use these shortcodes only for Wire Invoice email. %listing_title as Listing title, %listing_url as Listing URL, %invoice_no as invoice number
it_it: Utilizzare questi codici brevi solo per le e-mail Wire Invoice. %listing_titolo come titolo del Listing, %listing_url come URL del Listing, %invoice_no come numero di fattura

source: Invoice Email Subject
it_it: Oggetto della fattura via e-mail

source: Email subject wire inovice
it_it: Oggetto dell'e-mail inovice

source: Your new listing on %website_url
it_it: La tua nuova scheda su %website_url

source: Invoice Email Content
it_it: Contenuto della fattura via e-mail

source: Invoice Email Subject(admin)
it_it: Oggetto della fattura via e-mail(admin)

source: Email subject(admin)
it_it: Oggetto dell'e-mail (admin)

source: Invoice Email Content (admin)
it_it: Contenuto della fattura via e-mail (admin)

source: Email content(admin)
it_it: Contenuto dell'e-mail(admin)

source: Claim Listing ( submission )
it_it: Elenco delle richieste di risarcimento ( presentazione )

source: Use these shortcodes only for Claim email. %listing_title as Listing title, %listing_url as Listing URL
it_it: Utilizzare questi codici brevi solo per le e-mail di richiesta di rimborso. %listing_title come titolo del listing, %listing_url come URL del listing

source: Listing Claim Submission Subject
it_it: Oggetto della richiesta di risarcimento

source: Email subject for claimer
it_it: Oggetto dell'e-mail per il richiedente

source: Your claim has submitted
it_it: La richiesta è stata inviata

source: Listing Claim Submission Content
it_it: Contenuto della richiesta di risarcimento

source: Email content for claimer
it_it: Contenuto dell'e-mail per il richiedente

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been submitted
it_it: La tua richiesta per la scheda <a href="%listing_url">%listing_title</a> è stata inviata

source: Listing Claim Submission Subject (Author)
it_it: Oggetto della presentazione del reclamo di elenco (Autore)

source: Email subject for Author
it_it: Oggetto dell'e-mail per l'autore

source: A claim has been submitted on your listing
it_it: Una richiesta di possesso è stata inviata alla tua scheda

source: Listing Claim Submission Content (Author)
it_it: Elenco dei contenuti per l'invio del reclamo (Autore)

source: Email content for Author
it_it: Contenuto dell'e-mail per l'autore

source: Hi, A claim has been submitted on your listing <a href="%listing_url">%listing_title</a>. Please contact admin for further details
it_it: Ciao. Una richiesta di proprietà è stata inviata per la tua lista <a href="%listing_url">%listing_title</a>. Contatta l'amministratore per maggiori dettagli.

source: Listing Claim Submission Subject (Admin)
it_it: Oggetto della richiesta di risarcimento (Admin)

source: Email subject for Admin
it_it: Oggetto dell'e-mail per l'Admin

source: New Claim has been submitted
it_it: Nuova richiesta di proprietà è stata inviata

source: Listing Claim Submission Content (Admin)
it_it: Elencare il contenuto della richiesta di risarcimento (Admin)

source: Email content for Admin
it_it: Contenuto dell'e-mail per l'amministratore

source: You have received a new claim on a listing <a href="%listing_url">%listing_title</a> Please login on dashboard for more details
it_it: Hai ricevuto un nuovo reclamo su una scheda %listing_title Accedi alla dashboard per maggiori dettagli

source: Claim Listing ( Approval )
it_it: Schede reclamate (approvazione)

source: Use these shortcodes only for Claim Approval email. %listing_title as Listing title, %listing_url as Listing URL
it_it: Utilizzare questi codici brevi solo per l'e-mail di approvazione della richiesta di rimborso. %listing_title come titolo del Listing, %listing_url come URL del Listing

source: Listing Claim Approval Subject
it_it: Oggetto dell'approvazione della richiesta di risarcimento

source: Email subject(claimer)
it_it: Oggetto dell'e-mail (richiedente)

source: Your claim has approved
it_it: La tua richiesta di proprietà è stata accettata

source: Listing Claim Approval Content
it_it: Elenco dei contenuti dell'approvazione della richiesta di risarcimento

source: Email content(claimer)
it_it: Contenuto dell'e-mail (richiedente)

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been approved
it_it: La tua richiesta di proprietà per la scheda <a href="%listing_url">%listing_title</a> è stata approvata

source: Email subject(old owner)
it_it: Oggetto dell'e-mail (vecchio proprietario)

source: Listing Claim notice
it_it: Avviso di reclamo

source: Email content(old owner)
it_it: Contenuto dell'e-mail (vecchio proprietario)

source: Claim against your listing has been has been approved.Details are : <a href="%listing_url">%listing_title</a>
it_it: La richiesta di proprietà della tua scheda è stata approvata. Maggiori dettagli qui: <a href="%listing_url">%listing_title</a>

source: Campaign Activation( ADMIN)
it_it: Attivazione della campagna ( ADMIN)

source: Use these shortcodes only for Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased, %author_name as Author name
it_it: Utilizza questi codici brevi solo per le email di attivazione della campagna. %listing_title come titolo dell'inserzione, %listing_url come URL dell'inserzione, %campaign_packages come pacchetti acquistati, %author_name come nome dell'autore

source: Ad Campaign Active Subject
it_it: Oggetto attivo della campagna pubblicitaria

source: Email subject campaign activation
it_it: Attivazione della campagna con oggetto e-mail

source: Ad Campaign Activated
it_it: Campagna pubblicitaria attivata

source: Ad Campaign Active Content
it_it: 26/5000 Contenuto attivo della campagna pubblicitaria

source: %author_name just activated an ad campaign for a listing <a href="%listing_url">%listing_title</a> with packages %campaign_packages
it_it: %author_name ha appena attivato una campagna pubblicitaria per un elenco %listing_title con i pacchetti %campaign_pack

source: Campaign Activation(To Author)
it_it: Attivazione della campagna (all'autore)

source: Use these shortcodes only for Author Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased
it_it: Utilizzare questi codici brevi solo per l'email di attivazione della campagna di creazione. %listing_title come titolo dell'inserzione, %listing_url come URL dell'inserzione, %campaign_packages come pacchetti acquistati

source: You have activated a campaign on a listing <a href="%listing_url">%listing_title</a> With packages %campaign_packages
it_it: Hai attivato una campagna su un annuncio <a href="%listing_url">%listing_title</a> Con i pacchetti %campaign_packages

source: Recurring Payment Reminder Email
it_it: Promemoria di pagamento ricorrente via e-mail

source: Use these shortcodes only for Recurring Payment Notification email. you can use %listing_title as listing title, %plan_title for Plan name, %plan_price as Plan Price, %plan_duration as Plan Duration and %notifybefore as no. of day/days before payment deduction. Use shortcodes only in editor
it_it: Utilizza questi codici brevi solo per le e-mail di notifica di pagamento ricorrente. puoi usare %listing_title come titolo dell'inserzione, %plan_title per il nome del piano, %plan_price come prezzo del piano, %plan_duration come durata del piano e %notifybefore come numeri di giorno/giorni prima della detrazione del pagamento. Usa gli shortcode solo nell'editor

source: Recurring Payment Reminder Subject
it_it: Oggetto del promemoria di pagamento ricorrente

source: Email subject for recurring reminder
it_it: Oggetto dell'e-mail per il promemoria ricorrente

source: Recurring Payment Reminder
it_it: Promemoria di pagamento ricorrente

source: Recurring Payment Reminder Content
it_it: Contenuto del promemoria di pagamento ricorrente

source: Email content for recurring reminder
it_it: Contenuto dell'e-mail per il promemoria ricorrente

source: A Payment will be deduct from your card after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
it_it: Un pagamento verrà detratto dalla tua carta dopo %notifybefore giorno/giorni. I dettagli sono: Scheda: %listing_title, Piano: %plan_title, Prezzo: %plan_price, Durata: %plan_duration giorno/giorni

source: Recurring Payment Reminder Subject (Admin)
it_it: Oggetto del promemoria di pagamento ricorrente (Admin)

source: Email subject by admin
it_it: Oggetto dell'e-mail da parte dell'admin

source: Recurring Payment is due
it_it: Pagamento ricorrente

source: Recurring Payment Reminder Content (Admin)
it_it: Contenuto del promemoria di pagamento ricorrente (Admin)

source: Email content by admin
it_it: Contenuto dell'e-mail da parte dell'amministratore

source: A Payment is due by a user after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
it_it: Un pagamento è dovuto da un utente dopo %notifybefore giorno/giorni. I dettagli sono: Scheda: %listing_title, Piano: %plan_title, Prezzo: %plan_price, Durata: %plan_duration giorno/giorni

source: Subscription Cancel Email
it_it: Email di annullamento dell'iscrizione

source: Use these shortcodes only for cancel recurring submission email. %listing_title as Listing title, %listing_url as Listing URL
it_it: Utilizzate questi shortcode solo per cancellare le e-mail di invio ricorrenti. %listing_titolo come titolo del Listing, %listing_url come URL del Listing

source: Subscription Cancelled Subject
it_it: Email di cancellazione dell'iscrizione

source: Email subject for subscription cancel
it_it: Oggetto dell'email per l'annullamento dell'abbonamento

source: Cancel Subscription Notification
it_it: Annullare la notifica di sottoscrizione

source: Subscription Cancelled Content
it_it: Abbonamento Cancellato Contenuto

source: Email content for cancel subscription
it_it: Contenuto dell'e-mail per la cancellazione dell'abbonamento

source: Your subscription has been canceled successfully
it_it: La tua iscrizione è stata cancellata con successo

source: Subscription Cancelled Subject (Admin)
it_it: Oggetto dell'abbonamento annullato (Admin)

source: Subscription cancel notification
it_it: Notifica di annullamento dell'abbonamento

source: Subscription Cancelled Content (Admin)
it_it: Contenuto dell'abbonamento annullato (Admin)

source: A subscription has been cancelled.
it_it: Un abbonamento è stato annullato.

source: Lead Form Email Template
it_it: Modello di modulo e-mail per il piombo

source: Use these shortcodes only for Lead form email. %listing_title as listing title, %sender_name for sender name, %sender_email for sender email, %sender_phone for sender phone and %sender_message for sender message
it_it: Utilizza questi codici brevi solo per l'email del modulo per i lead. %list_title come titolo dell'elenco, %sender_name per il nome del mittente, %sender_email per l'email del mittente, %sender_phone per il telefono del mittente e %sender_message per il messaggio del mittente

source: Lead Form Subject
it_it: Oggetto della forma di piombo

source: Email subject for lead form
it_it: Oggetto dell'e-mail per il modulo per il piombo

source: Somone contacted for a listing
it_it: Qualcuno ha contattato per una scheda

source: Lead Form Content
it_it: Contenuto del modulo di piombo

source: Email content for lead form
it_it: Contenuto dell'e-mail per il modulo di piombo

source: Someone has contacted you for the listing "%listing_title". Details are following<br>Name: %sender_name<br>Email: %sender_email<br>Phone:%sender_phone<br>Message: %sender_message
it_it: Qualcuno ti ha contattato per la scheda " %listing_title". I dettagli sono i seguenti Nome: %sender_name Email: %sender_email Telefono: %sender_phone Messaggio: %sender_message

source: Reviews Email Templates
it_it: Recensioni Modelli Email

source: Use these shortcodes only for Review email. %listing_title as listing title, %listing_url as listing link, %reviewtext as Review Message, and %reviewer_email for Reviewer Email in content
it_it: Utilizzare questi codici di scelta rapida solo per le e-mail di revisione. %listing_title come titolo dell'elenco, %listing_url come link dell'elenco, %reviewtext come messaggio di revisione e %reviewer_email per l'e-mail di revisione nel contenuto

source: Review Submission Subject (Author)
it_it: Oggetto della presentazione della recensione (Autore)

source: Enter Subject of Email for Listing Author
it_it: Inserire l'oggetto dell'e-mail per l'autore dell'annuncio

source: Review Submit Email
it_it: Revisione Invia email

source: Review Submission Content (Author)
it_it: Rivedere il contenuto della presentazione (Autore)

source: Email content for Listing Author
it_it: Contenuto dell'e-mail per l'autore dell'annuncio

source: Someone has reviewed on the listing "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url
it_it: Qualcuno ha recensito la scheda "%listing_title" che è tua. I dettagli sono i seguenti <br>Reviewer: %reviewer_email<br>Review:%reviewtext<br> Listing: %listing_title<br>URL: %listing_url

source: Review Submission Subject(Reviewer)
it_it: Soggetto che presenta la revisione(Revisore)

source: Enter Subject of Email for Reviewer
it_it: Inserisci l'oggetto dell'e-mail per il recensore

source: Review Submission content(Reviewer)
it_it: Riesaminare il contenuto della presentazione (Reviewer)

source: Email content for Reviewer
it_it: Contenuto dell'e-mail per il recensore

source: You have reviewed on the listing "%listing_title". Details are following<br>Listing:%listing_title<br>URL: %listing_url
it_it: Hai recensito la scheda "%listing_title". I dettagli sono i seguenti Scheda: %list_title URL: %list_url

source: Privacy Page
it_it: Pagina sulla privacy

source: Signup
it_it: Iscriviti a

source: Show Agree to the Privacy Policy during using Signup
it_it: Mostra Accetta l'informativa sulla privacy durante l'utilizzo di Iscriviti

source: Listing Submission
it_it: Presentazione dell'annuncio

source: Show Agree to the Privacy Policy during Listing Submission
it_it: Mostra Accetta l'informativa sulla privacy durante l'invio dell'annuncio

source: Review Submission
it_it: Presentazione della recensione

source: Show Agree to the Privacy Policy during Review Submission
it_it: Mostra Accetta l'informativa sulla privacy durante l'invio della recensione

source: Lead Form
it_it: Moduli

source: Show Agree to the Privacy Policy on Lead Forms
it_it: Mostra Accetta l'informativa sulla privacy sui moduli di piombo

source: Listing Claim Form
it_it: Modulo di richiesta di risarcimento

source: Show Agree to the Privacy Policy during Listing Claim Submission
it_it: Mostra Accetta l'informativa sulla privacy durante l'invio della richiesta di risarcimento

source: Contact Form
it_it: Form Contatto

source: Show Agree to the Privacy Policy on Contact Page Form
it_it: Mostra Accetta l'Informativa sulla privacy nel modulo della pagina dei contatti

source: Invoice
it_it: Fattura

source: Company Logo
it_it: Logo aziendale

source: Upload company logo for invoices.
it_it: Carica il logo dell'azienda per le fatture.

source: Company Name
it_it: Ragione Sociale

source: Enter company full name
it_it: Inserisci la Ragione sociale completa per la Fatturazione

source: Company Address
it_it: indirizzo aziendale

source: Enter company full address
it_it: Inserisci l'indirizzo completo dell'azienda

source: Company Phone
it_it: Telefono

source: Additional Info
it_it: Informazioni addizionali

source: Thank You text
it_it: Testo di ringraziamento

source: Ads
it_it: Annunci

source: Campaign type
it_it: Tipo di campagna

source: Select type of campaign
it_it: Seleziona il tipo di campagna

source: Select Type of Ad Campaign Used
it_it: Selezionare il tipo di campagna pubblicitaria utilizzata

source: Pay Per Day (PPD)
it_it: Paga al giorno (PPD)

source: Promotion Title
it_it: Titolo della promozione

source: Spotlight Ads
it_it: Spotlight Annunci

source: Enable Spotlight Ads. Spotlight Ads show in the Listing Posts Element
it_it: Abilita annunci Spotlight. Gli annunci Spotlight vengono visualizzati nell'elemento Inserzioni post

source: Spotlight Price (PPD)
it_it: Prezzo dei riflettori (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include any currency sign ).
it_it: Inserisci l'importo che desideri addebitare ai titolari di attività per promuovere le loro inserzioni per questo formato e posizionamento (non includere alcun segno di valuta).
