Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: Upload Image for Business Hours Tip
it_it: Carica immagine per suggerimento dell'orario

source: Image for Social Media Tip
it_it: Suggerimento per i social media

source: Upload Image for Social Media Tip
it_it: Suggerimento per il caricamento di immagini per i social media

source: Image for Faqs Tip
it_it: Immagine per Faqs Tip

source: Upload Image for Faqs Tip
it_it: Carica immagine per Faqs Tip

source: Image for Description Tip
it_it: Immagine per la descrizione Suggerimento

source: Upload Image for Description Tip
it_it: Carica immagine per la descrizione Suggerimento

source: Image for Video Tip
it_it: Immagine per il Video Tip

source: Upload Image for Video Tip
it_it: Carica immagine per Video Tip

source: Image for Gallery Tip
it_it: Immagine per la Galleria Suggerimento

source: Upload Image for Gallery Tip
it_it: Carica immagine per la Galleria Suggerimento

source: Image for Business Logo
it_it: Immagine per il logo aziendale

source: Upload Image for Business Logo
it_it: Carica immagine per il logo aziendale

source: Quick Tips
it_it: Consigli veloci

source: Enable To Show Quick Tips.
it_it: Abilita per mostrare suggerimenti rapidi.

source: Quick Tip Title
it_it: Titolo suggerimento rapido

source: Quick Text
it_it: Testo veloce

source: Title Text
it_it: Titolo Testo

source: Location Text
it_it: Posizione Testo

source: Location Mode
it_it: Modalità di localizzazione

source: Choose if multiple locations can be selected
it_it: Scegliere se è possibile selezionare più sedi

source: Address
it_it: Indirizzo

source: Google Address Button Text
it_it: Pulsante di testo dell'indirizzo di Google

source: Custom Address Button Text
it_it: Indirizzo personalizzato Pulsante di testo

source: Whatsapp Field Label
it_it: Etichetta campo Whatsapp

source: Label for whatsapp field
it_it: Etichetta per il campo Whatsapp

source: It will show on listing submit and edit page
it_it: Verrà visualizzato nella pagina di invio e modifica dell'elenco

source: Phone Text
it_it: Testo Telefono

source: Website URL
it_it: URL del sito web

source: Website Text
it_it: Testo del sito web

source: Hours
it_it: Orario

source: Operational Hours Text
it_it: Testo delle ore di funzionamento

source: 2nd Time Slot
it_it: 2 Fascia oraria

source: Enable to allow two Times slots per day.
it_it: Abilita per consentire due Times slot al giorno.

source: Category Text
it_it: Categoria Testo

source: Select Category Mode
it_it: Selezionare il modo Categoria

source: Choose if multiple category can be selected.
it_it: Scegliere se è possibile selezionare più categorie.

source: Features area Text
it_it: Area caratteristiche Testo

source: Select your listing features
it_it: Seleziona le caratteristiche del tuo annuncio

source: Price Range Text
it_it: Testo fascia di prezzo

source: Price From
it_it: Prezzo da

source: Price From Text
it_it: Prezzo dal testo

source: Price To
it_it: al prezzo

source: Price To Text
it_it: Prezzo al testo

source: Description Text
it_it: Descrizione Testo

source: FAQ Title
it_it: Titolo FAQ

source: FAQ Tabs Text
it_it: Schede FAQ Testo

source: Social
it_it: Sociale

source: Hide or show all socials
it_it: Nascondi o mostra tutti i social

source: Tags field
it_it: Campo Tag

source: Tags Text
it_it: TAG

source: Business video
it_it: Video aziendale

source: Business video Text
it_it: Video aziendale Testo

source: Image Uploading
it_it: Caricamento immagini

source: Featured Image
it_it: Immagine in primo piano

source: Show Location
it_it: Mostra la posizione

source: User Name Text
it_it: Testo Username

source: Enter User Name
it_it: Inserisci Username

source: Email Text
it_it: Testo e-mail

source: Enter Your email
it_it: Inserisci la tua e-mail

source: Submit Listing Button Text
it_it: Invia testo pulsante scheda

source: Edit Listing Button Text
it_it: Modifica il testo del pulsante per l'inserimento nell'elenco

source: Location
it_it: Luogo

source: This section is for locations field in listing submission and edit. you can select either "Auto" or "Manual" locations option
it_it: Questa sezione è per il campo delle località nell'invio e nella modifica della scheda. puoi selezionare l'opzione delle posizioni "Auto" o "Manuale"

source: Select Location Type
it_it: Selezionare il tipo di posizione

source: Select option about locations
it_it: Selezionare l'opzione relativa alle località

source: Select if locations are added by admin or via Google Maps. If Google is selected all locations in the world can be selected unless restricted below.
it_it: Seleziona se le località vengono aggiunte dall'amministratore o tramite Google Maps. Se si seleziona Google, è possibile selezionare tutte le località del mondo a meno che non sia limitato di seguito.

source: Add Location Code
it_it: Aggiungi il codice di posizione

source: Shortcode to restrict locations for specific country
it_it: Shortcode per limitare le località per un paese specifico

source: Edited location code to restrict locations to the select country. Codes can be viewed here
it_it: Codice località modificato per limitare le località al Paese selezionato. I codici possono essere visualizzati qui

source: here
it_it: qui

source: Location Pattern
it_it: Schema di localizzazione

source: Select option about locations pattern
it_it: Selezionare l'opzione relativa al modello di localizzazione

source: locations option for pattern on search and listing submit and edit
it_it: opzione località per pattern su ricerca e inserzione inoltrare e modificare

source: This section is for submit review option. You can on/off reviews submission. You can also allow user to submit their reviews on listing by either option
it_it: Questa sezione è per l'opzione di invio della revisione. Puoi attivare/disattivare l'invio di recensioni. Puoi anche consentire all'utente di inviare le proprie recensioni nell'elenco tramite entrambe le opzioni

source: Review
it_it: Recensione

source: Enable to allow reviews within listings
it_it: Abilita per consentire le revisioni all'interno degli elenchi

source: Post Review
it_it: Pubblica la recensione

source: Select option about review submit
it_it: Seleziona l'opzione relativa all'invio della recensione

source: Choose if the user must be logged in to leave reviews.
it_it: Scegli se l'utente deve essere loggato per lasciare recensioni.

source: Use Listing Image if No Image Uploaded with Review
it_it: Utilizzare l'immagine dell'elenco se nessuna immagine è stata caricata con Review

source: Upload Placeholder Image for Reviews
it_it: Carica l'immagine segnaposto per le recensioni

source: In case if there are no images uploaded with reviews.
it_it: Nel caso in cui non ci siano immagini caricate con recensioni.

source: Detail Listing Page Review Report Button
it_it: Pulsante Rapporto di revisione della pagina di elenco dei dettagli

source: Multi Rating
it_it: Valutazione Multi

source: Enable to choose multipoint reviews
it_it: Abilita per scegliere revisioni multipoint

source: Field 1
it_it: Campo 1

source: Label Field 1
it_it: Etichetta Campo 1

source: Field 2
it_it: Campo 2

source: Label Field 2
it_it: Etichetta Campo 2

source: Field 3
it_it: Campo 3

source: Label Field 3
it_it: Etichetta Campo 3

source: Field 4
it_it: Campo 4

source: Label Field 4
it_it: Etichetta Campo 4

source: Gallery Images Counter
it_it: Galleria Immagini Contatore

source: Maximum no. of images allowed in gallery while submitting a review
it_it: Numero massimo di immagini consentite nella galleria durante l'invio di una recensione

source: Gallery Images Size
it_it: Dimensione delle immagini della galleria

source: Allowed size of all images in gallery
it_it: Dimensioni consentite di tutte le immagini nella galleria

source: Reviews Order Filter
it_it: Recensioni Filtro ordini

source: Enable
it_it: Abilita

source: Disable
it_it: Disabilita

source: Leads Form
it_it: Moduli

source: Show / Hide leads form from listing detail page
it_it: Mostra/Nascondi il modulo dei lead dalla pagina dei dettagli dell'elenco

source: Form
it_it: Modulo

source: Enable to show Lead From within listings
it_it: Abilita per mostrare Lead From all'interno degli elenchi

source: Show lead form only on claimed listing
it_it: Mostrare il modulo di piombo solo sull'annuncio dichiarato

source: on=show only on claimed, off= show on all listing
it_it: on=mostra solo su rivendicato, off=mostra su tutta la scheda

source: Enable to only show lead form within claimed listings
it_it: Abilita la visualizzazione del modulo per i lead solo nelle schede rivendicate

source: Listing Claim
it_it: Schede rivendicate

source: Show / Hide claim option for listing
it_it: Mostra / Nascondi l'opzione di reclamo per l'annuncio

source: Claim
it_it: Reclamo

source: Enable to allow claiming listings.
it_it: Abilita per consentire la rivendicazione di elenchi.

source: Claim Form Top Image
it_it: Modulo di richiesta di risarcimento Immagine in alto

source: Upload Claim Popup Top Image.
it_it: Carica l'immagine Popup Top Claim Claim.

source: Claim Popup Image
it_it: Immagine popup del reclamo

source: Upload Claim Popup Image.
it_it: Carica l'immagine popup della richiesta di risarcimento.

source: Claim Details
it_it: Dettagli reclamo

source: put text here about claim
it_it: metti qui il testo sulla richiesta di risarcimento

source: You can add more than one text information
it_it: È possibile aggiungere più di un'informazione testuale

source: This is a title
it_it: Questo è un titolo

source: Description Here
it_it: Descrizione Qui

source: Listing Nearby
it_it: Schede nelle vicinanze

source: Show nearby listings in listing detail page sidebar
it_it: Mostra schede nelle vicinanze nella barra laterale della pagina dei dettagli dell'elenco

source: Add Distance for Nearby Location
it_it: Aggiungi distanza per posizione nelle vicinanze

source: Enter only numberic values. Do not add distance units here
it_it: Inserire solo valori numerici. Non aggiungere unità di distanza qui

source: No units required.
it_it: Non sono necessarie unità.

source: Destination in
it_it: Destinazione in

source: Nearby Destination Calculate in
it_it: Le destinazioni nelle vicinanze calcolate in

source: Select between Miles & Kilometers
it_it: Seleziona tra Miglia & Chilometri

source: Filter By Listing Category
it_it: Filtra per categoria di schede

source: Show Nearby listing only from current category
it_it: Mostra l'elenco nelle vicinanze solo dalla categoria corrente

source: No. of Nearby Listings
it_it: N° di schede nelle vicinanze

source: Enter only numberic values
it_it: Inserire solo valori numerici

source: Paste Your Google AdSense code. Ads will show on listings detail page
it_it: Incolla il tuo codice Google AdSense. Gli annunci verranno visualizzati nella pagina dei dettagli delle inserzioni

source: Google Ads on listings details page
it_it: Google Ads nella pagina dei dettagli delle inserzioni

source: Adsense code for listings page. If not entered AdSense will not show
it_it: Codice Adsense per la pagina degli annunci. Se non inserito AdSense non mostrerà

source: Paste Your Google AdSense code. Ads will show on listings archive page
it_it: Incolla il tuo codice Google AdSense. Gli annunci verranno visualizzati nella pagina di archivio delle inserzioni

source: Google Ads on listings archive page
it_it: Google Ads nella pagina di archivio delle schede

source: Adsense code for archive pages. If not entered AdSense will not show
it_it: Codice Adsense per le pagine di archivio. Se non inserito AdSense non mostrerà

source: Author Archive
it_it: Archivio Autore

source: Banner Image
it_it: Immagine del banner

source: My Listings
it_it: Le mie schede

source: Enabled
it_it: Abilitato

source: Disabled
it_it: Disattivo

source: Set how many listings will show per page within the user’s profile.
it_it: Imposta quante schede verranno visualizzate per pagina all'interno del profilo dell'utente.

source: Select how the listings will show within the user’s profile.
it_it: Seleziona la modalità di visualizzazione delle schede nel profilo dell'utente.

source: About Me
it_it: Su di me

source: Social Icons
it_it: Icone sociali

source: Show
it_it: Mostra

source: Hide
it_it: Nascondi

source: Activities
it_it: Attività

source: Heading
it_it: Titolo

source: Photos
it_it: Foto

source: Images Per Page
it_it: Immagini per pagina

source: Set how many images will show per page within the user’s profile.
it_it: Imposta quante immagini verranno visualizzate per pagina all'interno del profilo dell'utente.

source: Contact
it_it: Contatto

source: Counters
it_it: Contatori

source: Listing Counter
it_it: Contatore di annuncio

source: Photos Counter
it_it: Contatore di foto

source: Reviews Counter
it_it: Contatore di recensioni

source: Report Button
it_it: Pulsante di segnalazione

source: Pricing Plan
it_it: Piano Principale

source: Assign plan to expired listing
it_it: Assegnare il piano alla quotazione scaduta

source: Enable to change the listing plan after existing expires
it_it: Abilita per modificare il piano di inserzione dopo la scadenza esistente

source: Select plan listings will switch to after expired.
it_it: Le schede di piani selezionati passeranno a dopo la scadenza

source: Paid Listing Claim
it_it: Reclamo a pagamento

source: Category Specific Plans
it_it: Piani specifici di categoria

source: Attach specific plans for specific category
it_it: Allegare piani specifici per categoria specifica

source: Enable to link Plans to selected Listing Categories. This will allow you to have different price plans for each category.
it_it: Abilita per collegare i piani alle categorie di schede selezionate. Ciò ti consentirà di avere piani tariffari diversi per ogni categoria.

source: Monthly & Annual Based Price Plans
it_it: Piani dei prezzi mensili e annuali

source: Select Option in Pricing Plans Based on Monthly and Yearly based
it_it: Selezionare l'opzione nei piani tariffari in base al mese e all'anno

source: Enable this to set Price Plans to Monthly (30 days) or yearly (365 days) this will also allow you to have a different price such as discount if the user pays for a full year. <b>Change to Enable/Disable</b>
it_it: Abilitalo per impostare i piani tariffari su Mensile (30 giorni) o annuale (365 giorni) questo ti consentirà anche di avere un prezzo diverso come lo sconto se l'utente paga per un anno intero. <b> Cambia in Abilita/Disabilita </b>

source: Show Annual Price Breakdown as Per Month
it_it: Mostra la ripartizione annuale dei prezzi al mese

source: If you enble this option, Price will be display as per month in anual pricing plans
it_it: Se abiliti questa opzione, il prezzo verrà visualizzato come al mese nei piani tariffari annuali

source: Enable to show how much the total would be if paid monthly.
it_it: Abilita per mostrare quanto sarebbe il totale se pagato mensilmente.

source: Advanced Filter
it_it: Filtro avanzato

source: This section is for search filters on archive page. Here you can show/hide your desired search filter option. You can also show/hide the search filter completely.
it_it: Questa sezione è per i filtri di ricerca nella pagina di archivio. Qui puoi mostrare/nascondere l'opzione di filtro di ricerca desiderata. Puoi anche mostrare/nascondere completamente il filtro di ricerca.

source: Search Filter
it_it: Filtro di ricerca

source: Open Time
it_it: Tempo aperto

source: Most Reviewed
it_it: Più recensite

source: Most Viewed
it_it: Più Visti

source: Best Match
it_it: Più corrispondente

source: Categories
it_it: Categorie

source: Near Me
it_it: Vicino

source: This option will be enabled only if your site has SSL enabled
it_it: Questa opzione sarà abilitata solo se il tuo sito ha SSL abilitato

source: IF you enable this option, when near me filter is active, location will be excluded in all filter results
it_it: Se abiliti questa opzione, quando il filtro vicino a me è attivo, la posizione verrà esclusa in tutti i risultati del filtro

source: Location Distance unit
it_it: Unità di distanza

source: Nearme Destination Calculate in
it_it: Zone vicino a me in

source: Default Near Me Value
it_it: Valore predefinito Vicino a me

source: Set default value of near me
it_it: Setta il valore predefinito Vicino a Me

source: Min Near Me Range
it_it: Minimo Zone vicino

source: Max Near Me Range
it_it: Massimo Zone vicino

source: Additional Filter options
it_it: Filtri opzionali aggiuntivi

source: Search
it_it: Cerca

source: What Field
it_it: Quale campo

source: Enable to show What Field within the search bar.
it_it: Abilita per mostrare quale campo nella barra di ricerca.

source: on=hide off=show
it_it: on=nascondi=mostra

source: Search mode for home banner search WHAT field
it_it: Modalità di ricerca per la ricerca del banner di casa COSA campo

source: Default Search By
it_it: Ricerca predefinita per

source: If someone does not select any suggestion from "What" field in the search form, then this option will show its impact on search results.
it_it: Se qualcuno non seleziona alcun suggerimento dal campo "Cosa" nel modulo di ricerca, questa opzione mostrerà il suo impatto sui risultati di ricerca.

source: Where Field (Location)
it_it: Dove campo (posizione)

source: Enable to show Location Field within the search bar.
it_it: Abilita per mostrare il campo della posizione nella barra di ricerca.

source: Pre populated location in homepage search
it_it: Posizione pre popolata nella ricerca in homepage

source: This require auto location enable
it_it: Ciò richiede l'attivazione della posizione automatica

source: Enable typing in homepage location search field
it_it: Abilita la digitazione nel campo di ricerca della posizione della home page

source: Enable typing in inner pages location search field
it_it: Abilita la digitazione nel campo di ricerca della posizione delle pagine interne

source: Select Location Search Type
it_it: Selezionare il tipo di ricerca della posizione

source: Select option about locations Search
it_it: Seleziona l'opzione relativa alle località Ricerca

source: locations option for listing search in search form
it_it: opzione località per la ricerca di annunci in forma di ricerca

source: Add Location Shortcode
it_it: Aggiungi un codice di avviamento postale

source: For locations codes, visit here.
it_it: Per i codici delle località, visitate qui.

source: Exclude Listing Title From Suggestions in Search
it_it: Escludere il titolo dell'annuncio dai suggerimenti di ricerca

source: on=exclude, off=include
it_it: on=escludi, off=includi

source: Payment
it_it: Pagamento

source: Submitted Listing Require Approval
it_it: La scheda inviata richiede l'approvazione

source: Paid Submission
it_it: Presentazione a pagamento

source: Recurring Payment
it_it: Pagamento ricorrente

source: Auto Recurring Payment
it_it: Pagamento ricorrente

source: Notify User before Expiry
it_it: Avvisa l'utente prima della scadenza

source: Number of Expire Days
it_it: Giorni mancanti alla scadenza

source: Currency For Paid Submission
it_it: Valuta per l'invio a pagamento

source: Currency Position for pricing plan
it_it: Valuta Posizione per il piano tariffario

source: Symbol of currency to left or right side of price in pricing plans
it_it: Simbolo della valuta a sinistra o a destra del prezzo nei piani tariffari

source: Select the position for the currency symbol.
it_it: Selezionare la posizione per il simbolo della valuta.

source: Terms & Conditions Page
it_it: Termini e condizioni d'uso Pagina

source: Select terms & conditions page
it_it: Seleziona la pagina dei termini e condizioni

source: Checkout Page
it_it: Pagina di checkout

source: Select checkout page
it_it: Seleziona la pagina di checkout

source: Failed Payment page - after failed payment
it_it: Pagina Pagamento non riuscito: dopo il pagamento non riuscito

source: This must be an URL.
it_it: Questo deve essere un URL.

source: Select page used for Failed Payment. Page requires Failed Payment Shortcode.
it_it: Seleziona la pagina utilizzata per Pagamento non riuscito. La pagina richiede lo shortcode di pagamento non riuscito.

source: Thank you page - after successful payment
it_it: Pagina di ringraziamento - dopo il pagamento riuscito

source: Select page used for Successful Payment. Page requires Successful Payment Shortcode.
it_it: Seleziona la pagina utilizzata per il pagamento riuscito. La pagina richiede lo shortcode di pagamento riuscito.

source: Coupons
it_it: Coupon

source: Enable disable on checkout page
it_it: Abilita disabilita nella pagina di pagamento

source: Enable to allow coupons during checkout.
it_it: Abilita per consentire i coupon durante il checkout.

source: Set Invoice Start
it_it: Impostare l'inizio della fattura

source: Enable disable for Custom Inovice Start No.
it_it: Abilita disabilita per Fattura personalizzata da N°.

source: Enable to set custom invoice numbering.
it_it: Abilita per impostare la numerazione delle fatture personalizzata.

source: Invoice Start Number
it_it: Numero di inizio fattura

source: Set you own start no. of Invoice for payment
it_it: Imposta il tuo numero di partenza della fattura per il pagamento

source: Api Type
it_it: Tipo Api

source: Sandbox = test API. LIVE = real payments API
it_it: Sandbox = test API. LIVE = pagamenti reali API

source: Select between Live and Sandbox. Sandbox is used for testing
it_it: Selezionare tra Live e Sandbox. Sandbox viene utilizzato per i test

source: Paypal API Username
it_it: Nome utente API Paypal

source: Paypal API Password
it_it: Password API Paypal

source: Paypal API Signature
it_it: Firma API Paypal

source: Paypal Receiving Email
it_it: Paypal Ricezione e-mail

source: Stripe
it_it: Striscia

source: Select between Live and Sandbox. Sandbox is used for testing
it_it: Selezionare tra Live e Sandbox. Sandbox viene utilizzato per i test

source: Secret Key
it_it: Chiave Segreta

source: Publishable Key
it_it: Chiave di pubblicazione

source: Direct Payment / Wire Payment
it_it: Pagamento diretto / Bonifico bancario

source: Bank Transfer
it_it: Bonifico bancario

source: Instructions for Bank Transfer
it_it: Istruzioni per il bonifico bancario

source: API Type
it_it: Tipo di API

source: Account ID
it_it: ID Account

source: Private Key
it_it: Chiave privata

source: Taxes
it_it: Tasse

source: Tax Title
it_it: Titolo fiscale

source: Value-Added Tax
it_it: Imposta sul valore aggiunto

source: Tax Rate
it_it: Aliquota d'imposta

source: Add rate without % sign
it_it: Tasso di aggiunta senza segno %

source: Enter rate without percentage sign
it_it: Inserire il tasso senza segno di percentuale

source: Include Taxes with Pricing Plans
it_it: Includere le tasse con i piani tariffari

source: Email Management
it_it: Gestione delle e-mail

source: <span class="font24">General Email Settings</span>
it_it: <span class="font24">Impostazioni generali e-mail</span>

source: Set email address and email sender name here
it_it: Imposta qui l'indirizzo e-mail e il nome del mittente dell'e-mail

source: Email Address
it_it: Indirizzi email

source: Email address for general email sending
it_it: Indirizzo e-mail per l'invio di e-mail generali

source: Email From
it_it: Email Da

source: Email sender name for general email sending
it_it: Nome del mittente dell'e-mail per l'invio di e-mail generale

source: <span class="font24">Global Shortcodes</span>
it_it: <span class="font24">Codici di scelta rapida globali</span

source: Shotcodes for every Email Template . %website_name as Website Name, %website_url as Website URL, %user_name as User Name
it_it: Shortcodes per ogni modello di email. %website_name come nome del sito web, %website_url come URL del sito web, %user_name come nome utente

source: <span class="font24">New Registered User</span>
it_it: <span class="font24">Nuovo utente registrato</span>
