Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: I accept that I have reviewed all the above details before proceedings. I understand the ad campaign cannot be edited or cancelled without getting in touch with the site admin
it_it: Accetto di aver esaminato tutti i dettagli di cui sopra prima del procedimento. Sono consapevole che la campagna pubblicitaria non può essere modificata o annullata senza contattare l'amministratore del sito

source: Unsaved Event
it_it: Evento non salvato

source: Summary
it_it: Riepilogo

source: ITEM
it_it: ARTICOLI

source: AMOUNT
it_it: TOTALE

source: Top of Search Ad
it_it: In cima ai risultati Ad

source: Sidebar Ad
it_it: Barra laterale Ad

source: Subtotal
it_it: Subtotale

source: Get results with no surprises
it_it: Ottieni risultati senza sorprese

source: Get on top of the organic results intantly.
it_it: Salire sui risultati organici in modo mirato.

source: Pay only when ads are clicked.
it_it: Paghi solo quando si fa clic sugli annunci.

source: Never Spend more than your budget limit.
it_it: Non spendete mai più del vostro budget.

source: Need help getting started?
it_it: Hai bisogno di aiuto per impostare la sponsorizzata?

source: Call (877) 777-7777
it_it: Chiama (+39) 776-1666727

source: Invoices for Ads
it_it: Fatture promozione

source: Search Page Ads
it_it: Annunci sulla pagina di ricerca

source: - Purchased Ads
it_it: - ADS Acquistate

source: View Detail
it_it: vedi dettagli

source: Order#
it_it: Ordine#

source: Plan
it_it: Piano

source: Purchased Date
it_it: Data di acquisto

source: Expiry Date
it_it: Data di scadenza

source: Ooops!
it_it: Attenzione!

source: Sorry ! There is no Invoice generated yet!
it_it: Non hai ricevuto fatture

source: ADS STATS
it_it: STATISTICHE DEGLI ANNUNCI

source: Clicks
it_it: Clic

source: are you sure you want to delete?
it_it: Sei sicuro di voler eliminare?

source: Add new announcement
it_it: Aggiungi nuovo annuncio

source: All Announcements
it_it: Tutte le comunicazioni

source: Add new
it_it: Aggiungi

source: Listing title
it_it: Titolo attività

source: On/off
it_it: Acceso spento

source: Call to action title
it_it: Invito all'azione titolo

source: On/Off
it_it: Acceso spento

source: Icon
it_it: icona

source: Font Awesome
it_it: Carattere fantastico

source: use font awesome
it_it: usa un carattere fantastico

source: Button Text
it_it: Testo Pulsante

source: Button Link
it_it: Link Pulsante

source: Add Announcements
it_it: Aggiungi annunci

source: Live Preview
it_it: Anteprima

source: e.g. 46% Off - Two Vouchers Each Valid for One Large Specialty Pizza
it_it: per esempio. 46% di sconto - Due buoni ciascuno validi per una pizza grande speciale

source: We are proud to announce launch of new branch
it_it: Siamo orgogliosi di annunciare il lancio della nuova filiale

source: Announcement
it_it: Comunicazione

source: Announcements not allowed with this listing. Please upgrade your plan.
it_it: Commenti non consentiti con questa scheda. Aggiorna il tuo piano.

source: choose a Listing
it_it: scegli una scheda

source: Choose call to action type
it_it: Scegli il tipo di invito all'azione

source: Announcement Title
it_it: Titolo comunicazione

source: Save 20% on 3 nights stay
it_it: Risparmia il 20% su soggiorni di 3 notti

source: Buy Tickets
it_it: Acquista Biglietto

source: Contact Us Title
it_it: Es. CONTATTACI

source: Mention Listingpro! save 5% on services
it_it: Menzione Listingpro! risparmia il 5% sui servizi

source: Contact Us
it_it: Contattaci

source: Free appetizer with purchase of two entrees
it_it: Antipasto gratuito con acquisto di due portate

source: Get Offer
it_it: Ottieni offerta

source: Get a quote today and save up-to 40%
it_it: Richiedi un preventivo oggi e risparmia fino al 40%

source: Get Quote
it_it: Richiedi preventivo

source: Join Now Title
it_it: Titolo "Iscriviti Ora"

source: 3 Free classes + 50% off from first purchase
it_it: 3 lezioni gratuite + 50% di sconto dal primo acquisto

source: Join Now
it_it: Accedi/Registrati

source: Learn More Title
it_it: Ulteriori informazioni Titolo

source: Checkout our new happy hour specialist
it_it: Dai un'occhiata al nostro nuovo specialista dell'happy hour

source: Learn More
it_it: Leggi altro

source: Coupon Title
it_it: Titolo Coupon

source: Print Coupon
it_it: Stampa Coupon

source: Title here10
it_it: Titolo qui

source: 50% off your two purchase & first two Move-in-Trucks
it_it: 50% di sconto sui tuoi due acquisti e sui primi due -Trasporto incluso

source: Reserve Now
it_it: Prenota ora

source: Same day appointment available
it_it: Disponibile appuntamento lo stesso giorno

source: Schedule Appointment
it_it: Fissa un appuntamento

source: choose an Icon
it_it: Scegli un'icona

source: use font awesome class e.g fa fa-bullhorn
it_it: usa la classe dei caratteri fantastica, ad esempio fa fa-megafono

source: Your Message
it_it: Il Tuo Messaggio

source: Ads - Promote your Listings
it_it: Promuovi la tua struttura

source: Get Started Now!
it_it: Inizia ora!

source: Sorry ! You have no Published listings yet!
it_it: Non ci sono schede pubblicate

source: Promote
it_it: Promuovi

source: Where you want to show your ad
it_it: Dove vuoi mostrare la tua struttura?

source: These ads will appear on various location through out the site where ever the site-admin has defined. Usually on NON-Directory listing pages such as Home, About Us, Contact us, Blog posts etc.
it_it: Questi annunci appariranno in varie posizioni in tutto il sito dove l'amministratore del sito ha definito. Di solito su pagine di elenchi NON di directory come Home, Chi siamo, Contattaci, post del blog ecc.

source: These ads will show in the bottom right of individual listings in a unique design.
it_it: Questi annunci verranno visualizzati in basso a destra nelle singole schede con un design unico.

source: These ads will appear on the search results or category listing page.
it_it: Questi annunci verranno visualizzati nei risultati di ricerca o nella pagina dell'elenco delle categorie

source: Show Random Ads
it_it: Mostra casualmente

source: Show Detail Page Ads
it_it: Mostra nella pagina dettagli

source: Show Ads in search and taxonomy
it_it: Mostra nei risultati di ricerca

source: Ad duration
it_it: Durata promozione

source: Total :
it_it: Totale:

source: inc.tax
it_it: IVA inclusa

source: next
it_it: avanti

source: Back
it_it: Indietro

source: Sorry ! You have no checkout payment method
it_it: Spiacente ! Non hai un metodo di pagamento per il checkout

source: Please select form fields
it_it: Seleziona i campi del modulo

source: Create Menu
it_it: Crea menu

source: Old Price
it_it: Vecchio prezzo

source: description
it_it: descrizione

source: New Price
it_it: Nuovo prezzo

source: Menu Type
it_it: Tipologia Menù

source: Menu group
it_it: Gruppo di menu

source: Message & listing are required fields
it_it: Messaggio e elenco sono campi obbligatori

source: Remove
it_it: Rimuovi

source: Add Menu
it_it: Aggiungi menu

source: Menu title
it_it: Titolo del menu

source: old price
it_it: vecchio prezzo

source: menu detail
it_it: dettaglio del menu

source: new price
it_it: nuovo prezzo

source: link
it_it: collegamento

source: select type
it_it: seleziona il tipo

source: Please add types
it_it: Si prega di aggiungere tipi

source: select group
it_it: seleziona gruppo

source: Please add groups
it_it: Aggiungi gruppi

source: Upload Photo
it_it: Carica la tua foto

source: Add
it_it: Aggiungi

source: title, listing, & type are required
it_it: titolo, elenco e tipo sono obbligatori

source: Add new
it_it: Aggiungi

source: All Coupons
it_it: Tutti i coupon

source: all deals
it_it: Tutti i coupon

source: active
it_it: Attivo

source: add new
it_it: aggiungi

source: Display In
it_it: Vedi in

source: Content Area
it_it: Area del contenuto

source: Sidebar Area
it_it: Area della barra laterale

source: deal
it_it: descrizione

source: Coupon code
it_it: Codice Sconto

source: discount
it_it: sconto

source: Deal
it_it: Affare

source: Coupon Code
it_it: Codice Sconto

source: Discount
it_it: Sconto

source: inactive
it_it: non attivo

source: e.g. 46% Off - One Large Specialty Pizza
it_it: per esempio. 46% di sconto - Una grande pizza speciale

source: Coupon Details
it_it: Dettagli coupon

source: e.g. Choice of: Two vouchers: Each Good for One Large Specialty Pizza $20 Value
it_it: per esempio. Scelta di: Due buoni: ciascun buono per una grande pizza speciale del valore di € 20

source: Coupon Starts
it_it: Data di inizio

source: Coupon Ends
it_it: Fine Coupon

source: e.g. SUMMER50
it_it: Es. PIZZA46

source: Button URL
it_it: Link di destinazione bottone

source: e.g. http://www.example.com
it_it: Es: https://www.sitoesempio.it

source: Discount Value
it_it: Valore Sconto

source: e.g. 50% || $50
it_it: Es. 50% || €50

source: *Skip this if your deal doesn't include a coupon
it_it: * Salta questo se la tua offerta non include un coupon

source: Button Name
it_it: Nome Pulsante

source: e.g. CLICK HERE
it_it: Es: CLICCA QUI

source: *If left blank the default text "CLICK HERE" will be used.
it_it: * Se lasciato vuoto, verrà utilizzato il testo predefinito "CLICCA QUI".

source: *Only enable Custom URL if you would like to redirect users to an external link.
it_it: * Abilita URL personalizzato solo se desideri reindirizzare gli utenti a un link esterno.

source: nothing found
it_it: Non abbiamo trovato nulla

source: Start End
it_it: Inizio Fine

source: Discount Value %
it_it: Valore Sconto in %

source: Custom Text (Button)
it_it: Modifica Testo Pulsante

source: Custom URL (Button)
it_it: Link Personalizzato (Pulsante)

source: e.g. http://www.listingprowp.com
it_it: Es: http://www.sitoesempio.it

source: Create Coupon
it_it: Crea Coupon

source: Choose a listing for the coupon
it_it: Scegli un elenco per il coupon

source: Discount/Deals not allowed with this listing. Please upgrade your plan.
it_it: Sconti/Offerte non consentite con questo piano . Aggiorna il tuo piano.

source: $ Dollar
it_it: € Euro

source: % Percent
it_it: % Percentuale

source: Coupon Starts
it_it: Coupon iniziali

source: Date
it_it: Data

source: Time
it_it: Orario

source: set end date
it_it: scegli fine

source: Coupon Ends
it_it: Fine Coupon

source: External Coupon URL
it_it: Link Coupon Esterno

source: Coupon Featured Image
it_it: Immagine in primo piano del coupon

source: Message Sent Successfully
it_it: Messaggio inviato con successo

source: This event has no attendees so far.
it_it: Questo evento non ha partecipanti finora.

source: Go Back To Events
it_it: Torna agli Eventi

source: Download CSV
it_it: Scarica CSV

source: Check All
it_it: Seleziona tutto

source: Username
it_it: Nome Utente

source: Full Name
it_it: Nome completo

source: Checkbox
it_it: Casella di controllo

source: Create Message
it_it: Creare un messaggio

source: Enter Your Massage
it_it: Inserisci il tuo massaggio

source: Your Location
it_it: La Tua Località

source: Drop Pin
it_it: Trascina il pin su Google Maps

source: Are you sure you want to delete?
it_it: Sei sicuro di voler eliminare?

source: All Events
it_it: Tutti gli eventi

source: all events
it_it: tutti gli eventi

source: upcoming
it_it: imminente

source: add new
it_it: aggiungi

source: event
it_it: evento

source: start time
it_it: Ora di inizio

source: View Attendees
it_it: Visualizza partecipanti

source: Event Date
it_it: Data Evento

source: Event Time
it_it: Orario Evento

source: Event Name
it_it: Titolo Evento

source: Give it a short quick name
it_it: Dagli un nome breve e veloce

source: Event Description
it_it: Descrizione Evento

source: Event Starts
it_it: Inizio Evento

source: Event start Time
it_it: Ora di inizio dell'evento

source: Event Ends
it_it: Fine Evento

source: Event End Time
it_it: Ora di fine evento

source: Address
it_it: Indirizzo

source: e.g. Country, City, Location
it_it: Es. Provincia, Città, Località

source: Ticket URL
it_it: Link per maggiori info e Prenotazioni

source: https://facebook.com/listingprowp
it_it: https://facebook.com/cassinovirtual

source: Create New event
it_it: Crea un nuovo Evento / Promuovi un'Attività in Programma

source: Choose an event organizer's listing
it_it: Scegli l'elenco di un organizzatore di eventi

source: Event not allowed or already an event with this listing.
it_it: Evento non consentito o già un evento con questo elenco.

source: Event Title
it_it: Titolo Evento

source: Search By Google
it_it: Cerca tramite Google

source: Manual Coordinates
it_it: Inserimento manuale

source: Event Location
it_it: Luogo di svolgimento evento

source: Address for Google Maps
it_it: Indirizzo acquisito da Google Maps

source: Add Custom Address
it_it: Aggiungi indirizzo personalizzato

source: Add address here
it_it: Aggiungi indirizzo

source: Time
it_it: Ora

source: Set end date
it_it: scegli fine

source: e.g Enter description about your event
it_it: E.s. Inserisci una descrizione del tuo evento

source: Event Tickets
it_it: Bieglietti e Ticket

source: Event URL
it_it: Inserisci il Link "URL" per prenotare e/o acquistare e o richiedere il biglietto/ticket

source: Event Featured Image
it_it: Immagine in primo piano dell'evento

source: Expired Listings
it_it: Schede scadute

source: Are you sure you want to delete this?
it_it: sei sicuro di voler cancellare questo?

source: Sorry ! You have no list expired yet!
it_it: Non hai liste scadute!

source: You must be here for the first time. You will see messages here when user will contact you through lead form.
it_it: Devi essere qui per la prima volta. Vedrai i messaggi qui quando l'utente ti contatterà tramite il modulo per i lead.

source: Listing :
it_it: Attività :

source: There is no replied message
it_it: Non ci sono messaggi a cui rispondere

source: All Invoices
it_it: Tutte le fatture

source: Reciept / Invoice
it_it: Ricevuta / Fattura

source: date
it_it: data

source: amount
it_it: quantità

source: (100% Discounted)
it_it: (Scontato 100%)

source: Unlimited
it_it: ILLIMITATO

source: View
it_it: Visualizzazioni

source: Invoice#
it_it: Fattura N.#

source: Date:
it_it: Data:

source: Invoice To:
it_it: Fattura:

source: Pay To:
it_it: Paga a:

source: Business Name
it_it: Ragione Sociale

source: Call Us For Help
it_it: Chiama x supporto

source: Invoice Details
it_it: Dettagli della fattura

source: Transaction ID
it_it: ID transazione

source: Listing Name
it_it: Nome Scheda

source: Duration
it_it: Durata

source: Amount
it_it: Totale

source: Plan Price
it_it: Prezzo del piano

source: Paid with
it_it: Pagato con

source: Download PDF
it_it: Scarica il pdf

source: Print
it_it: Stampa

source: INVOICE#
it_it: FATTURA N.#

source: Tax Price
it_it: Prezzo fiscale

source: Method
it_it: Metodo di Pagamento

source: plan
it_it: Piano

source: You must be here for the first time. You will see Listing invoices here.
it_it: Devi accederei per la prima volta. Vedrai le fatture delle inserzioni qui.

source: Billed To:
it_it: Addebitato a:

source: List Name :
it_it: Lista nome :

source: All Leads Form
it_it: Tutti i Moduli

source: add new form
it_it: aggiungi nuovo modulo

source: LISTING NAME
it_it: NOME SCHEDA

source: Select a Field Type
it_it: Seleziona un tipo di campo

source: Text
it_it: Testo

source: Date-Time Local
it_it: Data-ora locale

source: Dropdown
it_it: Cadere in picchiata

source: Range
it_it: Gamma

source: Label
it_it: Etichetta

source: Options
it_it: Opzioni

source: Multi Select
it_it: Selezione multipla

source: Placeholder
it_it: Segnaposto

source: Minimum Value
it_it: Valore minimo

source: eg.1
it_it: ad es. 1

source: Maximum Value
it_it: Valore massimo

source: eg.100
it_it: ad es. 100

source: Default Value
it_it: Valore predefinito

source: Step Value
it_it: Valore del passo

source: required field
it_it: campo obbligatorio

source: no form found
it_it: nessun modulo trovato

source: Create Form
it_it: Crea modulo

source: Message
it_it: Messaggio

source: Default Form Feilds
it_it: Campi di default

source: Add form feild
it_it: Aggiungi campo modulo

source: Invoices for Listing
it_it: Fattura schede

source: - Purchased Listing
it_it: - Annunci Acquistati

source: wire
it_it: filo

source: Published Listings
it_it: Schede pubblicate

source: Days Left
it_it: Giorni alla scadenza

source: Sorry ! You have no listing yet!
it_it: Non ci sono schede in attesa

source: All Listings
it_it: Tutte le Attività

source: all
it_it: Mostra tutti

source: Add Google Analytics User ID
it_it: Aggiungi User ID Google Analytics

source: Analytics User Id
it_it: ID utente di Analytics

source: title
it_it: Titolo

source: views
it_it: viste

source: expiry
it_it: scadenza

source: Associated Plan
it_it: Piano associato

source: Days before
it_it: Giorni prima

source: Expiry
it_it: Scadenza

source: Pay
it_it: pagare

source: "Your time is limited, so dont waste it living someone elses life."
it_it: "Il tuo tempo è limitato, quindi non sprecarlo vivendolo per qualcun altro."

source: Weekly
it_it: Settimana

source: Monthly
it_it: Mensile

source: Yearly
it_it: Annuale

source: Select a Listing
it_it: Seleziona scheda

source: view
it_it: Visualizzazioni

source: User Views
it_it: Utenti Totali

source: View your listings total views from the last Week or Month.
it_it: Guarda le visualizzazioni totali delle tue inserzioni dall'ultima settimana o mese.

source: in All Times
it_it: Dall'inizio

source: more insights
it_it: più approfondimenti

source: leads
it_it: conduce

source: Customer Leads
it_it: Nuovi Clienti

source: View the total Leads from your listings for the last Week or Month.
it_it: Visualizza i lead totali dalle tue inserzioni per l'ultima settimana o mese.

source: reviews
it_it: recensioni

source: Customer Reviews
it_it: Recensione clienti

source: View the Total Reviews for your listings from the last Week or Month.
it_it: Visualizza le recensioni totali per le tue inserzioni dell'ultima settimana o mese.

source: see less activity
it_it: visualizza meno interazioni

source: see more activity
it_it: Visualizza più interazioni

source: Rating alerts
it_it: Avvisi di valutazione

source: Delete all related data
it_it: Elimina tutti i dati correlati

source: Keep already added data
it_it: Conserva i dati già aggiunti

source: Types
it_it: Tipi

source: Groups
it_it: Gruppi

source: add new groups
it_it: aggiungi nuovo gruppo

source: add new types
it_it: aggiungi nuovi tipi

source: Back to Menu
it_it: Torna al menu

source: Add new type
it_it: Aggiungi nuovi tipi

source: Type Name
it_it: Digita il nome

source: Special characters not allowed
it_it: Usa caratteri normali, i caratteri speciali non sono ammessi.

source: e.g. Lunch
it_it: per esempio. Pranzo

source: Add new group
it_it: Aggiungi nuovo gruppo

source: Group Name
it_it: Nome del gruppo

source: e.g. Spicy
it_it: es. speziato

source: Menu Types
it_it: Tipi di menu

source: Recent Menu Groups
it_it: Gruppi di menu recenti

source: Add Menu Group
it_it: Aggiungi gruppo di menu

source: menu group
it_it: gruppo di menu

source: group text is required
it_it: il testo del gruppo è obbligatorio

source: Recent Menu Types
it_it: Tipi di menu recenti

source: Add Menu Type
it_it: Aggiungi tipologia Menù

source: menu type
it_it: tipo di menu

source: Type text is required
it_it: Il testo del tipo è obbligatorio

source: are you sure you want to delete all menus of this listing?
it_it: sei sicuro di voler eliminare tutti i menu di questo elenco?

source: ALL Menus
it_it: Tutti i menù

source: upload image menu
it_it: caricare il menu dell'immagine

source: ONILNE FOOD ORDERING SERVICES
it_it: ORDINAZIONE DI ALIMENTI ONILNE SERVIZI

source: menu assigned to
it_it: menu assegnato a

source: No menu items added yet.
it_it: Nessuna voce di menu ancora aggiunta.

source: Upload Image Menu
it_it: Carica menu immagine

source: No Image Menu Added
it_it: Nessun menu immagine aggiunto

source: Menu not allowed with this listing. Please upgrade your plan.
it_it: Menu non consentito con questo elenco. Aggiorna il tuo piano.

source: ONILNE FOOD ORDERING SERVICES
it_it: SERVIZI DI ORDINAZIONE DI ALIMENTI ONILNE

source: No Service Added
it_it: Nessun servizio aggiunto

source: e.g SALAD
it_it: ad esempio INSALATA

source: Service URL
it_it: URL del servizio

source: All Menus
it_it: Tutti i menù

source: Create Menu Item(s)
it_it: Crea voci di menu

source: Choose a listing for the menu item(s) *
it_it: Scegli un elenco per le voci di menu *

source: GROUPS
it_it: GRUPPI

source: Menu Item Name
it_it: Nome voce di menu

source: Ex: $7
it_it: Es: €7

source: Menu Item Description
it_it: Voce di menu Descrizione

source: e.g. This delicious roasted chicken is marinated in...
it_it: per esempio. Questo delizioso pollo arrosto è marinato in ...

source: External Menu Item URL
it_it: URL della voce di menu esterna

source: Make This Item As Popular Item
it_it: Rendi questo articolo come oggetto popolare

source: Spice Level
it_it: Livello delle spezie

source: Upload Menu Item Images
it_it: Carica le immagini delle voci di menù

source: add menu item
it_it: aggiungi voce di menu

source: View All Menu
it_it: Visualizza tutto il menu

source: TYPES AND GROUPS MANAGER
it_it: GESTORE TIPI E GRUPPI

source: ALL TYPES
it_it: TUTTI I TIPI

source: ALL GROUPS
it_it: TUTTI I GRUPPI

source: e.g SPICY
it_it: Es. SPEZIATO

source: All Packages
it_it: Tutti i pacchetti

source: type
it_it: genere

source: trans date
it_it: data trans

source: expire on
it_it: Scade il

source: Pending Listings
it_it: Schede in attesa

source: Days Left
it_it: Giorni alla scadenza

source: Posted
it_it: Inserito

source: days ago
it_it: giorni fa

source: day ago
it_it: giorno fa

source: Posted Today
it_it: Inserito oggi

source: star rating.
it_it: stelle.

source: Select New Images
it_it: Scegli nuova immagine

source: Review Response
it_it: Risposta di revisione

source: You
it_it: tu

source: posted a review on
it_it: ha pubblicato una recensione su

source: Rating:
it_it: Voto:

source: See More
it_it: Guarda

source: Review:
it_it: Recensione:

source: Edit this review
it_it: Modifica recensione

source: received
it_it: ricevute

source: submitted
it_it: aggiunta

source: You must be here for the first time. You will see all reviews here.
it_it: Devi essere qui per la prima volta. Vedrai tutte le recensioni qui.

source: posted on
it_it: postato il

source: Public reply
it_it: Risposta Pubblica

source: Write something in reply of this review
it_it: Scrivi qualcosa in risposta a questa recensione

source: Send Reply
it_it: Rispondi

source: You must be here for the first time. You will see here all recieved reviews on your own listings.
it_it: Devi essere qui per la prima volta. Vedrai qui tutte le recensioni ricevute sulle tue schede.

source: Delete this review
it_it: Elimina questa recensione

source: You must be here for the first time. You will see all posted reviews here.
it_it: Devi essere qui per la prima volta. Vedrai tutte le recensioni pubblicate qui.

source: All Saved Listings
it_it: Tutte le Attività Salvate

source: Action
it_it: Azione

source: Add Image Menu to any listing
it_it: Aggiungi il menu immagine a qualsiasi elenco

source: Title (example: "See Full Menu")
it_it: Titolo (ad es: Clicca e scopri questa novità)

source: Select your list to assign your food / service menu
it_it: Scegli la scheda a cui assegnare il servizio

source: You have no published listing.
it_it: Non hai schede pubblicate.

source: Menu Option is Currently Active On
it_it: Servizi speciali attivi

source: All Subscriptions
it_it: Tutti gli abbonamenti

source: Subscription
it_it: Sottoscrizione

source: Listing Title
it_it: Nome Struttura

source: Upcoming renewal
it_it: Prossimo rinnovo

source: Are you sure you want to proceed action?
it_it: Sei sicuro di voler procedere con l'azione?
