Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: Spotlight Price (PPC)
it_it: Prezzo dei riflettori (PPC)

source: Side of Listing Ads
it_it: Lato degli annunci

source: Enable Side of Listing Ads. Side of Listing ads requires Widget within Listing
it_it: Abilita Ads lato schede. Ads sulle schede richiede Widget all'interno di Schede.

source: Side of Listing (PPD)
it_it: Lato dell'annuncio (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include currency sign ).
it_it: Inserisci l'importo che desideri addebitare ai titolari di attività commerciali per promuovere le loro schede per questo formato e posizionamento (non includere il simbolo della valuta).

source: Side of Listing (PPC)
it_it: Lato dell'annuncio (PPC)

source: Top of Search Ads
it_it: Top degli annunci di ricerca

source: Top of Search Ads Price (PPD)
it_it: Prezzo degli annunci di ricerca in alto (PPD)

source: Top of Search Price (PPC)
it_it: Top del prezzo di ricerca (PPC)

source: Form reCaptcha
it_it: Forma reCaptcha

source: Enable to display Google reCAPTCHA and Load Script
it_it: Abilita per visualizzare Google reCAPTCHA e Load Script

source: Create Key <a href="https://www.google.com/recaptcha/admin" target="_blank">here</a>
it_it: Crea chiave <a href="https://www.google.com/recaptcha/admin" target="_blank">qui</a>

source: Site Key For Google Recaptcha
it_it: Chiave del sito per Google Recaptcha

source: Secret Key For Google Recaptcha
it_it: Chiave segreta per Google Recaptcha

source: User registeration
it_it: Registrazione utente

source: Show Google reCAPTCHA during User Registration
it_it: Mostra Google reCAPTCHA durante la registrazione dell'utente

source: User login
it_it: Login utente

source: Show Google reCAPTCHA during User Login
it_it: Mostra Google reCAPTCHA durante l'accesso utente

source: Show Google reCAPTCHA during Listing Submission
it_it: Mostra Google reCAPTCHA durante la presentazione di un annuncio

source: Listing Edit
it_it: Modifica dell'elenco

source: Show Google reCAPTCHA during Edit Listing
it_it: Mostra Google reCAPTCHA durante la modifica dell'elenco

source: Show Google reCAPTCHA on Listing Lead Form
it_it: Mostra Google reCAPTCHA sul modulo di annuncio

source: Review Form
it_it: Modulo di revisione

source: Show Google reCAPTCHA on Listing Review Submission
it_it: Mostra Google reCAPTCHA su Listing Review Submission

source: Contact Page Form
it_it: Modulo di contatto

source: Show Google reCAPTCHA on Contact Page Form
it_it: Mostra Google reCAPTCHA sul modulo della pagina di contatto

source: User Profile
it_it: Profilo utente

source: Show Google reCAPTCHA v3 on user profile
it_it: Mostra Google reCAPTCHA v3 sul profilo utente

source: URL Rewrite
it_it: Riscrivi l'URL

source: Please update permalinks ( under Settings menu ) after any changes you make in following slugs ( to avoid a 404 error page )
it_it: Aggiorna i permalink (nel menu Impostazioni) dopo qualsiasi modifica apportata nei seguenti slug (per evitare una pagina di errore 404)

source: listing slug
it_it: elenco lumaca

source: Default is "listing"
it_it: L'impostazione predefinita è "listing".

source: listing category slug
it_it: elenco categoria lumaca

source: Default is "listing-category"
it_it: Di default: "Categorie"

source: Location slug
it_it: Lumaca di localizzazione

source: Default is "location"
it_it: Il valore predefinito è "posizione".

source: Features slug
it_it: Caratteristica slug

source: Default is "features"
it_it: Predefinita è "caratteristiche"

source: Events slug
it_it: Slug eventi

source: Default is "events"
it_it: Default è "eventi"

source: Frontend Dashboard Page
it_it: Pagina del cruscotto frontale

source: Submit Listing Page
it_it: Invia la pagina della Scheda

source: Select the page used for Listing Submission (Page must include the Submit Listing Shortcode)
it_it: Seleziona la pagina utilizzata per l'invio della scheda (la pagina deve includere lo shortcode per l'invio della scheda)

source: Edit Listing Page
it_it: Modifica pagina di elenco

source: Select the page used for Editing Listings (Page must include the Edit Listing Shortcode)
it_it: Seleziona la pagina utilizzata per la modifica delle schede (la pagina deve includere gli -shortcode- Modifica Scheda)

source: Price plans Page
it_it: Piani tariffari Pagina

source: Select the page used for Price Plans (Page must include the Price Plan Shortcode)
it_it: Selezionare la pagina utilizzata per i piani tariffari (la pagina deve includere il codice di collegamento del piano tariffario)

source: Contact Page
it_it: Pagina di contatto

source: Translate all text strings into your own language
it_it: Tradurre tutte le stringhe di testo nella propria lingua

source: Contact Information
it_it: Informazioni di contatto

source: Enable Contact Information to show on the Contact Page
it_it: Abilita la visualizzazione delle informazioni di contatto nella pagina dei contatti

source: Contact information
it_it: Informazioni di contatto

source: ON=SHOW, OFF= HIDE
it_it: ON = MOSTRA, OFF = NASCONDI

source: Title for contact information
it_it: Titolo per informazioni di contatto

source: Social Links
it_it: Link sociali

source: Enable Social Media Links to show
it_it: Abilita la visualizzazione dei link ai social media

source: Enter full URL including HTTPS://
it_it: Inserisci l'URL completo incluso HTTPS://

source: Add or edit Form settings
it_it: Aggiungere o modificare le impostazioni del modulo

source: Cotact Form Provider
it_it: Fornitore del modulo Contatto

source: Enter the Shortcode for your preferred form. (be sure to install wpforms lite.)
it_it: Immettere lo shortcode per il modulo preferito. (assicurati di installare wpforms lite.)

source: Header for From
it_it: Intestazione per From

source: Successful Submission Message
it_it: Messaggio di presentazione di successo

source: Failed Submission Message
it_it: Messaggio non riuscito

source: Shortcode for WPForms Lite
it_it: Codice di avviamento per WPForms Lite

source: Enter the Shortcode for your preferred form.
it_it: Immettere lo shortcode per il modulo preferito.

source: Contact Map
it_it: Contatto Mappa

source: Set Latitude and longitude for contact page map
it_it: Impostare la latitudine e la longitudine per la mappa della pagina dei contatti

source: Contact Page Map
it_it: Mappa della pagina di contatto

source: Enable to show Map
it_it: Abilita vedere Mappa

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Footer
it_it: Piè di pagina

source: Add or edit Footer information
it_it: Aggiungere o modificare le informazioni del piè di pagina

source: Footer Layout
it_it: Layout del piè di pagina

source: Select Footer layout
it_it: Selezionare il layout del piè di pagina

source: Select from 1 of 11 Layout Styles.
it_it: Selezionare uno degli 11 stili di layout.

source: Select footer widget layout
it_it: Selezionare il layout del widget a piè di pagina

source: Control the number of columns in the footer
it_it: Controllare il numero di colonne nel piè di pagina

source: Footer top area Background color
it_it: Piè di pagina area superiore Colore di sfondo

source: (default: #363f48).
it_it: (predefinito: #363f48).

source: Controls the Background Color of the Footer
it_it: Controlla il colore di sfondo del piè di pagina

source: Footer bottom area Background color
it_it: Piè di pagina area inferiore Colore di sfondo

source: (default: #45505b).
it_it: (predefinito: #45505b).

source: Footer Top Text Color ON/OFF
it_it: Piè di pagina Top Text Color ON/OFF

source: Footer top area text color
it_it: Colore del testo dell'area superiore del piè di pagina

source: Footer Bottom Text Color ON/OFF
it_it: Piè di pagina inferiore Colore del testo ON/OFF

source: Footer bottom area text color
it_it: Colore del testo dell'area inferiore del piè di pagina

source: Copyright text
it_it: Testo di copyright

source: Enter the text that displays in the Copyright Bar
it_it: Immettere il testo che viene visualizzato nella barra del copyright

source: Footer Logo
it_it: Logo del piè di pagina

source: Select Image to show with the Page Footer
it_it: Selezionare l'immagine da mostrare con il Piè di pagina

source: Theme Author Information
it_it: Informazioni sull'autore del tema

source: Footer Text Section Heading
it_it: Intestazione della sezione di testo del piè di pagina

source: Footer Text Section Content
it_it: Piè di pagina Contenuto della sezione di testo

source: Footer Button Text
it_it: Pulsante di testo del piè di pagina

source: Footer Button URL
it_it: URL del pulsante del piè di pagina

source: Documentation
it_it: Documentazione

source: Section via hook
it_it: Sezione tramite gancio

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
it_it: Questa è una sezione creata aggiungendo un filtro all'array delle sezioni. Può essere utilizzato dai temi figlio per aggiungere / rimuovere sezioni dalle opzioni.

source: Black Friday 50% Off
it_it: Venerdì nero 50% di sconto

source: Random Ads
it_it: Promozioni casuali

source: Detail Page Ads
it_it: Annunci sulla pagina dei dettagli

source: Top in Search Page Ads
it_it: Top nella pagina di ricerca Annunci

source: Enjoy using our features of Listings subscription in very cheap price
it_it: Divertiti a utilizzare le nostre funzionalità di abbonamento a TuttoCassino a un prezzo molto conveniente

source: listing title
it_it: Nome Struttura

source: price
it_it: Prezzo

source: Install Required Plugins
it_it: Installare i plug-in necessari

source: Install Plugins
it_it: Installare i plug-in

source: Installing Plugin: %s
it_it: Installazione della spina: %s

source: Updating Plugin: %s
it_it: Aggiornamento del plugin: %s

source: Something went wrong with the plugin API.
it_it: Qualcosa è andato storto con l'API del plugin.

source: This theme requires the following plugin: %1$s.
it_it: Questo tema richiede il seguente plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
it_it: Questo tema raccomanda il seguente plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
it_it: Il seguente plugin deve essere aggiornato alla sua ultima versione per garantire la massima compatibilità con questo tema: %1$s.

source: There is an update available for: %1$s.
it_it: C'è un aggiornamento disponibile per: %1$s.

source: The following required plugin is currently inactive: %1$s.
it_it: Il seguente plugin richiesto è attualmente inattivo: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
it_it: Il seguente plugin consigliato è attualmente inattivo: %1$s.

source: Begin installing plugin
it_it: Iniziare l'installazione del plugin

source: Begin updating plugin
it_it: Iniziare l'aggiornamento del plugin

source: Begin activating plugin
it_it: Iniziare ad attivare il plugin

source: Return to Required Plugins Installer
it_it: Ritorno all'installatore di plug-in richiesto

source: Return to the Dashboard
it_it: Ritorno al cruscotto

source: Plugin activated successfully.
it_it: Plugin attivato con successo.

source: The following plugin was activated successfully:
it_it: Il seguente plugin è stato attivato con successo:

source: No action taken. Plugin %1$s was already active.
it_it: Nessuna azione intrapresa. Il plugin %1$s era già attivo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
it_it: Plugin non attivato. Per questo tema è necessaria una versione successiva di% s. Aggiorna il plugin.

source: All plugins installed and activated successfully. %1$s
it_it: Tutti i plugin installati e attivati con successo. %1$s

source: Dismiss this notice
it_it: Respingete questo avviso

source: There are one or more required or recommended plugins to install, update or activate.
it_it: Esistono uno o più plug-in obbligatori o consigliati da installare, aggiornare o attivare.

source: Please contact the administrator of this site for help.
it_it: Si prega di contattare l'amministratore di questo sito per assistenza.

source: This plugin needs to be updated to be compatible with your theme.
it_it: Questo plugin deve essere aggiornato per essere compatibile con il vostro tema.

source: Update Required
it_it: Aggiornamento richiesto

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
it_it: Il pacchetto di plugin remoto non contiene una cartella con lo slug desiderato e la ridenominazione non ha funzionato.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
it_it: Contatta il fornitore del plug-in e chiedigli di creare un pacchetto del plug-in in base alle linee guida di WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
it_it: Il pacchetto di plugin remoto è composto da più di un file, ma i file non sono confezionati in una cartella.

# plugin A *and* plugin B
source: and
it_it: e

source: Required
it_it: Richiesto

source: Recommended
it_it: Consigliato

source: External Source
it_it: Fonte esterna

source: Pre-Packaged
it_it: Pre-confezionato

source: Not Installed
it_it: Non installato

source: Installed But Not Activated
it_it: Installato ma non attivato

source: Active
it_it: Attiva

source: Required Update not Available
it_it: Aggiornamento richiesto non disponibile

source: Requires Update
it_it: Richiede l'aggiornamento

source: Update recommended
it_it: Aggiornamento consigliato

# plugins
source: All <span class="count">(%s)</span>
it_it: Tutti <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
it_it: Per installare <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
it_it: Aggiornamento disponibile <span class="count">(%s)</span>.

source: To Activate <span class="count">(%s)</span>
it_it: Per attivare <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
it_it: sconosciuto

source: Installed version:
it_it: Versione installata:

source: Minimum required version:
it_it: Versione minima richiesta:

source: Available version:
it_it: Versione disponibile:

source: No plugins to install, update or activate.
it_it: Nessun plugin da installare, aggiornare o attivare.

source: Source
it_it: Fonte:

source: Version
it_it: Versione

source: Install %2$s
it_it: Installare %2$s

source: Update %2$s
it_it: Aggiornamento %2$s

source: Activate %2$s
it_it: Attivare %2$s

source: Upgrade message from the plugin author:
it_it: Messaggio di aggiornamento da parte dell'autore del plugin:

source: Install
it_it: Installare

source: Update
it_it: Aggiorna

source: Activate
it_it: Attivare

source: No plugins were selected to be installed. No action taken.
it_it: Non è stato selezionato nessun plugin da installare. Nessuna azione intrapresa.

source: No plugins were selected to be updated. No action taken.
it_it: Non sono stati selezionati plugin da aggiornare. Nessuna azione intrapresa.

source: No plugins are available to be installed at this time.
it_it: Al momento non sono disponibili plugin da installare.

source: No plugins are available to be updated at this time.
it_it: Non sono disponibili plugin da aggiornare in questo momento.

source: No plugins were selected to be activated. No action taken.
it_it: Non è stato selezionato nessun plugin da attivare. Nessuna azione intrapresa.

source: No plugins are available to be activated at this time.
it_it: In questo momento non sono disponibili plugin da attivare.

source: Plugin activation failed.
it_it: Attivazione del plugin non riuscita.

source: Updating Plugin %1$s (%2$d/%3$d)
it_it: Aggiornamento Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
it_it: Si è verificato un errore durante l'installazione di %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
it_it: L'installazione di %1$s non è riuscita.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
it_it: Il processo di installazione e di attivazione sta iniziando. Questo processo potrebbe richiedere un po' di tempo su alcuni host, quindi si prega di essere pazienti.

source: %1$s installed and activated successfully.
it_it: %1$s installato e attivato con successo.

source: Show Details
it_it: Mostra dettagli

source: Hide Details
it_it: Nascondere dettagli

source: All installations and activations have been completed.
it_it: Tutte le installazioni e le attivazioni sono state completate.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
it_it: Installazione e attivazione del plug-in %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
it_it: Il processo di installazione sta iniziando. Questo processo potrebbe richiedere un po' di tempo per alcuni ospiti, quindi si prega di essere pazienti.

source: %1$s installed successfully.
it_it: %1$s installato con successo.

source: All installations have been completed.
it_it: Tutte le installazioni sono state completate.

source: Installing Plugin %1$s (%2$d/%3$d)
it_it: Installazione Plugin %1$s (%2$d/%3$d)

source: Owner Response
it_it: Risposta del proprietario

source: Sorry! Listing owners can not post review on their listings!
it_it: Scusa! Il proprietario della scheda non può pubblicare recensioni sulle loro!

source: Sorry! already posted on this listing!
it_it: Spiacente! già pubblicato su questo elenco!

source: Email already exists! Please login or change email
it_it: Email già esistente! Effettua il login o cambia l'email

source: User name already exists! Please login or try a different one
it_it: Il nome utente esiste già! Effettua il login o provane uno diverso

source: Review has been submitted successfully
it_it: Recensione inviata

source: Thanks for reacting
it_it: Grazie :-)

source: Max. allowed images are
it_it: Le immagini consentite sono massimo

source: Max. allowed images size is
it_it: La dimensione massima delle immagini consentita è

source: Add Review
it_it: Aggiungi Recensione

source: Select Images
it_it: Carica immagine

source: Browse
it_it: Scegli

source: Title
it_it: Titolo

source: Example: It was an awesome experience to be there
it_it: Ad esempio: E' stata un'esperienza fantastica

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too!
it_it: Suggerimento: un'ottima recensione riguarda il cibo, il servizio e l'atmosfera. Hai consigli per i tuoi piatti e bevande preferiti o qualcosa che tutti dovrebbero provare qui? Includi anche quello!

source: Your review is recommended to be at least 140 characters long :)
it_it: Si consiglia di scrivere una recensione di almeno 140 caratteri :)

source: You agree & accept our Terms & Conditions for posting this review?
it_it: Postando questa Recensione, accetti i termini e condizioni generali di utilizzo

source: Submit Review
it_it: Recensisci

source: Please fill Email, Title, Description and Rating
it_it: Si prega di compilare Email, Titolo, Descrizione e Valutazione

source: you@website.com
it_it: tu@website.com

source: Your review is recommended to be at least 140 characters long
it_it: La tua recensione dovrebbe essere lunga almeno 140 caratteri

source: Submit Review
it_it: Recensisci

source: Signup & Submit Review
it_it: Iscriviti e invia recensione

source: Write a review
it_it: Scrivere una recensione

source: Your Rating
it_it: Il tuo voto

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too! And remember.
it_it: Esempio: Siamo stati una settimana io e il mio compagno perché cercavamo un luogo tranquillo e romantico. Ed è proprio quello che abbiamo trovato. Siamo stati davvero bene e ringraziamo ancora tutto lo staff per come siamo stati trattati. Torneremo di sicuro!

source: Your review recommended to be at least 140 characters long :)
it_it: Ti raccomandiamo di scrivere più di 140 caratteri ;-)

source: Features
it_it: Servizi

source: in
it_it: nel

source: for
it_it: per

source: No Results
it_it: Nessun risultato

source: Sorry! There are no listings matching your search.
it_it: Scusa! Non ci sono annunci che corrispondono alla tua ricerca.

source: Try changing your search filters or
it_it: Prova a cambiare i Parametri di Ricerca oppure

source: Reset Filter
it_it: Azzera Filtri

source: More results for
it_it: Altri risultati per

source: Someone
it_it: Qualcuno

source: Country :
it_it: Nazione

source: City :
it_it: Città

source: Zip :
it_it: CAP

source: Setup Wizard
it_it: Configurazione guidata

source: Introduction
it_it: introduzione

source: Plugins
it_it: Plugin

source: Demos
it_it: Demo

source: Content
it_it: Soddisfare

source: Ready!
it_it: Pronto !

source: Listingpro &rsaquo; Setup Wizard
it_it: Listingpro ›Configurazione guidata

source: Return to the WordPress Dashboard
it_it: Torna alla dashboard di WordPress

source: Welcome to the Easy Setup Assistant for %s.
it_it: Benvenuto in Easy Setup Assistant per% s.

source: It looks like you may have recently upgraded to this theme. Great! This setup wizard will help ensure all the default settings are correct. It will also show some information about your new website and support options.
it_it: Sembra che tu abbia recentemente aggiornato questo tema. Perfetto! Questa configurazione guidata aiuterà a garantire che tutte le impostazioni predefinite siano corrette. Mostrerà anche alcune informazioni sul tuo nuovo sito web e sulle opzioni di supporto.

source: Let's Go!
it_it: Andiamo!

source: Not right now
it_it: Non adesso

source: Welcome to the Easy Setup Assistant! for %s.
it_it: Benvenuto in Easy Setup Assistant! per% s.

source: It looks like you have already run the setup wizard.
it_it: Sembra che tu abbia già eseguito la configurazione guidata.

source: LATER
it_it: DOPO

source: Run Setup Wizard Again
it_it: Eseguire nuovamente la procedura guidata di configurazione

source: Easy Setup! Click! Click! Click!
it_it: Installazione facile! Clic! Clic! Clic!

source: This wizard will help you kickstart with all the necessary tools.
it_it: Questa procedura guidata ti aiuterà a eseguire il kickstart con tutti gli strumenti necessari.

source: Ready to begin the setup?
it_it: Pronto per iniziare la configurazione?

source: START
it_it: INIZIA

source: NEXT
it_it: IL PROSSIMO

source: First, let us help you unpack.
it_it: Prima cosa, lascia che ti aiutiamo a disimballare.

source: Good news! All plugins are already installed and up to date. Please continue.
it_it: Buone notizie! Tutti i plugin sono già installati e aggiornati. Perfavore continua.

source: Stay tight while we install all necessary tools for your new directory.
it_it: Rimani stretto mentre installiamo tutti gli strumenti necessari per la tua nuova directory.

source: Yes! i am ready.
it_it: Si ! Sono Pronto

source: No Slug Found
it_it: Nessuno Slug trovato

source: Let us help you jump start with dummy content.
it_it: Lascia che ti aiutiamo a iniziare subito con contenuti fittizi.

source: Are you ready to import the dummy content?
it_it: Sei pronto per importare il contenuto fittizio?

source: Skip this step
it_it: Salta questo passaggio

source: Import Content
it_it: Importa contenuto

source: Which Pre-Built Demo Style You Like?
it_it: Quale stile demo preimpostato ti piace?

source: preview
it_it: Anteprima
