Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: Unsubscribe
it_it: Annulla l'iscrizione

source: exc. tax
it_it: ecc. imposta

source: inc. tax
it_it: inc. imposta

source: Password Mismatch
it_it: La password non corrispondono

source: success
it_it: successo

source: Update Profile Details
it_it: Aggiorna i dettagli del profilo

source: Update your photo manually If the photo is not set the default Gravatar will be the same as your login email account
it_it: Modifica la tua foto manualmente se non ne hai una impostata su Gravatar.

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: eg. example@gmal.com
it_it: ad es: esempio@gmal.com

source: Adress 1st Line
it_it: Indirizzo

source: Your Address (1st line)
it_it: Il tuo indirizzo (prima riga)

source: Adress 2nd Line
it_it: Dettaglio Indirizzo

source: Your Address (2nd line)
it_it: Il tuo indirizzo (2a riga) Il tuo indirizzo di posta elettronica

source: City
it_it: Città

source: Your City
it_it: La Tua Città

source: Zip Code
it_it: CAP

source: State
it_it: Provincia

source: Country *
it_it: Nazione *

source: Country
it_it: Nazione

source: About
it_it: Su di te

source: Write about youself
it_it: Scrivi qualcosa su di te

source: enter facebook profile url
it_it: Inserisci l'indirizzo del profilo Facebook

source: enter twitter profile url
it_it: Inserisci l'indirizzo del profilo Twitter

source: enter linkedin profile url
it_it: Inserisci l'indirizzo del profilo LinkedIn

source: enter instagram profile url
it_it: Inserisci l'indirizzo del profilo Instagram

source: enter pinterest profile url
it_it: Inserisci l'indirizzo del profilo Pinterest

source: Update Password
it_it: Aggiorna password

source: New Password
it_it: Nuova password

source: write new password
it_it: Scrivi nuova password

source: Repeat Password
it_it: Ripeti password

source: write again your new password
it_it: Scrivi di nuovo la password

source: Enter same password in both fields Use an uppercase letter and a number for stronger password
it_it: Inserisci la stessa password in entrambi i campi. La password dovrà contenere lettere maiuscole, minuscole e numeri.

source: Update profile
it_it: Aggiorna profilo

source: Download Profile
it_it: Scarica dettagli Profilo in PDF

source: Delete Account
it_it: Eliminare l'account

source: What should be done with content owned by you?
it_it: Cosa si dovrebbe fare con i contenuti di tua proprietà?

source: Delete all content.
it_it: Cancella tutti i Contenuti

source: Attribute all content to super admin of website
it_it: Attribuisci tutti i contenuti al super amministratore del sito web

source: Confirm Deletion
it_it: Confermare la cancellazione

source: Close
it_it: Chiudi

source: Profile Data
it_it: Dettagli Profilo

source: Expires
it_it: Scade

source: mins
it_it: min

source: secs
it_it: sec

source: Map View
it_it: Mappa

source: List View
it_it: Visualizza

source: FILTERS
it_it: FILTRI

source: DIRECTIONS
it_it: DIREZIONE

source: MESSAGE
it_it: MESSAGGIO

source: Show Filters
it_it: Mostra filtri

source: Click To See What Open Now
it_it: Click per vedere chi è aperto ora

source: Advanced Filters
it_it: Filtri avanzati

source: Listings
it_it: Schede

source: Results For
it_it: Risultati per

source: Keyword
it_it: Parola chiave

source: Log In
it_it: Accesso

source: Hello
it_it: Ciao

source: Watch Video
it_it: Guarda il video

source: Add a Review
it_it: Aggiungi Recensione

source: See Menu
it_it: Vedi Menu

source: See Filters
it_it: Filtra

source: Click To GET
it_it: Cliccami

source: Click To See Your Best Match
it_it: Clicca per vedere la tua migliore corrispondenza

source: Distance
it_it: Distanza

source: Sort By
it_it: Ordina

source: Recent Listings
it_it: Elenchi recenti

source: Showing
it_it: Mostrando

source: of
it_it: di

source: Close Map
it_it: Chiudi mappa

source: Detail
it_it: Dettaglio

source: FAQs
it_it: Domande Frequenti

source: Reviews
it_it: Recensioni

source: Contact Info
it_it: Contatti

source: Offers/Deals
it_it: Offerte/Sconti

source: Images
it_it: Immagini slide

source: View On Map
it_it: Visualizzazioni sulla Mappa / Navigatore

source: Get a Free Quote
it_it: Richiedi un preventivo gratuito

source: Write a Review
it_it: Scrivere una recensione

source: Overview
it_it: Panoramica

source: Services
it_it: Servizi

source: Offers
it_it: Offerte

source: Faqs
it_it: Domande Frequenti

source: Hosted by
it_it: Organizzato da

source: 0 Attendees
it_it: 0 Partecipanti

source: Going?
it_it: Vai ?

source: not going?
it_it: non andare?

source: not going
it_it: non andare

source: GOING?
it_it: ANDANDO?

source: Be the first to review!
it_it: Puoi essere il primo a commentare!

source: call
it_it: chiama

source: Show Map
it_it: Mappa

source: Direction
it_it: Direzione

source: call Now
it_it: chiama Ora

source: Error!
it_it: Errore!

source: Problem in submitting this listing
it_it: Problema nell'invio di questo elenco

source: Your listing is pending for review.
it_it: La tua scheda è in attesa di revisione, apri il tuo profilo in alto a destra.

source: Your listing is pending! Please proceed to make it published
it_it: La tua inserzione è in attesa! Procedi per renderlo pubblicato

source: Success!
it_it: Successo!

source: Listing has been submitted
it_it: La scheda è stata inviata

source: Select Plan For Claim
it_it: Seleziona Piano per reclamo

source: Close me!
it_it: Chiudimi!

source: Content is loading...
it_it: In caricamento...

source: Loading...
it_it: Caricamento in corso...

source: Let's Get Started
it_it: Comincia ora ad ottenere nuovi Clienti

source: Sorry! Your request failed
it_it: Spiacente! La tua richiesta non è riuscita

source: Card Number
it_it: Numero di carta

source: Expiration Date (MM/YYYY)
it_it: Data di scadenza (MM/AAAA)

source: Zip
it_it: CAP

source: More Filters
it_it: Più filtri

source: features/tags
it_it: caratteristiche/tag

source: City...
it_it: Città...

source: Filter
it_it: Filtro

source: Click To See Your Most Reviewed
it_it: Fai clic per visualizzare il tuo più recensito

source: Click To See Your Most Viewed
it_it: Clicca per vedere il tuo più visto

source: Click To See Your Highest Rated
it_it: Fare clic per visualizzare il punteggio più alto

source: Click To See Listing With Coupons
it_it: Fare clic per visualizzare l'elenco con i coupon

source: All Locations
it_it: Tutti i posti

source: Catagory
it_it: Categoria

source: Event
it_it: Evento

source: Hotel
it_it: Albergo

source: Trip
it_it: Viaggio

source: Advance
it_it: avanzare

source: Share :
it_it: Condividere

source: I am not going
it_it: Non sto andando

source: Choose a Plan to Claim Your Business
it_it: Scegli un piano per rivendicare la tua attività

source: Claiming your business Listing
it_it: Rivendicare la tua scheda di attività commerciale

source: First
it_it: Primo

source: Last
it_it: Ultimo

source: Business E-Mail
it_it: Email di lavoro

source: Please provide your business email which will be use for claim procedure.
it_it: Fornisci la tua email aziendale che verrà utilizzata per la procedura di reclamo.

source: Business Email
it_it: Inserisci Email della tua azienda

source: Verfication Details
it_it: Dettagli di verifica

source: Please provide your verification details which will be used for claim procedure.
it_it: Fornisci i tuoi dettagli di verifica che verranno utilizzati per la procedura di reclamo.

source: Attach File
it_it: Aggiungi File

source: Detail description about your listing
it_it: Descrizione dettagliata del tuo annuncio

source: NEW USER? TO SIGNUP ENTER AN EMAIL
it_it: NUOVO UTENTE? PER ISCRIVERTI INSERISCI UNA EMAIL

source: USERNAME OR EMAIL
it_it: NOME UTENTE O EMAIL

source: Returning user? Check this box to Sign in
it_it: Utente di ritorno? Seleziona questa casella per accedere

source: You agree & accept our Terms & Conditions for posting this information?.
it_it: Accetti e accetti i nostri Termini e condizioni per la pubblicazione di queste informazioni ?.

source: Claim your business now!
it_it: Richiedi subito la tua attività!

source: Claim request is processed after verification..
it_it: La richiesta di reclamo viene elaborata dopo la verifica.

source: Return to Dashboard
it_it: Torna alla dashboard

source: Claim This Listing
it_it: Richiedi questo elenco

source: Own or work here?
it_it: Possiedi o lavori qui?

source: Claim Now!
it_it: Richiedi ora!

source: Follow Social
it_it: Segui Social

source: Special Deals
it_it: Offerte speciali

source: Validity:
it_it: Validità

source: copy to clipboard
it_it: copia negli appunti

source: Special Offers
it_it: Offerte speciali

source: Validity:
it_it: Validità

source: Validity Details:
it_it: Dettagli di validità:

source: Which services are needed for your event?
it_it: Quali servizi sono necessari per il tuo evento?

source: What type of event are you planning?
it_it: Che tipo di evento stai pianificando?

source: Name of the City where event is taking place
it_it: Nome della città in cui si svolge l'evento

source: What is the address?
it_it: Qual'è l'indirizzo?

source: What is the date of your event?
it_it: Qual è la data del tuo evento?

source: What time should the vendor start?
it_it: A che ora dovrebbe iniziare il fornitore?

source: How many guests are you expecting at the event? (approximate)
it_it: Quanti ospiti vi aspettate all'evento? (Approssimativo)

source: How long will the vendor be needed?
it_it: Quanto tempo sarà necessario il fornitore?

source: Tell me more about your event?
it_it: Raccontami di più sul tuo evento?

source: Select Special Offer
it_it: Seleziona Offerta speciale

source: Your full Name
it_it: Il tuo nome completo

source: Your Phone Number
it_it: Il tuo numero di telefono

source: Your Email Address
it_it: Il tuo indirizzo di posta elettronica

source: Deals
it_it: Offerte

source: order online
it_it: ordinare on-line

source: Popular
it_it: Popolare

source: Order Now
it_it: Ordina Adesso

source: Be the first to review
it_it: Puoi essere il primo a commentare

source: Want to report this?
it_it: Vuoi segnalarlo?

source: see all
it_it: vedi tutto

source: Add Review
it_it: Aggiungi recensione

source: Oh Sorry! Your payment failed
it_it: Oh scusa! Il tuo pagamento non è riuscito

source: Congratulations! Your payment has been made successfull
it_it: Congratulazioni! Il tuo pagamento è stato effettuato con successo
