Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: SKIP
it_it: SALTA

source: ACCEPT
it_it: ACCETTA

source: Now you will be automatically redirected to WordPress dashboard...
it_it: Ora verrai reindirizzato automaticamente alla dashboard di WordPress ...

source: Upgrade Content and Settings
it_it: Aggiorna contenuto e impostazioni

source: Pending.
it_it: In attesa.

source: Installing Updates.
it_it: Installazione degli aggiornamenti.

source: Success.
it_it: Successo.

source: Widget Import file could not be found. Please try again.
it_it: Impossibile trovare il file di importazione del widget. Per favore riprova.

source: Widget import data could not be read. Please try a different file.
it_it: Impossibile leggere i dati di importazione del widget. Prova un file diverso.

source: Sidebar does not exist in theme (using Inactive)
it_it: La barra laterale non esiste nel tema (utilizzando Inattivo)

source: Site does not support widget
it_it: Il sito non supporta i widget

source: Widget already exists
it_it: Il widget esiste già

source: Imported
it_it: Importato

source: Imported to Inactive
it_it: Importato in inattivo

source: No Title
it_it: Senza titolo

source: Theme options Import file could not be found. Please try again.
it_it: Opzioni del tema Impossibile trovare il file di importazione. Per favore riprova.

source: Theme options import data could not be read. Please try a different file.
it_it: Impossibile leggere i dati di importazione delle opzioni del tema. Prova un file diverso.

source: There was an error when reading this WXR file
it_it: Si è verificato un errore durante la lettura di questo file WXR

source: Details are shown above. The importer will now try again with a different parser...
it_it: I dettagli sono mostrati sopra. L'importatore ora riproverà con un parser diverso ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
it_it: Questo non sembra essere un file WXR, numero di versione WXR mancante o non valido

source: Sorry, there has been an error.
it_it: Spiacenti, c'è stato un errore.

source: The file does not exist, please try again.
it_it: Il file non esiste, riprova.

source: All done.
it_it: Tutto fatto.

source: Have fun!
it_it: Divertiti!

source: Remember to update the passwords and roles of imported users.
it_it: Ricordati di aggiornare le password e i ruoli degli utenti importati.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
it_it: Impossibile trovare il file di esportazione in <code>% s </code>. È probabile che ciò sia stato causato da un problema di autorizzazioni.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
it_it: Questo file WXR (versione% s) potrebbe non essere supportato da questa versione dell'importatore. Si prega di considerare l'aggiornamento.

source: Failed to import author %s. Their posts will be attributed to the current user.
it_it: Impossibile importare l'autore %s. I loro post verranno attribuiti all'utente corrente.

source: Assign Authors
it_it: Assegna autore

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
it_it: Per semplificare la modifica e il salvataggio del contenuto importato, è possibile riassegnare l'autore dell'elemento importato a un utente esistente di questo sito. Ad esempio, potresti voler importare tutte le voci come voci di <code>admin</code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
it_it: Se un nuovo utente viene creato da WordPress, verrà generata una nuova password in modo casuale e il ruolo del nuovo utente verrà impostato come %s. Sarà necessario modificare manualmente i dettagli del nuovo utente.

source: Import Attachments
it_it: Importa allegati

source: Download and import file attachments
it_it: Scarica ed importa il file allegato

source: Submit
it_it: Invia

source: Import author:
it_it: Importa autore:

source: or create new user with login name:
it_it: o crea un nuovo utente con il nome di accesso:

source: as a new user:
it_it: come nuovo utente

source: assign posts to an existing user:
it_it: assegnare post a un utente esistente:

source: or assign posts to an existing user:
it_it: o assegna post a un utente esistente:

source: - Select -
it_it: - Seleziona -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
it_it: Impossibile creare un nuovo utente per %s. I loro post verranno attribuiti all'utente corrente.

source: Failed to import category %s
it_it: Impossibile importare la categoria% s

source: Failed to import post tag %s
it_it: Impossibile importare il tag del post% s

source: Failed to import %s %s
it_it: Impossibile importare% s% s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
it_it: Impossibile importare &quot;% s&quot;: tipo di post non valido% s

source: %s &#8220;%s&#8221; already exists.
it_it: %s “%s” già esiste.

source: Failed to import %s &#8220;%s&#8221;
it_it: Impossibile importare% s &quot;% s&quot;

source: Menu item skipped due to missing menu slug
it_it: Voce di menu saltata a causa di uno slug di menu mancante

source: Menu item skipped due to invalid menu slug: %s
it_it: Voce di menu saltata a causa di uno slug di menu non valido:% s

source: Fetching attachments is not enabled
it_it: Il recupero degli allegati non è abilitato

source: Invalid file type
it_it: tipo di file non valido

source: Remote server did not respond
it_it: Il server remoto non ha risposto

source: Remote server returned error response %1$d %2$s
it_it: Il server remoto ha restituito la risposta di errore% 1 $ d% 2 $ s

source: Remote file is incorrect size
it_it: La dimensione del file remoto è errata

source: Zero size file downloaded
it_it: File di dimensione zero scaricato

source: Remote file is too large, limit is %s
it_it: File troppo pesante. Il limite è %s

source: Import WordPress
it_it: Importa WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
it_it: È disponibile una nuova versione di questo importatore. Aggiorna alla versione %s per garantire la compatibilità con i file di esportazione più recenti.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
it_it: Ciao! Carica il tuo file WordPress eXtended RSS (WXR) e importeremo post, pagine, commenti, campi personalizzati, categorie e tag in questo sito.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
it_it: Scegli un file WXR (.xml) da caricare, quindi fai clic su Carica file e importa.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
it_it: Importa post, pagine, commenti, campi personalizzati, categorie e tag da un file di esportazione di WordPress.

source: Thank You!
it_it: Grazie!

source: Your claim request has been submitted. Please sit back and relax it may take up to few business days for approval.
it_it: La tua richiesta di reclamo è stata inviata. Si prega di sedersi e rilassarsi, potrebbero essere necessari alcuni giorni lavorativi per l'approvazione.

source: Sorry!
it_it: Scusate!

source: You have already submitted claim for this listing
it_it: Hai già inviato un reclamo per questa scheda

source: Login error!
it_it: Errore di accesso!

source: There is problem in login
it_it: C'è un problema nel login

source: Registeration error!
it_it: Errore di registrazione!

source: There is problem in user registeration
it_it: C'è un problema nella registrazione dell'utente

source: Claim for
it_it: Richiesta di risarcimento per

source: Something is missing! Please fill out all fields highlighted in red.
it_it: Manca qualcosa! Compila tutti i campi evidenziati in rosso.

source: Email has been sent.
it_it: L'e-mail è stata inviata.

source: Something went wrong.
it_it: Qualcosa è andato storto.

source: Proceed
it_it: Procedi

source: Pay & Proceed
it_it: Paga e procedi

source: Alert! your existing plan attached with this listing has an active subscription, changing plan will cancel your subscription, make sure to change before proceed
it_it: Attenzione ! Il tuo piano esistente allegato a questo elenco ha un abbonamento attivo, il cambiamento del piano annullerà l'abbonamento, assicurati di cambiare prima di procedere

source: Plan has been changed
it_it: Il tuo piano è stato cambiato

source: you have unsubscribed successfully
it_it: La tua iscrizione è stata cancellata con succeso

source: something went wrong
it_it: qualcosa è andato storto

source: Already reported by you !
it_it: Già segnalati da voi !

source: Reported Successfully
it_it: Richiesta inviata con Successo!

source: Already reported by you
it_it: Già segnalati da voi

source: Something Wrong
it_it: Qualcosa non va

source: Claimed
it_it: Verificato

source: 0 Reviews
it_it: 0 Recensioni

source: In Last Week
it_it: Nella scorsa settimana

source: In Last Month
it_it: Nello scorso mese

source: In Last Year
it_it: Nello scorso anno

source: Contact Us Email
it_it: Contattaci via e-mail

source: Details :
it_it: Dettagli :

source: Message :
it_it: Messaggio:

source: Please check captcha.
it_it: Si prega di controllare il captcha.

source: Current Pricing Plan
it_it: Il tuo piano attuale

source: We recommend you check the details of Pricing Plans before changing.
it_it: Ti consigliamo di controllare i dettagli dei piani tariffari prima di modificare.

source: Click Here
it_it: Clicca qui

source: Do you want to change pricing plan?
it_it: Vuoi cambiare piano?

source: Proceed Here
it_it: Procedi qui

source: Change Pricing Plan
it_it: Cambia il piano

source: Unlimited Listing
it_it: Schede illimitate

source: Day
it_it: Giorno

source: Change
it_it: Cambia

source: Sorry! There is no plan available
it_it: Nessun piano disponibile

source: Go Back
it_it: Torna indietro

source: Sorry! there is some error
it_it: Scusate, c'è un errore.

source: Sorry! A plan should have a duration for recurring payment
it_it: Scusa ! Un piano dovrebbe avere una durata per il pagamento ricorrente

source: Sorry! Error in transaction
it_it: Scusate! Errore nella transazione

source: Sorry! There is some problem in your stripe payment
it_it: Controlla meglio le info di pagamento..

source: Sorry!, error in transaction
it_it: Scusate, errore di transazione

source: 24 Hours Open
it_it: Aperto 24 ore

source: Open Now~
it_it: Aperto Ora~

source: Closed Now!
it_it: Chiuso Ora!

source: Opening Hours
it_it: Orari di apertura

source: Show More
it_it: Mostra di più

source: Show all timings
it_it: Vedi gli orari

source: https://via.placeholder.com/372x240
it_it: https://www.tuttocassino.it/wp-content/uploads/2020/09/940x927.png

source: Preview
it_it: Scopri di Più

source: Rating
it_it: Voto

source: Ratings
it_it: Voti

source: Read More
it_it: Leggi di più

source: Sorry! There are no posts matching your search.
it_it: Spiacente! Non ci sono post corrispondenti alla tua ricerca.

source: Try changing your search Keyword
it_it: Prova a modificare la parola chiave di ricerca

source: Call Now
it_it: Chiamaci

source: Post has deleted succesfully
it_it: Il Post è stato cancellato con successo

source: You have no permission to delete this post
it_it: Non hai il permesso di eliminare questo post

source: Your profile updated successfully.
it_it: Il tuo profilo è stato aggiornato.

source: Please enter a valid email id.
it_it: Inserisci un ID email valido.

source: Password must be 5 to 15 characters in length
it_it: La password deve contenere da 5 a 15 caratteri

source: Howdy!
it_it: Ciao!

source: Contact Support
it_it: Contatta il supporto

source: Discounts/Deals
it_it: Offerte / Sconti

source: Menu
it_it: Menù

source: My Profile
it_it: Il tuo profilo

source: Inbox
it_it: Messaggi ricevuti

source: Subscriptions
it_it: Sottoscrizioni

source: Ad Campaigns
it_it: Promozioni

source: Reviews
it_it: Recensioni

source: Bookings
it_it: Prenotazioni

source: Logout
it_it: Esci

source: Sorry! You have no permisssion to access this page. Please contact web admin.
it_it: Spiacente! Non hai il permesso di accedere a questa pagina. Contatta l'amministratore web.

source: You have
it_it: Hai

source: listings that are almost ready to publish.
it_it: elenchi che sono quasi pronti per la pubblicazione.

source: listing that is almost ready to publish.
it_it: elenco che è quasi pronto per la pubblicazione.

source: Views
it_it: Viste

source: Leads
it_it: Clienti / Contatti

source: Welcome!
it_it: Benvenuti !

source: Get Started by adding a new listing!
it_it: Inizia subito aggiungendo la tua struttura

source: Lets start by adding your listing. Make sure to provide as much as details as possible.
it_it: Iniziamo aggiungendo il tuo annuncio. Assicurati di fornire quanti più dettagli possibili.

source: Promote!
it_it: Promuovi!

source: Did you know you can generate 10x leads!
it_it: Sai che potresti guadagnarci dalla presenza in questo sito?

source: Start advertising today and reach 100 times more audience which can increase the potential of getting up to 10x leads and double the conversions.
it_it: Inizia a promuovere oggi stesso la tua struttura per aumentare le visite alla tua scheda a aumentare le possibilità di essere contattato e dunque monetizzare dalla presenza in questo sito.

source: Listing Pending!
it_it: Scheda in attesa

source: Publish your Listings today and get new customers!
it_it: Pubblica i tuoi annunci oggi e ottieni nuovi clienti!

source: Please review and submit to get new leads and customers.
it_it: Si prega di rivedere e inviare per ottenere nuovi contatti e clienti.

source: Items
it_it: Schede

source: All Listing
it_it: Tutte

source: Published
it_it: Pubblicate

source: Expired
it_it: Scadute

source: Active Campaigns
it_it: Campagne attive

source: Recent Activities
it_it: Attività recenti

source: New Reaction!
it_it: Nuova reazione!

source: Someone reacted as
it_it: Qualcuno ha risposto con

source: on a comment by
it_it: al commento di

source: New Lead!
it_it: Nuovo lead!

source: just contacted you.
it_it: ti ha contattato.

source: New Review!
it_it: Nuova recensione!

source: left a
it_it: ha votato con

source: rating and a review on
it_it: stelle e una recensione per

source: Website visit!
it_it: Visita al sito web!

source: clicked on your website link at
it_it: ha cliccato sul link del tuo sito web

source: Phone Number!
it_it: Numero di telefono

source: clicked on your phone number at
it_it: fatto clic sul tuo numero di telefono all'indirizzo

source: Recent activities about your listings will be here
it_it: Le attività recenti della tua scheda sono riportate in questo spazio

source: Recent activities about your listings will be here.
it_it: Le attività recenti della tua scheda sono riportate in questo spazio

source: Following need your urgent Attention
it_it: Qui c'è qualcosa che devi osservare con urgenza

source: Attention!
it_it: Attenzione!

source: rating
it_it: voto

source: Reply
it_it: Rispondi alla Recensione

source: Low ratings Notifications will be here.
it_it: Le notifiche di votazioni basse sono riportate in questo spazio

source: Hosted by:
it_it: Organizzato da:

source: Are You going ?
it_it: Ci andrai ?

source: already going
it_it: già andando

source: Yes! i am going
it_it: Si ! Posso andare

source: Get Tickets
it_it: Ottieni Biglietti

source: Get Direction
it_it: Indicazioni

source: Attendees
it_it: Partecipanti

source: View Less
it_it: Visualizza meno

source: View More
it_it: Visualizza di più

source: Image courtesy of
it_it: Immagine per gentile concessione di

source: Sign out
it_it: Esci

source: Sign In
it_it: Login

source: Add Listing
it_it: Aggiungi la tua struttura

source: Update Profile
it_it: Aggiorna profilo

source: Signout
it_it: Disconnessione

source: Results
it_it: Risultati

source: Result
it_it: Risultato

source: Filters
it_it: Filtri

source: EXCLUSIVE
it_it: ESCLUSIVO

source: Try changing your search filters or
it_it: Cambia parametri di ricerca per

source: Price..
it_it: Prezzo..

source: New Location
it_it: Nuova sede

source: Enter a location
it_it: Inserisci una Regione

source: Open Now
it_it: Aperto ora

source: Hi, Contacting for you listing
it_it: Buongiorno, vorrei prenotare la vostra struttura per il giorno.................per un totale di n....Adulti e n.....bambini. Sarebbe possibile?

source: Book Now
it_it: Prenota ora

source: View Large Map
it_it: Ingrandisci la mappa

source: Get Directions
it_it: Indicazioni stradali

source: Call on Whatsapp
it_it: Chiama su Whatsapp

source: See Full Menu
it_it: Guarda menù completo

source: Contact Listing Owner
it_it: Contatta il proprietario della scheda

source: Contact Now!
it_it: Contatta ora!

source: See something wrong?
it_it: C'è qualcosa che non va?

source: Report Now!
it_it: Segnalacelo!

source: Description
it_it: Descrizione

source: FAQ's
it_it: Domande frequenti

source: Quick questions
it_it: Domande veloci

source: hours
it_it: Ore

source: min
it_it: Minuti

source: days
it_it: Giorni

source: Copy to clipboard
it_it: Copia negli appunti

source: Copied
it_it: Copiato

source: Copy
it_it: copia

source: View Menu
it_it: Visualizzazioni sul Menù

source: RATING
it_it: VALUTAZIONE

source: Rated
it_it: Valutato

source: out of 5.0 based on
it_it: su 5.0 basato su

source: ratings
it_it: giudizi

source: INFORMATION
it_it: INFORMAZIONE

source: LOCATION
it_it: Luogo

source: Name:
it_it: Name e Cognome:

source: Message:
it_it: Messaggio:

source: You agree & accept our Terms & Conditions for submitting this information?
it_it: Accetti e accetti i nostri Termini e condizioni per l'invio di queste informazioni?

source: Send
it_it: Invia

source: UserName/Email
it_it: Email (We recomand to use an Email most used by Mobile too)

source: User name *
it_it: Email* (We recomand to use an Email most used from Mobile too)

source: Email *
it_it: Confirm Email *

source: You agree you accept our Terms & Conditions for posting this ad.
it_it: Accetto i Termini e le Condizioni Generali di servizio

source: Results For
it_it: Risultati per

source: In
it_it: Nel

source: Most recent
it_it: Ultime

source: Select Price Range
it_it: Seleziona Fascia di prezzo

source: Select Category
it_it: Seleziona categoria

source: All Categories
it_it: Tutto

source: What
it_it: Cosa

source: More results for
it_it: Altri risultati per

source: Where
it_it: Dove?

source: Previous
it_it: Anteprima

source: Next
it_it: Il prossimo

source: Subject:
it_it: Oggetto:

source: You agree & accept our Terms & Conditions for posting this information?
it_it: Accetti i Termini e Condizioni generali di servizio inserendo queste informazioni?

source: Send Message
it_it: Invia messaggio

source: Your profile was updated successfully.
it_it: Il tuo Profilo è stato aggiornato con successo.

source: listings
it_it: Beach Resorts

source: My Subscriptions
it_it: Miei Abbonamenti

source: Ad Campaigns
it_it: Campagne pubblicitarie

source: No results found
it_it: Non trovo nulla

source: Please enter 3 or more characters
it_it: Si prega di inserire 3 o più caratteri

source: Searching...
it_it: We are searching for you..

source: Logout
it_it: Esci

source: Contact Support
it_it: Contatto Supporto

source: Add Listing
it_it: Aggiungi Schede

source: View on map
it_it: Visualizza sulla Mappa

source: Sorry! You have not selected any list as favorite.
it_it: Scusa! Non hai selezionato alcuna scheda come preferito.

source: Go and select lists as favorite
it_it: Vai e seleziona gli elenchi come preferiti

source: Visit Here
it_it: Visita qui

source: Forgot Password?
it_it: Password dimenticata?

source: No info available
it_it: Ancora nessuna informazione disponibile

source: website
it_it: sito web

source: No Review Found
it_it: Ancora nessuna recensione disponibile

source: Joined In
it_it: Iscritto dal

source: Reviews Submitted
it_it: Recensioni inviate

source: Contact with business owner
it_it: Contatto con l'imprenditore

source: Your request has been submitted successfully.
it_it: La tua richiesta è stata inviata con successo.

source: %1$s at %2$s
it_it: % 1 $ s alle% 2 $ s

source: Comment awaiting approval
it_it: Commento in attesa di approvazione

source: Name
it_it: Nome

source: Website
it_it: Sito web

source: Comment
it_it: Commento

source: Write your comment here...
it_it: Scrivi qui il tuo commento ...

source: Search Tag
it_it: Tag di ricerca

source: Search
it_it: Ricerca

source: Page
it_it: Pagina

source: Cost Per Click
it_it: Costo al Click

source: Cost Per Day
it_it: Costo al giorno

source: All Campaigns
it_it: Tutte le campagne

source: All
it_it: Tutti

source: Inactive
it_it: Non attivo

source: Add New
it_it: Aggiungi

source: Campaign
it_it: Campagna

source: start date
it_it: Inizio previsto

source: end date
it_it: Fine Prevista

source: status
it_it: stato

source: Nothing but this golden trophy!
it_it: Nient'altro che questo trofeo d'oro!

source: You must be here for the first time. If you like to add some thing, click the button below.
it_it: Devi essere qui per la prima volta. Se desideri aggiungere qualcosa, fai clic sul pulsante in basso.

source: Add new ad
it_it: Aggiungi AD

source: clicks
it_it: clic

source: Total Ads Clicks
it_it: Clic totali sugli annunci

source: PLACEMENTS
it_it: POSIZIONAMENTI

source: Purchase Details
it_it: Dettagli d'acquisto

source: TOTAL BUDGET
it_it: BUDGET TOTALE

source: TRANSACTION ID
it_it: ID TRANSAZIONE

source: All Ad Campaign
it_it: Mostra tutte le sponsorizzate

source: Create Ad Campaign
it_it: Crea campagna pubblicitaria

source: Full View Example
it_it: Anteprima Completa

source: Choose a listing to ad campaign
it_it: Scegli un elenco per la campagna pubblicitaria

source: Set Days For This Campaign
it_it: Seleziona la durata della sponsorizzata

source: Please Put Days For This Ad Campaign ( Only Numeric Value )
it_it: Inserisci giorni per questa campagna pubblicitaria (solo valore numerico)

source: Set Your Lifetime Budget
it_it: Imposta il budget a vita

source: Please Put Budget For This Ad Campaign ( Without Currency Sign )
it_it: Inserisci il budget per questa campagna pubblicitaria (senza segno di valuta)

source: Select all Placement
it_it: Seleziona tutte le Posizioni oppure seleziona la tua preferita

source: Please Select Your Placement ( Where Ad`s Show )
it_it: Seleziona il tuo posizionamento (dove viene visualizzato l'annuncio)

source: Select This Place For Ad To Place On Home Page
it_it: Seleziona questo posizionamento per far apparire l'inserzione nella Home Page

source: Top Of Search
it_it: In Alto nella Ricerca

source: Select This Option To Place Your Ad On Top Of The Search Result
it_it: Seleziona questa opzione per inserire il tuo annuncio in cima ai risultati di ricerca

source: Select This Option To Place Your Ad On Listing Detail Page Side Bar
it_it: Seleziona questa opzione per inserire il tuo annuncio nella barra laterale della pagina dei dettagli dell'inserzione

source: Select a Payment Method
it_it: Seleziona un metodo di pagamento

source: Please Select Your Payment Method To Pay Ad Charges
it_it: Seleziona il metodo di pagamento per pagare i costi degli annunci

source: Pay Now
it_it: Attiva l'Annuncio

source: Campaign Payment
it_it: Conferma Annuncio
