Repository: camiloroca/Localization
Catalog: */Theme/*.po
Languages: it_it

source: Enable to show and allow the creation of Announcements within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare e consentire la creazione di annunci all'interno della dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Events
it_it: Eventi

source: Enable to show and allow the creation of Events within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare e consentire la creazione di eventi all'interno della dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: Discount/Offers/Deals
it_it: Sconti/Offerte/Vendite

source: Enable to show and allow the creation of Discounts/Offers/Deals within the dashboard. (Available only for business listing owners)
it_it: Abilita per mostrare e consentire la creazione di sconti / offerte / offerte all'interno della dashboard. (Disponibile solo per i proprietari di schede di attività commerciali)

source: My Profile
it_it: Il mio profilo

source: Logout Button
it_it: Pulsante di logout

source: Enable to show the logout button within the dashboard.
it_it: Abilita per mostrare il pulsante di disconnessione nella dashboard.

source: Notice to Listing
it_it: Notizia a SCheda

source: Notice to Create Campaigns
it_it: Avviso per la creazione di campagne

source: Delete Converstaion Button
it_it: Cancellare il pulsante Converstaion

source: Enable to show delete conversation button within the dashboard inbox.
it_it: Abilita per mostrare il pulsante Elimina conversazione nella posta in arrivo del dashboard.

source: Typography
it_it: Tipografia

source: Body Font
it_it: Corpo Font

source: Specify the body font properties.
it_it: Specificare le proprietà dei caratteri del corpo.

source: Navigation Style and Anchor
it_it: Stile di navigazione e ancoraggio

source: Typography option with each property can be called individually.
it_it: L'opzione di tipografia con ciascuna proprietà può essere chiamata individualmente.

source: Heading h1 Style
it_it: Voce h1 Stile

source: Heading h2 Style
it_it: Voce h2 Stile

source: Heading h3 Style
it_it: Voce h3 Stile

source: Heading h4 Style
it_it: Voce h4 Stile

source: Heading h5 Style
it_it: Voce h5 Stile

source: Heading h6 Style
it_it: Voce h6 Stile

source: Paragraph and small elements
it_it: Paragrafo e piccoli elementi

source: Header
it_it: Testata

source: Header layout
it_it: Layout Testata

source: Select from 1 of 9 Header Styles
it_it: Seleziona da 1 a 9 stili di intestazione

source: Enable to show Top Bar within Header
it_it: Abilita per mostrare la barra superiore nell'intestazione

source: Top Bar Background Color
it_it: Colore di sfondo della barra superiore

source: Enable/Disable Top bar
it_it: Abilita/Disabilita Top Bar

source: Top bar Background Color Inner Pages
it_it: Barra in alto Colore di sfondo Pagine interne

source: (default: #42a7df).
it_it: (predefinito: #42a7df).

source: Top bar Color Inner Pages
it_it: Barra superiore Colore Pagine interne

source: (default: #797979).
it_it: (predefinito: #797979).

source: (default: #fff).
it_it: (predefinito: #fff).

source: Set Opacity for Top Bar
it_it: Impostare l'opacità per la barra superiore

source: Fixed Header
it_it: Intestazione fissa

source: Position Top Fixed Header.
it_it: Posizionare la testata fissa superiore.

source: Fixed Header In Inner Pages
it_it: Intestazione fissa nelle pagine interne

source: Position Top Fixed Header In Inner Pages.
it_it: Posizionare l'intestazione fissa superiore nelle pagine interne.

source: Header Background Color
it_it: Colore di sfondo dell'intestazione

source: Header Background Color Inner Pages
it_it: Colore di sfondo intestazione pagine interne

source: Header Text and Border Color
it_it: Testo dell'intestazione e colore del bordo

source: (default: #ffffff).
it_it: (predefinito: #ffffffff).

source: Categories in Header
it_it: Categorie su Testata

source: Facebook URL
it_it: URL Facebook

source: Twitter URL
it_it: URL Twitter

source: Tumbler URL
it_it: URL di Tumbler

source: Youtube URL
it_it: URL Youtube

source: LinkedIn URL
it_it: URL LinkedIn

source: Pinterest URL
it_it: URL di interesse

source: VK URL
it_it: URL VK

source: Header Layout
it_it: Layout Testata

source: Header Search
it_it: Ricerca dell'intestazione

source: Enable to show Search Fields within the Header.
it_it: Abilita per mostrare i campi di ricerca nell'intestazione.

source: Home Page Logo
it_it: Logo della Home Page

source: Upload your logo to show within the Header on the Homepage.
it_it: Carica il tuo logo da mostrare all'interno dell'Header sulla Homepage.

source: Logo for Inner Pages
it_it: Logo per le pagine interne

source: Upload your logo to show within the Header on Inner Pages.
it_it: Carica il tuo logo da mostrare all'interno dell'intestazione sulle pagine interne.

source: Upload your Favicon to show within the Browser Tab.
it_it: Carica il tuo Favicon da mostrare nella scheda Browser.

source: Page header background image
it_it: Immagine di sfondo dell'intestazione della pagina

source: Upload your Image here
it_it: Carica la tua immagine qui

source: Choose Login Popup style
it_it: Scegliere lo stile Popup Login

source: Homepage Banner Style
it_it: Homepage stile banner

source: Select from 1 of 7 styles
it_it: Scegliere tra 1 di 7 stili

source: Select Search Style
it_it: Seleziona lo stile di ricerca

source: Select Category Style
it_it: Seleziona Stile categoria

source: Category Background Color
it_it: Categoria Colore di sfondo

source: Category Background Hover Color
it_it: Categoria Colore di sfondo Hover

source: Category Text Color
it_it: Categoria Colore del testo

source: Banner height
it_it: Altezza del banner

source: Add Banner Height (without unitPixel/Percent)
it_it: Aggiungi altezza banner (senza unità pixel / percentuale)

source: Set opacity for banner
it_it: Impostare l'opacità per il banner

source: Banner background type
it_it: Tipo di sfondo del banner

source: Select if banner shows static image or video.
it_it: Selezionare se il banner mostra un'immagine statica o un video.

source: Home Banner Image
it_it: Home Banner Immagine

source: Upload image for homepage banner
it_it: Carica immagine per il banner della homepage

source: Home Video Banner Image
it_it: Home Video Banner Immagine

source: Upload video poster for homepage banner
it_it: Carica il poster video per il banner della homepage

source: Video Source
it_it: Fonte video

source: Please use proper video URL with extension like .mp4. Avoid using any video page URL like youtube or vimeo
it_it: Utilizza l'URL del video corretto con estensione come .mp4. Evita di utilizzare l'URL di una pagina video come YouTube o Vimeo

source: Upload video here to show in banner
it_it: Carica qui il video da mostrare in banner

source: Please use proper video URL from youtube
it_it: Si prega di utilizzare l'URL del video corretto da YouTube

source: Select Search Mode For Video
it_it: Selezionare la modalità di ricerca per il video

source: Courtesy Listing On/Off
it_it: Elenco di cortesia attivato/disattivato

source: Link image to listing if images have been provided by a listing
it_it: Collega l'immagine alla scheda se le immagini sono state fornite da una scheda

source: Listing ID
it_it: ID Scheda

source: Listing ID for a link to the listing
it_it: ID dell'inserzione per un link all'inserzione

source: Banner Taxonomy
it_it: Tassonomia dei banner

source: Choose if banner catgory boxes show Category, Location or features
it_it: Scegli se le caselle della categoria banner mostrano Categoria, Posizione o caratteristiche

source: Listing Categories
it_it: Categorie Schede

source: Select Categories to show for banner taxonomy
it_it: Selezionare le categorie da mostrare per la tassonomia dei banner

source: Select listing categories for dropdown in search (WHAT field)
it_it: Seleziona le categorie delle schede per il menu a discesa nella ricerca (campo COSA)

source: Select Categories to show in the search dropdown
it_it: Selezionare le categorie da mostrare nel menu a tendina della ricerca

source: Locations
it_it: Sedi

source: Select Location to show for banner taxonomy
it_it: Selezionare la posizione da mostrare per la tassonomia dei banner

source: listing Features
it_it: caratteristiche dell'elenco

source: Select features to show for banner taxonomy
it_it: Seleziona le caratteristiche da mostrare per la tassonomia dei banner

source: Search View
it_it: Ricerca

source: Search Alignment
it_it: Allineamento di ricerca

source: Search Mode
it_it: Modalità di ricerca

source: Categories Text
it_it: Categorie Testo

source: Map Height
it_it: Altezza della mappa

source: Banner Search Placeholder
it_it: Segnaposto per la ricerca di banner

source: Location Default Text
it_it: Posizione Testo di default

source: Search Top Title
it_it: Ricerca Titolo Top

source: Sidebar Search Location Text
it_it: Barra di ricerca laterale Testo della posizione

source: Search Main Text
it_it: Ricerca testo principale

source: Search Upper Small Text
it_it: Ricerca testo piccolo in alto

source: Banner Arrow Image
it_it: Banner freccia immagine

source: Enable to show an arrow in banner pointing to taxonomy boxes
it_it: Abilita per mostrare una freccia nel banner che punta alle caselle della tassonomia

source: Banner Logo
it_it: Logo Banner

source: Upload image for logo on banner search form
it_it: Carica l'immagine per il logo sul modulo di ricerca dei banner

source: Show Listing Pin By
it_it: Mostra scheda Pin By

source: On home page map, show pin based on the selection
it_it: Sulla mappa della home page, mostra il pin in base alla selezione

source: Category
it_it: Categoria

source: Please choose a category.
it_it: Scegli una categoria.

source: Select a listing category
it_it: Seleziona una categoria di scheda

source: Map
it_it: Carta geografica

source: Google Map & Places API Key
it_it: Chiave API di Google Map & Places

source: Please set your own google map API key for your site( default key is for only demo)
it_it: Imposta la tua chiave API di Google Map per il tuo sito (la chiave predefinita è solo per la demo)

source: Get your Google Maps API Key here. <br> https://developers.google.com/maps/documentation/javascript/get-api-key
it_it: Prendi qui la tua chiave API di Google Maps. <br> https://developers.google.com/maps/documentation/javascript/get-api-key

source: Map Type
it_it: Tipo di mappa

source: Mapbox Token
it_it: Gettone Mapbox

source: Put here MapBox token, If you leave it empty then Google map will work
it_it: Metti qui il token MapBox, se lo lasci vuoto allora Google map funzionerà

source: Get your Mapbox Key here.<br>https://account.mapbox.com/access-tokens/create
it_it: Prendi la tua chiave della Mapbox qui.<br>https://account.mapbox.com/access-tokens/create

source: Mapbox Map style
it_it: Mapbox Stile mappa

source: Select any style
it_it: Seleziona qualsiasi stile

source: Select how you want the Mapbox map to show.
it_it: Selezionare la modalità di visualizzazione della mappa Mapbox.

source: Blog View
it_it: Vista del blog

source: Blog Grid View Style
it_it: Stile della griglia del blog

source: Blog Template
it_it: Modello del blog

source: Blog Detail Template
it_it: Modello di dettaglio del blog

source: Blog Sidebar Style
it_it: Blog Stile barra laterale

source: Mobile View
it_it: Visualizza da Cellulare

source: Select between Responsive & App View. Find out more here
it_it: Seleziona tra Responsive o Tipo App. Scopri di più qui

source: Upload App View Menu Header Image
it_it: Carica l'immagine dell'intestazione del menu di visualizzazione dell'app

source: Upload image to be used as the app view menu header
it_it: Carica l'immagine da utilizzare come intestazione del menu di visualizzazione dell'app

source: Home Page for App View
it_it: Home Page per la visualizzazione dell'applicazione

source: Enter url for home page on app view
it_it: Inserisci l'url per la home page nella vista dell'applicazione

source: Select page for App View to use as Homepage. This allows you to create a separate page for Desktop and Mobile which allows you to layout the homepage depending on screen size.
it_it: Seleziona la pagina per la visualizzazione Tipo App da utilizzare come home page. Ciò consente di creare una pagina separata per Desktop e per Mobile che consente di impaginare la home page in base alle dimensioni dello schermo.

source: Default Map Location Latitude
it_it: Latitudine posizione mappa predefinita

source: Enter latitude for default map location
it_it: Immettere la latitudine per la posizione predefinita della mappa

source: This option will work on map only and only if there is no listing result found
it_it: Questa opzione funzionerà solo sulla mappa e solo se non viene trovato alcun risultato nell'elenco

source: Default Map Location Longitude
it_it: Longitudine posizione mappa predefinita

source: Enter longitude for default map location
it_it: Immettere la longitudine per la posizione predefinita della mappa

source: Listings Order By
it_it: Ordine Schede per

source: Order By Listings on archive/search result page
it_it: Ordina per elenchi nella pagina dei risultati di ricerca/archivio

source: Listings Order
it_it: Ordine Schede

source: Listings Order on archive/search result page
it_it: Ordine degli annunci nella pagina dei risultati di ricerca/archivio

source: Add listing only by logged in users
it_it: Aggiungi elenco solo dagli utenti registrati

source: Only logged in users can submit listings
it_it: Solo gli utenti registrati possono inviare annunci

source: Select Timing Format
it_it: Selezionare il formato di temporizzazione

source: Contact Support Page
it_it: Contatta la pagina di supporto

source: The select page that Contact Support button links to.
it_it: La pagina di selezione a cui si collega il pulsante Contatta l'assistenza.

source: Change Plan Button
it_it: Pulsante "Modifica tipologia di Iscrizione"

source: Enable to allow users to change plan via the dashboard
it_it: Abilita per consentire agli utenti di cambiare piano tramite la dashboard

source: Listings Per Page
it_it: Inserzioni per pagina

source: It will effect on taxonomy and search page.
it_it: Avrà effetto sulla tassonomia e sulla pagina di ricerca.

source: Enter only digits. e-g 11
it_it: Inserire solo cifre. e-g 11

source: Upload default featured image for listing
it_it: Carica l'immagine in primo piano predefinita per l'elenco

source: Upload a default image to be used as the featured image, only used if the user doesn’t upload an image.
it_it: Carica un'immagine predefinita da utilizzare come immagine in primo piano, utilizzata solo se l'utente non carica un'immagine.

source: Featured image from gallery
it_it: Immagine in primo piano dalla galleria

source: Enable to use an image from listing gallery as a featured image if a featured image isn’t uploaded.
it_it: Abilita l'utilizzo di un'immagine dalla galleria dell'elenco come immagine in primo piano se un'immagine in primo piano non viene caricata.

source: Map Pin Image for Contact Us Page and Listing Details Page
it_it: Immagine del Pin della mappa per la pagina Contatti e la pagina dei dettagli dell'annuncio

source: Upload your image
it_it: Carica la tua immagine

source: Select Slider Type
it_it: Seleziona il tipo di cursore

source: Gallery Height
it_it: Altezza della galleria

source: Add Slider Height (without unitPixel/Percent)
it_it: Aggiungi altezza cursore (senza unitàPixel/Percentuale)

source: Change Listing Status On Listing Moderation
it_it: Modifica lo stato della scheda alla moderazione della scheda

source: ON=Pending, OFF=Publish
it_it: ON=Sospeso, OFF=Pubblica

source: Enable to change the listing to pending after listing is edited. The listing will not show until published by admin.
it_it: Abilita per modificare l'elenco in in sospeso dopo la modifica dell'elenco. L'elenco non verrà visualizzato fino a quando non verrà pubblicato dall'amministratore.

source: Custom Icon for Archive & Search Pages
it_it: Icona personalizzata per le pagine di archivio e ricerca

source: If Enable => It means that custom icon will work on listing archive and search result pages
it_it: Se Attivo => significa che l'icona personalizzata funzionerà sull'archivio degli elenchi e sulle pagine dei risultati di ricerca

source: Uploade custom icon for Archive & Search Pages
it_it: Aggiorna icona personalizzata per Archivio e pagine di ricerca

source: Please upload a PNG icon
it_it: Carica un'icona PNG

source: Listing Detail
it_it: Dettaglio scheda

source: Select listing detail page Style
it_it: Seleziona lo stile della pagina dei dettagli dell'offerta

source: Choose from 1 of 4 styles.
it_it: Scegliere uno dei 4 stili.

source: Header Background Image
it_it: Immagine di sfondo dell'intestazione

source: Top background image for this syle
it_it: Immagine di sfondo in alto per questo sistema

source: Additional Details Position
it_it: Posizione dei dettagli aggiuntivi

source: Set additional details position to sidebar or below content area
it_it: Imposta la posizione dei dettagli aggiuntivi sulla barra laterale o sotto l'area dei contenuti

source: Video Display Option
it_it: Opzione di visualizzazione video

source: On=Show youtube video in popup, off=embed
it_it: On=mostra il video di YouTube in popup, off=incorpora

source: Detail Listing Page Report Button
it_it: Pulsante Report della pagina di schede dei dettagli

source: on/off
it_it: si/no

source: Enable to show report listing button within listing
it_it: Abilita per mostrare il pulsante di elenco dei rapporti all'interno dell'elenco

source: Deals/Offer Design (content)
it_it: Offerte/Vendite Design (contenuto)

source: design for content area
it_it: design per l'area dei contenuti

source: The design used when deals show within the content area.
it_it: Il design utilizzato quando le offerte vengono visualizzate nell'area dei contenuti.

source: Discount/Deals (sidebar)
it_it: Sconti/Promo (sidebar)

source: design for sidebar area
it_it: design per l'area della barra laterale

source: The design used when deals show within the sidebar.
it_it: Il design utilizzato quando le offerte vengono visualizzate nella barra laterale.

source: Listing Archive View
it_it: Visualizzazione archivio scheda

source: Listing page layout
it_it: Layout della pagina di annuncio

source: Background Image
it_it: Immagine di sfondo

source: Child Categories
it_it: Categorie di bambini

source: Enable to show child category boxes within the parent category
it_it: Abilita per mostrare le caselle delle categorie secondarie all'interno della categoria principale

source: Display Style for child category boxes
it_it: Stile di visualizzazione per scatole di categoria per bambini

source: Choose display style for child categories
it_it: Scegliere lo stile di visualizzazione per le categorie di bambini

source: Ad Image
it_it: Immagine annuncio

source: Put ad here
it_it: Metti l'annuncio qui

source: Listing grid/list
it_it: Griglia di elencazione/elenco

source: Include child Terms listings in Archive Results
it_it: Includi elenchi di termini secondari nei risultati dell'archivio

source: Enable to show listings within child category when searching the main category.
it_it: Abilita la visualizzazione degli elenchi nella categoria figlio durante la ricerca nella categoria principale.

source: Hide Grid/List switcher
it_it: Nascondi il commutatore di rete/elenco

source: Enable to show button to switch between grid and list view.
it_it: Abilita per mostrare il pulsante per passare dalla visualizzazione griglia a quella elenco.

source: Listing Submit & Edit
it_it: Invia e modifica annuncio

source: Page Style
it_it: Stile della pagina

source: Choose an option
it_it: Scegliere un'opzione

source: Choose submit listing form style.
it_it: Scegli lo stile del modulo per l'invio della scheda.

source: Enable to import details from Google Maps.
it_it: Abilita per importare dettagli da Google Maps.

source: Gallery Images Upload Limit
it_it: Limite di caricamento delle immagini della galleria

source: Enable to restrict total number of images allowed to upload for a single listing. Individual pricing plan settings will be override this option.
it_it: Abilita per limitare il numero totale di immagini che possono essere caricate per un singolo elenco. Le impostazioni dei singoli piani tariffari sovrascriveranno questa opzione.

source: Max. allowed images in gallery
it_it: Immagini consentite nella galleria sono massimo

source: Just use integer value. e.g 5
it_it: Basta usare il valore intero, ad esempio 5

source: Maximum no. of images allowed in gallery while submitting a listing
it_it: Numero massimo di immagini consentite nella galleria durante l'invio di un elenco

source: Gallery Images File Size (MB)
it_it: Galleria Immagini Dimensione del file (MB)

source: Enable to restrict total images file size (mb) allowed to upload for a single listing. Individual pricing plan settings will be override this option.
it_it: Abilita per limitare la dimensione totale del file di immagini (mb) che può essere caricato per un singolo elenco. Le impostazioni dei singoli piani tariffari sovrascriveranno questa opzione.

source: Total allowed images size in gallery
it_it: Dimensioni totali consentite delle immagini nella galleria

source: Size is in Mbs, Just use integer value. e.g 5
it_it: La dimensione è in Mbs, usa solo un valore intero. ad esempio 5

source: Enter total image size in MB. This is the total for all images within the listing.
it_it: Inserire la dimensione totale dell'immagine in MB. Questo è il totale di tutte le immagini all'interno dell'elenco.

source: First section Image
it_it: Prima sezione immagine

source: Upload Image for Submit Listing
it_it: Carica immagine per inviare la scheda

source: Second section Image
it_it: Seconda sezione Immagine

source: Upload Image for second section
it_it: Carica immagine per la seconda sezione

source: Third section Image
it_it: Terza sezione Immagine

source: Upload Image for third section
it_it: Carica immagine per la terza sezione

source: Fourth section Image
it_it: Quarta sezione Immagine

source: Upload Image for Fourth section
it_it: Carica immagine per la quarta sezione

source: Business Logo
it_it: Logo aziendale

source: Enable to allow upload of listing logo
it_it: Abilita per consentire il caricamento del logo della scheda

source: Default Logo
it_it: Logo predefinito

source: Default logo if not uploaded by user
it_it: Logo predefinito se non caricato dall'utente

source: Image for Title Tip
it_it: Immagine per il suggerimento del titolo

source: Upload Image for Title Tip
it_it: Carica immagine per il suggerimento del titolo

source: Image for Full Address Tip
it_it: Immagine per suggerimento indirizzo completo

source: Upload Image for Full Address Tip
it_it: Carica immagine per l'indirizzo completo Suggerimento

source: Image for City Tip
it_it: Immagine per la città

source: Upload Image for City Tip
it_it: Carica immagine per la città

source: Image for Phone Tip
it_it: Immagine per il Tip del Telefono

source: Upload Image for Phone Tip
it_it: Carica l'immagine per il suggerimento del telefono

source: Image for Website Tip
it_it: Immagine per il sito web Tip

source: Upload Image for Website Tip
it_it: Carica immagine per il sito web Tip

source: Image for Category Tip
it_it: Immagine per suggerimento di categoria

source: Upload Image for Category Tip
it_it: Carica immagine per la categoria Tip

source: Image for Price Tip
it_it: Immagine per il suggerimento sul prezzo

source: Upload Image for Price Tip
it_it: Carica l'immagine per il suggerimento sul prezzo

source: Image for Business Hours Tip
it_it: Immagine per la punta dell'orario di lavoro
