Repository: camiloroca/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: pt_br

source: Add Banner Height (without unitPixel/Percent)
pt_br: Adicionar altura do banner (sem unitPixel / Percent)

source: Set opacity for banner
pt_br: Definir opacidade do banner

source: Banner background type
pt_br: Tipo de fundo do Banner

source: Select if banner shows static image or video.
pt_br: Selecione se o banner mostra imagem estática ou vídeo.

source: Home Banner Image
pt_br: Imagem do Banner

source: Upload image for homepage banner
pt_br: Adicione imagem para o banner da página principal

source: Home Video Banner Image
pt_br: Imagem de Vídeo

source: Upload video poster for homepage banner
pt_br: Adicione seu vídeo para a página inicial

source: Please use proper video URL with extension like .mp4. Avoid using any video page URL like youtube or vimeo
pt_br: Use o URL de vídeo adequado com extensão como .mp4. Evite usar qualquer URL da página de vídeo, como youtube ou vimeo

source: Upload video here to show in banner
pt_br: Carregue o vídeo aqui para mostrar em banner

source: Please use proper video URL from youtube
pt_br: Use o URL de vídeo adequado do youtube

source: Select Search Mode For Video
pt_br: Escolha o modelo do Search Bar

source: Courtesy Listing On/Off
pt_br: Anúncio Cortesia On/Off

source: Link image to listing if images have been provided by a listing
pt_br: Vincular imagem a uma listagem, se as imagens foram fornecidas por uma listagem

source: Listing ID
pt_br: ID Anúncio

source: Choose if banner catgory boxes show Category, Location or features
pt_br: Escolha se as caixas de categoria do banner mostram categoria, local ou recursos

source: Select Categories to show for banner taxonomy
pt_br: Selecione categorias para mostrar para taxonomia de banner

source: Select listing categories for dropdown in search (WHAT field)
pt_br: Modo de pesquisa para o campo de pesquisa do banner inicial O QUE

source: Select Categories to show in the search dropdown
pt_br: Selecione categorias para mostrar na lista suspensa de pesquisa

source: Select Location to show for banner taxonomy
pt_br: Selecione a localização para mostrar a taxonomia do banner

source: listing Features
pt_br: Listar Recursos

source: Select features to show for banner taxonomy
pt_br: Selecione recursos para mostrar para taxonomia de banner

source: Categories Text
pt_br: Categorias

source: Banner Search Placeholder
pt_br: Banner de Exemplo na Pesquisa

source: Location Default Text
pt_br: Texto Padrão Localização

source: Search Top Title
pt_br: Título do Topo da Pesquisa

source: Search Main Text
pt_br: Texto Principal da Pesquisa

source: Enable to show an arrow in banner pointing to taxonomy boxes
pt_br: Ative para mostrar uma seta no banner apontando para as caixas de taxonomia

source: Upload image for logo on banner search form
pt_br: Carregar imagem para logotipo no formulário de pesquisa de banner

source: On home page map, show pin based on the selection
pt_br: No mapa da página inicial, mostre o pino com base na seleção

source: Select a listing category
pt_br: Selecione uma categoria de anúncio

source: Google Map & Places API Key
pt_br: Chave de API do Google Maps e do Google Places

source: Please set your own google map API key for your site( default key is for only demo)
pt_br: Por favor define o seu Google map API Key para o seu site (key padrão é somente demo)

source: Get your Google Maps API Key here. <br> https://developers.google.com/maps/documentation/javascript/get-api-key
pt_br: Obtenha sua chave de API do Google Maps aqui. <br> https://developers.google.com/maps/documentation/javascript/get-api-key

source: Put here MapBox token, If you leave it empty then Google map will work
pt_br: Coloque aqui o token do MapBox, se você deixar vazio esta opção, então o Google map será o padrão

source: Get your Mapbox Key here.<br>https://account.mapbox.com/access-tokens/create
pt_br: Obtenha sua chave do Mapbox aqui.<br>https://account.mapbox.com/access-tokens/create

source: Select any style
pt_br: Selecione qualquer estilo

source: Select how you want the Mapbox map to show.
pt_br: Selecione como você quer que o mapa da Mapbox seja mostrado.

source: Select between Responsive & App View. Find out more here
pt_br: Selecione entre Visão responsiva e de aplicativo. Saiba mais aqui

source: Upload App View Menu Header Image
pt_br: Carregar imagem do cabeçalho do menu de visualização do aplicativo

source: Upload image to be used as the app view menu header
pt_br: Carregar imagem para ser usada como cabeçalho do menu de visualização do aplicativo

source: Home Page for App View
pt_br: Página inicial para visualização do APP

source: Enter url for home page on app view
pt_br: Insira o url da página inicial na visualização do aplicativo

source: Select page for App View to use as Homepage. This allows you to create a separate page for Desktop and Mobile which allows you to layout the homepage depending on screen size.
pt_br: Selecione a página para visualização do aplicativo para usar como página inicial. Isso permite que você crie uma página separada para Desktop e Mobile que permite que você faça o layout da página inicial dependendo do tamanho da tela.

source: Enter latitude for default map location
pt_br: Insira a latitude para a localização padrão do mapa

source: This option will work on map only and only if there is no listing result found
pt_br: Esta opção funcionará apenas no mapa e apenas se nenhum resultado de listagem for encontrado

source: Enter longitude for default map location
pt_br: Insira a longitude para a localização padrão do mapa

source: Listings Order By
pt_br: Anúncios Ordenados Por

source: Order By Listings on archive/search result page
pt_br: Ordenar por listagens no arquivo / página de resultados de pesquisa

source: Listings Order
pt_br: Anúncios Ordenados

source: Listings Order on archive/search result page
pt_br: Ordem de listagem na página de arquivo/resultados de pesquisa

source: Add listing only by logged in users
pt_br: Adicionar anúncio apenas por usuários logados

source: Only logged in users can submit listings
pt_br: Apenas usuários logados podem enviar anúncios

source: Contact Support Page
pt_br: Página de contato do suporte

source: The select page that Contact Support button links to.
pt_br: A página selecionada para a qual o botão Contate o suporte se vincula.

source: Change Plan Button
pt_br: Botão Alterar Plano

source: Enable to allow users to change plan via the dashboard
pt_br: Ative para permitir que os usuários alterem o plano por meio do painel

source: Listings Per Page
pt_br: Anúncios por Página

source: It will effect on taxonomy and search page.
pt_br: Isso irá afetar a taxonomia e a página de pesquisa.

source: Enter only digits. e-g 11
pt_br: Insira apenas dígitos. ex: 11

source: Upload a default image to be used as the featured image, only used if the user doesn’t upload an image.
pt_br: Faça upload de uma imagem padrão para ser usada como imagem em destaque, usada apenas se o usuário não fizer upload de uma imagem.

source: Featured image from gallery
pt_br: Imagem em destaque da galeria

source: Enable to use an image from listing gallery as a featured image if a featured image isn’t uploaded.
pt_br: Ative para usar uma imagem da galeria de listagem como imagem em destaque se uma imagem em destaque não for enviada.

source: Map Pin Image for Contact Us Page and Listing Details Page
pt_br: Imagem do pino do mapa para a página de contato e a página de detalhes da listagem

source: Upload your image
pt_br: Adicionar Imagem

source: Select Slider Type
pt_br: Tipo de Slider

source: Gallery Height
pt_br: Altura da Galeria

source: Add Slider Height (without unitPixel/Percent)
pt_br: Adicionar Altura do Slider (sem Pixel / Percent)

source: Change Listing Status On Listing Moderation
pt_br: Alterar Status de Moderação de anúncio

source: ON=Pending, OFF=Publish
pt_br: LIG = Pendente, DESL = Publicar

source: Enable to change the listing to pending after listing is edited. The listing will not show until published by admin.
pt_br: Ative para alterar a lista para pendente após a lista ser editada. A lista não será exibida até que seja publicada pelo administrador.

source: Custom Icon for Archive & Search Pages
pt_br: Ícone personalizado para páginas de arquivo e pesquisa

source: If Enable => It means that custom icon will work on listing archive and search result pages
pt_br: Se Ativar => significa que o ícone personalizado funcionará na listagem de arquivos e páginas de resultados de pesquisa

source: Uploade custom icon for Archive & Search Pages
pt_br: Carregar ícone personalizado para Arquivo e Páginas de Pesquisa

source: Please upload a PNG icon
pt_br: Carregue um ícone PNG

source: Select listing detail page Style
pt_br: Selecione o estilo da página de detalhes do anúncio

source: Choose from 1 of 4 styles.
pt_br: Escolha entre 1 de 4 estilos.

source: Additional Details Position
pt_br: Detalhes adicionais da posição

source: Set additional details position to sidebar or below content area
pt_br: Defina a posição para sidebar ou abaixo da área de conteúdo

source: On=Show youtube video in popup, off=embed
pt_br: Ligado= Mostrar vídeo do YouTube em pop-up, desligado= incorporar

source: Detail Listing Page Report Button
pt_br: Denúncia nos detalhes do anúncio

source: Enable to show report listing button within listing
pt_br: Ative para mostrar o botão de lista de relatórios dentro da listagem

source: Deals/Offer Design (content)
pt_br: Design da Promoção/Oferta (conteúdo)

source: design for content area
pt_br: design para área de conteúdo

source: The design used when deals show within the content area.
pt_br: O design usado quando as ofertas são exibidas na área de conteúdo.

source: design for sidebar area
pt_br: design para área da barra lateral

source: The design used when deals show within the sidebar.
pt_br: O design usado quando as ofertas são exibidas na barra lateral.

source: Listing page layout
pt_br: Layout da Página

source: Enable to show child category boxes within the parent category
pt_br: Habilite para mostrar caixas de categoria filho dentro da categoria pai

source: Display Style for child category boxes
pt_br: Estilo de exibição para caixas de categoria filho

source: Choose display style for child categories
pt_br: Escolha o estilo de exibição para as categorias secundárias

source: Ad Image
pt_br: Imagem de Anúncio

source: Put ad here
pt_br: Adicionar AD aqui

source: Include child Terms listings in Archive Results
pt_br: Incluir listas de termos filhos em Res de arquivo

source: Enable to show listings within child category when searching the main category.
pt_br: Ative para mostrar listagens dentro da categoria infantil ao pesquisar a categoria principal.

source: Hide Grid/List switcher
pt_br: Ocultar grade/Seletor de lista

source: Enable to show button to switch between grid and list view.
pt_br: Ative para mostrar o botão para alternar entre as visualizações de grade e lista.

source: Listing Submit & Edit
pt_br: Enviar e editar Anúncio

source: Choose an option
pt_br: Escolha uma opção

source: Choose submit listing form style.
pt_br: Escolha enviar estilo de formulário de listagem.

source: Auto-Pilot Front-End subbmission via google (Fill-O-Bot)
pt_br: Envio do front-end do Auto-Pilot via google (Fill-O-Bot)

source: Enable to import details from Google Maps.
pt_br: Ative para importar detalhes do Google Maps.

source: Gallery Images Upload Limit
pt_br: Limite de upload de imagens da galeria

source: Enable to restrict total number of images allowed to upload for a single listing. Individual pricing plan settings will be override this option.
pt_br: Ative para restringir o número total de imagens permitidas para upload para uma única lista. As configurações do plano de preços individuais substituirão esta opção.

source: Max. allowed images in gallery
pt_br: Máx. imagens permitidas na galeria

source: Just use integer value. e.g 5
pt_br: Basta usar um valor inteiro. por exemplo, 5

source: Maximum no. of images allowed in gallery while submitting a listing
pt_br: Nº máximo de imagens permitidas na galeria ao enviar uma lista

source: Gallery Images File Size (MB)
pt_br: Tamanho do arquivo de imagens da galeria (MB)

source: Enable to restrict total images file size (mb) allowed to upload for a single listing. Individual pricing plan settings will be override this option.
pt_br: Ative para restringir o tamanho total do arquivo de imagens (mb) permitido para upload para uma única lista. As configurações do plano de preços individuais substituirão esta opção.

source: Total allowed images size in gallery
pt_br: Tamanho total de imagens permitido na galeria

source: Size is in Mbs, Just use integer value. e.g 5
pt_br: O tamanho está em Mbs, basta usar o valor inteiro. por exemplo, 5

source: Enter total image size in MB. This is the total for all images within the listing.
pt_br: Insira o tamanho total da imagem em MB. Este é o total de todas as imagens da listagem.

source: Upload Image for Submit Listing
pt_br: Carregar imagem para enviar anúncio

source: Upload Image for second section
pt_br: Adicione a Imagem para segunda sessão

source: Upload Image for third section
pt_br: Adicione a Imagem para terceira sessão

source: Upload Image for Fourth section
pt_br: Adicione a Imagem para quarta sessão

source: Enable to allow upload of listing logo
pt_br: Ative para permitir o upload do logotipo da listagem

source: Default logo if not uploaded by user
pt_br: Logotipo padrão se não for carregado pelo usuário

source: Upload Image for Full Address Tip
pt_br: Carregar imagem para dica de endereço completo

source: Image for City Tip
pt_br: Imagem para dicas de cidade

source: Upload Image for City Tip
pt_br: Carregar imagem para dica da cidade

source: Image for Phone Tip
pt_br: Imagem para dica de telefone

source: Upload Image for Phone Tip
pt_br: Carregar imagem para dica de telefone

source: Image for Business Hours Tip
pt_br: Imagem para Dica de Horário Comercial

source: Upload Image for Business Hours Tip
pt_br: Dica de upload de imagem para horário comercial

source: Image for Social Media Tip
pt_br: Imagem Para Dica de Mídias Sociais

source: Upload Image for Social Media Tip
pt_br: Dica de upload de imagem para mídia social

source: Image for Faqs Tip
pt_br: Imagem para dicas de perguntas frequentes

source: Upload Image for Faqs Tip
pt_br: Upload de imagem para dicas de perguntas frequentes

source: Image for Description Tip
pt_br: Imagem para dica de descrição

source: Upload Image for Description Tip
pt_br: Carregar imagem para dica de descrição

source: Image for Gallery Tip
pt_br: Imagem para dica da galeria

source: Upload Image for Gallery Tip
pt_br: Dica de upload de imagem para galeria

source: Quick Tips
pt_br: Dicas rápidas

source: Enable To Show Quick Tips.
pt_br: Ative para mostrar dicas rápidas.

source: Quick Tip Title
pt_br: Título da Dica

source: Quick Text
pt_br: Texto da Dica

source: Choose if multiple locations can be selected
pt_br: Escolha se vários locais podem ser selecionados

source: Address
pt_br: Endereço1

source: Google Address Button Text
pt_br: Texto do botão de endereço do Google

source: Custom Address Button Text
pt_br: Texto do botão de endereço personalizado

source: Whatsapp Field Label
pt_br: Etiqueta de campo do Whatsapp

source: Label for whatsapp field
pt_br: Etiqueta para campo Whatsapp

source: It will show on listing submit and edit page
pt_br: Ele será exibido na página de envio e edição da lista

source: Phone Text
pt_br: Telefonee

source: Enable to allow two Times slots per day.
pt_br: Ative para permitir dois intervalos de tempo por dia.

source: Select Category Mode
pt_br: Modelo de Categoria

source: Choose if multiple category can be selected.
pt_br: Escolha se várias categorias podem ser selecionadas.

source: Features area Text
pt_br: Texto da área de recursos

source: Select your listing features
pt_br: Selecione os recursos do seu anúncio

source: Price Range Text
pt_br: Faixa de Preço

source: Price From Text
pt_br: Preço de:

source: Description Text
pt_br: Texto descritivo

source: FAQ
pt_br: Pergunta frequente

source: Hide or show all socials
pt_br: Ocultar ou Mostrar redes sociais

source: Show Location
pt_br: Mostrar localização

source: User Name Text
pt_br: Nome de Usuário

source: Enter User Name
pt_br: Digite o nome de Usuário

source: Submit Listing Button Text
pt_br: Enviar texto do botão de anúncio

source: Edit Listing Button Text
pt_br: Editar Texto do Botão do anúncio

source: Location
pt_br: Localização

source: This section is for locations field in listing submission and edit. you can select either "Auto" or "Manual" locations option
pt_br: Esta seção é para o campo de locais no envio e edição da lista. você pode selecionar a opção de localização "Auto" ou "Manual"

source: Select Location Type
pt_br: Modelo de Localização

source: Select option about locations
pt_br: Selecione a opção sobre os locais

source: Select if locations are added by admin or via Google Maps. If Google is selected all locations in the world can be selected unless restricted below.
pt_br: Selecione se os locais são adicionados pelo administrador ou via Google Maps. Se o Google for selecionado, todos os locais do mundo podem ser selecionados, a menos que sejam restritos abaixo.

source: Add Location Code
pt_br: Adicionar código de localização

source: Shortcode to restrict locations for specific country
pt_br: Shortcode para restringir locais para um país específico

source: Edited location code to restrict locations to the select country. Codes can be viewed here
pt_br: Código de local editado para restringir locais ao país selecionado. Os códigos podem ser vistos aqui

source: here
pt_br: aqui

source: Select option about locations pattern
pt_br: Selecione a opção sobre o padrão de locais

source: locations option for pattern on search and listing submit and edit
pt_br: opção de locais para padrão em pesquisa e envio de listagem e edição

source: This section is for submit review option. You can on/off reviews submission. You can also allow user to submit their reviews on listing by either option
pt_br: Esta seção é para enviar a opção de revisão. Você pode ligar/desligar o envio de comentários. Você também pode permitir que o usuário envie seus comentários na listagem por qualquer uma das opções

source: Review
pt_br: Comentário

source: Enable to allow reviews within listings
pt_br: Ative para permitir revisões nos anúncios

source: Post Review
pt_br: Fazer Comentário

source: Select option about review submit
pt_br: Selecione a opção sobre o envio da revisão

source: Choose if the user must be logged in to leave reviews.
pt_br: Escolha se o usuário deve estar logado para deixar comentários.

source: Use Listing Image if No Image Uploaded with Review
pt_br: Use a imagem da lista se nenhuma imagem for carregada com a revisão

source: Upload Placeholder Image for Reviews
pt_br: Carregar imagem de espaço reservado para comentários

source: In case if there are no images uploaded with reviews.
pt_br: No caso de não haver imagens carregadas com comentários.

source: Detail Listing Page Review Report Button
pt_br: Botão de relatório de revisão da página de listagem de detalhes

source: Multi Rating
pt_br: Múltiplas Avaliações

source: Enable to choose multipoint reviews
pt_br: Ative para escolher revisões multiponto

source: Gallery Images Counter
pt_br: Contador de imagens da galeria

source: Maximum no. of images allowed in gallery while submitting a review
pt_br: Nº máximo de imagens permitidas na galeria ao enviar um comentário

source: Gallery Images Size
pt_br: Tamanho das imagens da galeria

source: Allowed size of all images in gallery
pt_br: Tamanho permitido de todas as imagens na galeria

source: Reviews Order Filter
pt_br: Filtro de Pedidos de Críticas

source: Leads Form
pt_br: Form. de clientes

source: Show / Hide leads form from listing detail page
pt_br: Mostrar / Ocultar formulário de leads da página de anúncio

source: Enable to show Lead From within listings
pt_br: Ative para mostrar o lead de dentro das listagens

source: on=show only on claimed, off= show on all listing
pt_br: ON exibir somente nos verificados, off exibir a todos os anúncios

source: Enable to only show lead form within claimed listings
pt_br: Ative para mostrar apenas o formulário de lead nas listagens reivindicadas

source: Listing Claim
pt_br: Verificação

source: Show / Hide claim option for listing
pt_br: Exibir / Esconder opção de verificação para anúncio

source: Enable to allow claiming listings.
pt_br: Ative para permitir a reivindicação de anúncios

source: Claim Popup Image
pt_br: Imagem Popup Verificação

source: Upload Claim Popup Image.
pt_br: Adicione a imagem do popup da Verificação.

source: put text here about claim
pt_br: coloque texto aqui sobre reclamação

source: You can add more than one text information
pt_br: Você pode adicionar mais de uma informação de texto

source: This is a title
pt_br: Este é um título

source: Description Here
pt_br: Descreva aqui

source: Listing Nearby
pt_br: Anúncios Próximos

source: Show nearby listings in listing detail page sidebar
pt_br: Exibir anúncios próximos no sidebar no detalhe do anúncio

source: Add Distance for Nearby Location
pt_br: Adicionar distância para localização próxima

source: Enter only numberic values. Do not add distance units here
pt_br: Insira apenas valores numéricos. Não adicione distância em unidades aqui

source: Destination in
pt_br: Métrica da Distância

source: Nearby Destination Calculate in
pt_br: Métrica de cálculo para a distância

source: Select between Miles & Kilometers
pt_br: Selecione entre milhas e quilômetros

source: Filter By Listing Category
pt_br: Filtrar anúncios por categoria

source: Show Nearby listing only from current category
pt_br: Exibir anúncios próximos somente para a categoria atual

source: No. of Nearby Listings
pt_br: Nº de anúncio próximas

source: Enter only numberic values
pt_br: Insira somente valores numéricos

source: Paste Your Google AdSense code. Ads will show on listings detail page
pt_br: Cole o seu código do Google AdSense. Os anúncios serão exibidos na página de detalhes das listagens

source: Google Ads on listings details page
pt_br: Google Ads na página em detalhes do anúncio

source: Adsense code for listings page. If not entered AdSense will not show
pt_br: Código do Adsense para a página de anúncios. Se não for inserido, o AdSense não será exibido

source: Paste Your Google AdSense code. Ads will show on listings archive page
pt_br: Cole o seu código do Google AdSense. Os anúncios serão exibidos na página de arquivo de listagens

source: Adsense code for archive pages. If not entered AdSense will not show
pt_br: Código Adsense para páginas de arquivo. Se não for inserido, o AdSense não será exibido

source: Author Archive
pt_br: Arquivo do Autor

source: My Listings
pt_br: Meus Anúncios

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Set how many listings will show per page within the user’s profile.
pt_br: Defina quantas listagens serão mostradas por página no perfil do usuário.

source: Select how the listings will show within the user’s profile.
pt_br: Selecione como as listagens serão exibidas no perfil do usuário.

source: About Me
pt_br: Sobre Mim

source: Show
pt_br: Mostrar

source: Hide
pt_br: Ocultar

source: Activities
pt_br: Atividades

source: Photos
pt_br: Fotos

source: Set how many images will show per page within the user’s profile.
pt_br: Defina quantas imagens serão exibidas por página no perfil do usuário.

source: Contact
pt_br: Contato

source: Counters
pt_br: Países

source: Photos Counter
pt_br: Contador de fotos

source: Reviews Counter
pt_br: Contador de avaliações
