Repository: camiloroca/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: pt_br

source: Get results with no surprises
pt_br: Obtenha resultados sem surpresas

source: Get on top of the organic results intantly.
pt_br: Vá em cima dos resultados orgânicos intrigantemente.

source: Pay only when ads are clicked.
pt_br: Pague apenas quando os anúncios são clicados.

source: Never Spend more than your budget limit.
pt_br: Nunca gaste mais do que o seu limite orçamental.

source: Need help getting started?
pt_br: Precisa de ajuda para começar?

source: Call (877) 777-7777
pt_br: Ligue para (61) 98407-3787

source: Invoices for Ads
pt_br: Faturas para Anúncios

source: Search Page Ads
pt_br: Ads Página de Busca

source: - Purchased Ads
pt_br: - Campanhas Compradas

source: View Detail
pt_br: Ver detalhes

source: Order#
pt_br: Compra#

source: Plan
pt_br: Plano

source: Purchased Date
pt_br: Data da Compra

source: Expiry Date
pt_br: Data de validade

source: Sorry ! There is no Invoice generated yet!
pt_br: Desculpe ! Nenhuma fatura foi gerada ainda!

source: ADS STATS
pt_br: ESTATÍSTICAS DE ANÚNCIOS

source: Clicks
pt_br: Cliques

source: are you sure you want to delete?
pt_br: Tem certeza de que deseja excluir?

source: Add new announcement
pt_br: Adicionar novo Anuncio

source: All Announcements
pt_br: Todos os Anúncios

source: Add new
pt_br: Criar

source: Call to action title
pt_br: Título da frase de chamariz

source: Icon
pt_br: Ícone

source: Add Announcements
pt_br: Adicionar Anúncios

source: Live Preview
pt_br: Visualização ao vivo

source: e.g. 46% Off - Two Vouchers Each Valid for One Large Specialty Pizza
pt_br: por exemplo. 46% de desconto - dois vouchers cada, válido para uma grande pizza especial

source: We are proud to announce launch of new branch
pt_br: Temos o orgulho de anunciar o lançamento de uma nova filial

source: Announcement
pt_br: Anúncio

source: Announcements not allowed with this listing. Please upgrade your plan.
pt_br: Anúncios não permitidos com esta lista. Atualize seu plano.

source: choose a Listing
pt_br: escolha o anúncio

source: Choose call to action type
pt_br: Escolha o tipo de apelo à ação

source: Save 20% on 3 nights stay
pt_br: Economize 20% em estadias de 3 noitesv

source: Buy Tickets
pt_br: Comprar bilhetes

source: Mention Listingpro! save 5% on services
pt_br: Mencione o Fornecendo Moda! economize 5% em serviços

source: Free appetizer with purchase of two entrees
pt_br: Aperitivo grátis na compra de duas entradas

source: Get a quote today and save up-to 40%
pt_br: Faça uma cotação hoje e economize até 40%

source: 3 Free classes + 50% off from first purchase
pt_br: 3 aulas gratuitas + 50% de desconto na primeira compra

source: Join Now
pt_br: Entrar

source: Checkout our new happy hour specialist
pt_br: Confira nosso novo especialista em happy hour

source: Print Coupon
pt_br: Imprimir cupom

source: 50% off your two purchase & first two Move-in-Trucks
pt_br: 50% de desconto nas duas compras e nos dois primeiros Move-in-Trucks

source: Same day appointment available
pt_br: Consulta no mesmo dia disponível

source: Schedule Appointment
pt_br: Agendar consulta

source: use font awesome class e.g fa fa-bullhorn
pt_br: usar a classe de fonte e.g fa fa-bullhorn

source: Your Message
pt_br: Escrever Mensagem

source: Ads - Promote your Listings
pt_br: Anúncios - Promova suas listas

source: Get Started Now!
pt_br: Anunciar Agora!

source: Sorry ! You have no Published listings yet!
pt_br: Desculpe ! Você não anúncios publicados!

source: Promote
pt_br: Promova

source: Where you want to show your ad
pt_br: Onde você deseja exibir seu anúncio

source: These ads will appear on various location through out the site where ever the site-admin has defined. Usually on NON-Directory listing pages such as Home, About Us, Contact us, Blog posts etc.
pt_br: Esses anúncios aparecerão em vários locais do site, onde quer que o administrador do site tenha definido. Normalmente em páginas de listagem que NÃO sejam do diretório, como Página inicial, Sobre nós, Entre em contato, postagens de blogs, etc.

source: These ads will show in the bottom right of individual listings in a unique design.
pt_br: Esses anúncios serão exibidos no canto inferior direito de listagens individuais em um design exclusivo.

source: These ads will appear on the search results or category listing page.
pt_br: Esses anúncios serão exibidos nos resultados da pesquisa ou na página da lista de categorias.

source: Show Random Ads
pt_br: Mostrar anúncios aleatórios

source: Show Detail Page Ads
pt_br: Exibir anúncios da página de detalhes

source: Show Ads in search and taxonomy
pt_br: Exibir anúncios em pesquisa e taxonomia

source: Ad duration
pt_br: Duração da Campanha

source: inc.tax
pt_br: Incluir Taxas

source: next
pt_br: Próximo

source: Back
pt_br: Voltar

source: Sorry ! You have no checkout payment method
pt_br: Desculpe ! Você não tem método de pagamento final

source: Please select form fields
pt_br: Selecione os campos do formulário

source: Create Menu
pt_br: Criar Menuu

source: Old Price
pt_br: Preço Antigo

source: description
pt_br: descrição

source: New Price
pt_br: Novo Preço

source: Menu group
pt_br: Grupo de menu

source: Message & listing are required fields
pt_br: Mensagem e Anúncios são campos obrigatórios

source: Remove
pt_br: Excluir

source: Add Menu
pt_br: Adicionar Menu

source: Menu title
pt_br: título de Menu

source: old price
pt_br: preço velho

source: new price
pt_br: preço novo

source: Please add types
pt_br: Por favor, adicione tipos

source: select group
pt_br: selecione o grupo

source: Please add groups
pt_br: Adicione grupos

source: Upload Photo
pt_br: Atualizar Foto

source: Add
pt_br: Adicionar

source: Add new
pt_br: Adicionar 3

source: All Coupons
pt_br: Todos os cupons

source: all deals
pt_br: todas as ofertas

source: active
pt_br: ativo2

source: expired
pt_br: expirado

source: add new
pt_br: adicionar 4

source: Display In
pt_br: Exibir em

source: Sidebar Area
pt_br: Área da barra lateral

source: deal
pt_br: promoção

source: Deal
pt_br: Promoção

source: e.g. 46% Off - One Large Specialty Pizza
pt_br: por exemplo. 46% de desconto - uma grande pizza especial

source: e.g. Choice of: Two vouchers: Each Good for One Large Specialty Pizza $20 Value
pt_br: por exemplo. Escolha de: dois vouchers: cada um bom para uma grande pizza especialidade no valor de R$ 20

source: Coupon Starts
pt_br: Cupom Começa

source: Coupon Ends
pt_br: Cupom Termina

source: e.g. SUMMER50
pt_br: ex: GUIA2020

source: e.g. http://www.example.com
pt_br: ex: https:// www.guicomercialradar.com.br

source: *Skip this if your deal doesn't include a coupon
pt_br: * Pule isso se sua oferta não incluir um cupom

source: Button Name
pt_br: Nome do botão

source: e.g. CLICK HERE
pt_br: ex: Clique Aqui

source: *If left blank the default text "CLICK HERE" will be used.
pt_br: *Se deixado em branco, o texto padrão "CLIQUE AQUI" será usado.

source: *Only enable Custom URL if you would like to redirect users to an external link.
pt_br: *Habilite URL personalizado apenas se desejar redirecionar usuários para um link externo.

source: nothing found
pt_br: nada encontrado

source: Create Coupon
pt_br: Criar Promoção

source: Choose a listing for the coupon
pt_br: Escolha o anúncio para o cupom

source: Discount/Deals not allowed with this listing. Please upgrade your plan.
pt_br: Desconto / negócios não permitidos com esta lista. Atualize seu plano.

source: $ Dollar
pt_br: R$ Reais

source: Coupon Starts
pt_br: Cupom começa

source: Date
pt_br: Data

source: Time
pt_br: Hora 1

source: set end date
pt_br: defina a data final 1

source: Coupon Ends
pt_br: Cupom Termina

source: External Coupon URL
pt_br: URL de cupom externo

source: Message Sent Successfully
pt_br: Mensagem enviada com sucesso!

source: This event has no attendees so far.
pt_br: Este evento não tem participantes até agora.

source: Go Back To Events
pt_br: Voltar aos eventos

source: Download CSV
pt_br: Baixar CSV

source: Check All
pt_br: Verificar tudo

source: Full Name
pt_br: Nome Completo

source: Create Message
pt_br: Criar Mensagem

source: Enter Your Massage
pt_br: Digite sua mensagem

source: Your Location
pt_br: Minha Localização

source: Drop Pin
pt_br: Local Atual

source: Are you sure you want to delete?
pt_br: Tem certeza de que deseja excluir?

source: All Events
pt_br: Todos Eventos

source: all events
pt_br: todos eventos

source: add new
pt_br: adicionar 5

source: event
pt_br: evento

source: start time
pt_br: Hora do Início

source: View Attendees
pt_br: Ver participantes

source: Event Date
pt_br: Data do Evento

source: Event Time
pt_br: Hora do Evento

source: Event Name
pt_br: Nome do Evento

source: Give it a short quick name
pt_br: Dê um nome curto e rápido

source: Event Description
pt_br: Descrição do Evento

source: Event Starts
pt_br: Início do Evento

source: Event start Time
pt_br: Início do Evento

source: Event Ends
pt_br: Fim do Evento

source: Event End Time
pt_br: Termino do Evento

source: Address
pt_br: Endereço2

source: e.g. Country, City, Location
pt_br: por exemplo. País, cidade, localização

source: Create New event
pt_br: Criar novo Evento

source: Choose an event organizer's listing
pt_br: Escolha o anúncio de um organizador de evento

source: Event not allowed or already an event with this listing.
pt_br: Evento não permitido ou já é um evento com esta listagem.

source: Event Title
pt_br: Título do Evento

source: Search By Google
pt_br: Buscar no Google

source: Manual Coordinates
pt_br: Coordenada Manual

source: Event Location
pt_br: Local do Evento

source: Address for Google Maps
pt_br: Endereço do Google Maps

source: Add Custom Address
pt_br: Adicionar endereço personalizado

source: Add address here
pt_br: Adicione o endereço aqui

source: Time
pt_br: Hora 2

source: Set end date
pt_br: Defina a Data Final 2

source: e.g Enter description about your event
pt_br: Ex: Insira uma descrição sobre seu evento

source: Event Tickets
pt_br: Ingressos do Evento

source: Event URL
pt_br: Link URL

source: Event Featured Image
pt_br: Inserir Banner do Evento

source: Expired Listings
pt_br: Anúncios Expirados

source: Are you sure you want to delete this?
pt_br: Tem certeza de que deseja excluir?

source: Sorry ! You have no list expired yet!
pt_br: Desculpe ! Você ainda não expirou nenhuma lista!

source: You must be here for the first time. You will see messages here when user will contact you through lead form.
pt_br: Você deve estar aqui pela primeira vez. Você verá mensagens aqui quando o usuário entrar em contato com você por meio do formulário de lead.

source: Phone :
pt_br: Telefone:

source: There is no replied message
pt_br: Não há mensagem respondida

source: All Invoices
pt_br: Minhas Faturas

source: pending
pt_br: pendente

source: Reciept / Invoice
pt_br: Recibo / Fatura

source: date
pt_br: data

source: amount
pt_br: desconto

source: (100% Discounted)
pt_br: (100% com desconto)

source: Unlimited
pt_br: Ilimitado

source: View
pt_br: Vê Fatura

source: Invoice#
pt_br: Fatura #

source: Date:
pt_br: Data:

source: Invoice To:
pt_br: Fatura para:

source: Pay To:
pt_br: Pago por:

source: Business Name
pt_br: Nome da empresa

source: Call Us For Help
pt_br: Ligue caso precise de ajuda

source: Invoice Details
pt_br: Detalhes da fatura

source: Duration
pt_br: Duração 2

source: Amount
pt_br: Descontooo

source: Plan Price
pt_br: Preço do Plano

source: Paid with
pt_br: Pagar Com

source: Download PDF
pt_br: Baixar PDF

source: Print
pt_br: Imprimir

source: INVOICE#
pt_br: FATURA#

source: Tax Price
pt_br: Taxa do Preço

source: Method
pt_br: Meio de Pagamento

source: plan
pt_br: plano

source: You must be here for the first time. You will see Listing invoices here.
pt_br: Você deve estar aqui pela primeira vez. Você verá as faturas da lista aqui.

source: Billed To:
pt_br: Faturadoo para:

source: List Name :
pt_br: Primeiro Nome

source: All Leads Form
pt_br: Geral de Formulário de Interessados

source: add new form
pt_br: adicionar novo formulário

source: Date-Time Local
pt_br: Data-hora local

source: Radio
pt_br: Rádio

source: Dropdown
pt_br: Suspenso

source: eg.1
pt_br: ex. 1

source: Maximum Value
pt_br: Valor máximo

source: eg.100
pt_br: ex. 100

source: Default Value
pt_br: Valor Padrão

source: required field
pt_br: Campo Necessário

source: Create Form
pt_br: Criar Formulário

source: Message
pt_br: Mensagem:

source: Default Form Feilds
pt_br: Campos Padrões

source: Add form feild
pt_br: Adicionar Campo

source: Invoices for Listing
pt_br: Faturas para anúncios

source: - Purchased Listing
pt_br: - Anúncios Comprados

source: wire
pt_br: Transferência

source: Published Listings
pt_br: Anúncios Publicados

source: Days Left
pt_br: Dias restantes

source: Sorry ! You have no listing yet!
pt_br: Desculpe! Você não possui nenhum anúncio ainda!

source: All Listings
pt_br: Meus Anúncios

source: all
pt_br: todos

source: published
pt_br: Publicados

source: Add Google Analytics User ID
pt_br: Adicionar Google Analytics

source: Analytics User Id
pt_br: Inserir ID

source: title
pt_br: título

source: views
pt_br: Visitas

source: expiry
pt_br: Vencimento

source: Associated Plan
pt_br: Plano Contratado

source: Days before
pt_br: Dias antes

source: Expiry
pt_br: Termo

source: Pay
pt_br: Investir

source: "Your time is limited, so dont waste it living someone elses life."
pt_br: "Seu tempo é limitado, então não o desperdice vivendo a vida de outra pessoa."

source: Weekly
pt_br: Semanal

source: Monthly
pt_br: Mensal

source: Yearly
pt_br: Anual

source: Select a Listing
pt_br: Selecionar Anúncio 2

source: view
pt_br: visualizaçãoOo

source: User Views
pt_br: Cliques

source: View your listings total views from the last Week or Month.
pt_br: Veja o total de visualizações que o seu anúncio teve desde a última semana ou mês.

source: in All Times
pt_br: Desde a criação

source: more insights
pt_br: Analisar Relatório

source: leads
pt_br: interessados

source: Customer Leads
pt_br: Interessados

source: View the total Leads from your listings for the last Week or Month.
pt_br: Veja o total de clientes interessados que clicaram em algum forma de contato em seu anúncio.

source: reviews
pt_br: comentáriooss

source: Customer Reviews
pt_br: Avaliações e Comentários

source: View the Total Reviews for your listings from the last Week or Month.
pt_br: Veja o total de visualizações que o seu anúncio teve, desde a semana ou mês passado.

source: Rating alerts
pt_br: Últimas Interações

source: Delete all related data
pt_br: Exclua todos os dados relacionados

source: Keep already added data
pt_br: Manter os dados já adicionados

source: Types
pt_br: Categorias

source: Groups
pt_br: Grupos

source: add new groups
pt_br: adicionar novos grupos

source: add new types
pt_br: Adicionar Categoria

source: Back to Menu
pt_br: Voltar ao menu

source: Add new type
pt_br: Adicionar novo tipo

source: Type Name
pt_br: Tipo do Nome

source: Special characters not allowed
pt_br: Caracteres especiais não permitidos

source: Add new group
pt_br: Adicionar novo grupo

source: Group Name
pt_br: Nome do Grupo

source: e.g. Spicy
pt_br: ex: segunda-feira

source: Menu Types
pt_br: Tipo de Categoria

source: Recent Menu Groups
pt_br: Grupos de menu recentes

source: Add Menu Group
pt_br: Adicionar Grupo de Menu

source: menu group
pt_br: grupo de menu

source: group text is required
pt_br: o texto do grupo é obrigatório

source: Recent Menu Types
pt_br: Tipos de menu recentes

source: Add Menu Type
pt_br: Adicionar tipo de menu

source: are you sure you want to delete all menus of this listing?
pt_br: tem certeza de que deseja excluir todos as promoções desta lista?

source: ALL Menus
pt_br: Promoções Gerais

source: upload image menu
pt_br: Cardápio ou Folder

source: ONILNE FOOD ORDERING SERVICES
pt_br: ENCOMENDA DE ALIMENTOS ONILNE SERVIÇOS

source: menu assigned to
pt_br: Promoções Ativas

source: No menu items added yet.
pt_br: Nenhuma promoção inserida

source: Upload Image Menu
pt_br: Cardápio ou Folders Divulgados

source: No Image Menu Added
pt_br: Nenhuma promoção criada!

source: Menu not allowed with this listing. Please upgrade your plan.
pt_br: Não é permitido inserir promoções. Atualize seu plano.

source: ONILNE FOOD ORDERING SERVICES
pt_br: SERVIÇOS DE ENCOMENDA DE ALIMENTOS ONILNE

source: No Service Added
pt_br: Nenhum serviço adicionado

source: e.g SALAD
pt_br: ex: Semanais

source: Service URL
pt_br: Insira o link do serviço

source: All Menus
pt_br: Todas

source: Create Menu Item(s)
pt_br: Minhas Promoções

source: Choose a listing for the menu item(s) *
pt_br: Escolha o anúncio que irá a promoção*

source: GROUPS
pt_br: GRUPOS

source: Menu Item Name
pt_br: Título da Promoção

source: Ex: $7
pt_br: R$ 6.99

source: Menu Item Description
pt_br: Descrição da Promoção

source: e.g. This delicious roasted chicken is marinated in...
pt_br: exemplo: delicioso frango assado é marinado em ...

source: External Menu Item URL
pt_br: Link ao invés de Preço

source: Make This Item As Popular Item
pt_br: Marque caso seja uma promoção comum

source: Spice Level
pt_br: Nível da Promoção

source: Upload Menu Item Images
pt_br: Carregar banner da promoção

source: add menu item
pt_br: Criar Promoção

source: View All Menu
pt_br: Ofertas Ativas

source: TYPES AND GROUPS MANAGER
pt_br: Gerenciar Grupos e Categorias

source: ALL TYPES
pt_br: Categorias

source: ALL GROUPS
pt_br: Grupos

source: e.g SPICY
pt_br: ex: segunda-feira2

source: All Packages
pt_br: Meus Pacotes

source: trans date
pt_br: Data da Transação

source: expire on
pt_br: expira em

source: Pending Listings
pt_br: Anúncio Pendente

source: Days Left
pt_br: Dias restantes

source: Posted
pt_br: Postado

source: days ago
pt_br: dias atrás

source: day ago
pt_br: ontem

source: Posted Today
pt_br: Postado Hoje

source: star rating.
pt_br: classificação por estrelas

source: Select New Images
pt_br: Selecione novas imagens

source: Review Response
pt_br: Resposta

source: You
pt_br: Você

source: posted a review on
pt_br: fez uma avaliação em

source: Rating:
pt_br: Avaliação:

source: See More
pt_br: Ver mais

source: Review:
pt_br: Comentario:

source: Edit this review
pt_br: Editar Comentário

source: received
pt_br: recebido

source: submitted
pt_br: Comentados

source: You must be here for the first time. You will see all reviews here.
pt_br: Você deve estar aqui pela primeira vez. Você verá todos os comentários aqui.

source: posted on
pt_br: comentou em

source: Public reply
pt_br: Resposta Pública

source: Write something in reply of this review
pt_br: Escreva algo em resposta a este comentário

source: Send Reply
pt_br: Enviar Resposta

source: You must be here for the first time. You will see here all recieved reviews on your own listings.
pt_br: Você deve estar aqui pela primeira vez. Você verá aqui todos os comentários recebidos em suas próprias listas.

source: Delete this review
pt_br: Exclua este comentário

source: You must be here for the first time. You will see all posted reviews here.
pt_br: Você deve estar aqui pela primeira vez. Você verá todos os comentários postados aqui.

source: All Saved Listings
pt_br: Anúncios Salvos

source: Action
pt_br: Excluir

source: Add Image Menu to any listing
pt_br: Adicionar menu de imagem a qualquer lista

source: Title (example: "See Full Menu")
pt_br: Título (exemplo: "Ver Menu Completo")

source: Select your list to assign your food / service menu
pt_br: Selecione o anúncio em que irá atribuir o cardápio ou folder

source: You have no published listing.
pt_br: Você não tem anúncio publicado.

source: Menu Option is Currently Active On
pt_br: A opção de menu está atualmente ativa em

source: All Subscriptions
pt_br: Minhas Assinaturas

source: Subscription
pt_br: Inscrição

source: Upcoming renewal
pt_br: Próxima renovação

source: Are you sure you want to proceed action?
pt_br: Tem certeza de que deseja prosseguir com a ação?

source: Unsubscribe
pt_br: Descadastrar

source: exc. tax
pt_br: exc. imposto

source: inc. tax
pt_br: inc. taxas

source: Password Mismatch
pt_br: Senha incorreta

source: success
pt_br: sucesso

source: Update Profile Details
pt_br: Minhas Informações

source: Update your photo manually If the photo is not set the default Gravatar will be the same as your login email account
pt_br: Atualize sua foto manualmente, se a foto não estiver configurada, o avatar padrão será o mesmo que o da sua conta de e-mail

source: First Name
pt_br: Seu Nome

source: Last Name
pt_br: Sobrenome

source: eg. example@gmal.com
pt_br: ex: guiacomercialradar@gmail.com

source: Adress 1st Line
pt_br: Endereço

source: Your Address (1st line)
pt_br: Seu Endereço

source: Adress 2nd Line
pt_br: Complemento

source: Your Address (2nd line)
pt_br: (Opcional)

source: City
pt_br: Bairro1

source: Your City
pt_br: Ex: Santa Maria

source: Zip Code
pt_br: Ex: 72.543.000

source: State
pt_br: Estado1

source: Country *
pt_br: Bairro3

source: Country
pt_br: Bairro2

source: About
pt_br: Biografia

source: Write about youself
pt_br: Fale um pouco sobre você

source: enter facebook profile url
pt_br: insira o url do perfil do facebook

source: enter twitter profile url
pt_br: insira o url do perfil do twitter

source: enter linkedin profile url
pt_br: entrar no url do perfil do LinkedIn

source: enter instagram profile url
pt_br: insira o URL do perfil do Instagram

source: enter pinterest profile url
pt_br: insira o url do perfil do pinterest

source: Update Password
pt_br: Atualizar senha

source: New Password
pt_br: Nova senha

source: write new password
pt_br: digite uma nova senha

source: Repeat Password
pt_br: Repita a senha

source: write again your new password
pt_br: digite novamente a senha

source: Enter same password in both fields Use an uppercase letter and a number for stronger password
pt_br: Digite a mesma senha em ambos os campos. Crie uma senha forte de até 8 caracteres.

source: Update profile
pt_br: Atualizar perfil

source: Download Profile
pt_br: Salvar Perfil

source: Delete Account
pt_br: Excluir Conta

source: What should be done with content owned by you?
pt_br: O que deve ser feito com o conteúdo de sua propriedade?

source: Delete all content.
pt_br: Exclua todo o conteúdo.

source: Attribute all content to super admin of website
pt_br: Atribuir todo o conteúdo ao superadministrador do site

source: Confirm Deletion
pt_br: Confirmar exclusão

source: Close
pt_br: Fechar

source: Profile Data
pt_br: Dados do Perfil

source: Expires
pt_br: Expira

source: mins
pt_br: minutos

source: secs
pt_br: segundos

source: Map View
pt_br: Visão do mapa

source: List View
pt_br: Exibição em lista

source: Tel
pt_br: Telefone

source: FILTERS
pt_br: FILTROS

source: DIRECTIONS
pt_br: DIREÇOES

source: MESSAGE
pt_br: Mensagem

source: Show Filters
pt_br: Mostrar Filtros

source: Click To See What Open Now
pt_br: Clique para exibir as lojas abertas

source: Advanced Filters
pt_br: Filtros Avançados

source: Listings
pt_br: Essas lojas

source: Results For
pt_br: Encontramos em

source: Log In
pt_br: Entrar

source: Hello
pt_br: Olá

source: Watch Video
pt_br: Assistir Vídeo

source: Add a Review
pt_br: Adicionar um Comentário

source: See Menu
pt_br: Vê promoções

source: See Filters
pt_br: Veja os Filtros

source: Click To GET
pt_br: Clique para OBTER

source: Click To See Your Best Match
pt_br: Clique para ver sua melhor combinação

source: Distance
pt_br: Distância

source: Sort By
pt_br: Ordenar por

source: Recent Listings
pt_br: Anúncios Recentes

source: Showing
pt_br: Mostrando

source: of
pt_br: de

source: Close Map
pt_br: Fechar Mapa

source: Detail
pt_br: Detalhes

source: FAQs
pt_br: Perguntas

source: Reviews
pt_br: O que achou?

source: Contact Info
pt_br: Fale Conosco

source: Offers/Deals
pt_br: Benefício e/ou Brinde
