Repository: camiloroca/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: pt_br

source: Ghost HERE
pt_br: Cri, Cri, Cri ...

source: The page you are looking for might have been removed or is temporarily unavailable.
pt_br: A página que você está procurando pode ter sido removida ou está temporariamente indisponível.

source: ./textcontainer
pt_br: ./contentor de texto

source: top
pt_br: topo

source: This post is password protected. Enter the password to view comments.
pt_br: Esta postagem é protegida por senha. Digite a senha para ver os comentários.

source: 1 Review
pt_br: 1 Comentário

source: Reviews
pt_br: Comentários

source: Your Rating for this listing
pt_br: Sua classificação para esta loja

source: Rate us and Write a Review
pt_br: Queremos te ouvir, o que achou da loja?

source: Leave a Reply to %s
pt_br: Deixe uma resposta para %s

source: 1 Comment
pt_br: 1 comentário

source: Comments
pt_br: Comentário

source: Leave a Comment
pt_br: Deixe um Comentário

source: Post a comment
pt_br: Postar um Comentário

source: Homepage Menu
pt_br: Menu da Home

source: Footer Menu
pt_br: Menu do Rodapé

source: You don't have permission to access this page.
pt_br: Você não tem permissão para acessar esta página.

source: Type and hit enter
pt_br: digite e pressione Enter

source: The footer sidebar widget area
pt_br: A área do widget da barra lateral de rodapé

source: Inexpensive
pt_br: Barato

source: Moderate
pt_br: Moderado

source: Pricey
pt_br: Caro

source: Ultra High End
pt_br: Exclusivo

source: Price Range
pt_br: Faixa de preço

source: Share
pt_br: Compartilhar

source: 0 View
pt_br: 0 Visualização

source: View
pt_br: Visualização

source: Views
pt_br: Visualizações

source: Rating only enabled on published listing
pt_br: Classificação habilitada apenas em anúncios publicado

source: Be the first one to rate!
pt_br: Seja o primeiro a avaliar!

source: Free
pt_br: Gratuito

source: No Plan Assigned Yet
pt_br: Nenhum plano atribuído ainda

source: Change Plan
pt_br: Trocar Plano

source: Package
pt_br: Pacote

source: Pay Per Listing
pt_br: Pague por Anúncio

source: Success
pt_br: Sucesso

source: Success (100% Discounted)
pt_br: Sucesso (100% de desconto)

source: Pending
pt_br: Em Análise

source: Yes
pt_br: Sim

source: Sorry! There is no plan associated with the category
pt_br: Desculpe! Não há nenhum plano associado à categoria

source: Sorry! There is no general plan
pt_br: Desculpe! Não existe um plano geral

source: To get Claim for listing, click of following link
pt_br: Para obter a reivindicação de listagem, clique no link a seguir

source: Load Claim Email
pt_br: Carregar Email do reclamador

source: Claim For Listing
pt_br: Reclamações de anúncios

source: Send Link to email
pt_br: Enviar link para email

source: Email has sent
pt_br: Seu email enviado

source: Problem in email sending
pt_br: Problema no envio de e-mail

source: Something went wrong!
pt_br: Algum campo não foi preenchido!

source: Lead message reply
pt_br: Resposta à mensagem principal

source: Delete
pt_br: Excluir

source: Reply to this
pt_br: Responda isso.

source: Send message
pt_br: Enviar mensagem

source: Registered User
pt_br: Usuário Cadastrado

source: Details
pt_br: Detalhes

source: Listing
pt_br: Anúncio

source: Phone
pt_br: WhatsApp

source: Important Update Notice!
pt_br: Aviso Importante de Atualização!

source: Thanks for updating your theme, now we highly recommend you to also update the following plugins.
pt_br: Obrigado por atualizar seu tema, agora é altamente recomendável que você atualize também os seguintes plug-ins.

source: Go to Plugins, deactivate and delete all mentioned plugins. After deleting, the following notice will appear,
pt_br: Vá para Plugins, desative e exclua todos os plugins mencionados. Após a exclusão, o seguinte aviso aparecerá,

source: Click
pt_br: Clique

source: begin installing plugin
pt_br: instalar plugin

source: link.<br /><br /> After installation is complete, activate the plugin. Listingpro plugins will be up to dated
pt_br: link.<br /><br /> Após a conclusão da instalação, ative o plugin. Os plug-ins do Listingpro serão atualizados

source: <strong> Additional Note for CHILD THEME Users: If you are using child theme then please switch to parent theme and follow the above steps and then switch back to child theme</strong>
pt_br: <strong> Observação adicional para usuários de tema infantil: se você estiver usando o tema filho, mude para o tema pai, siga as etapas acima e volte para o tema filho</strong>

source: Select Plan
pt_br: Selecione o Plano

source: Verify your purchase code to unlock all features, see
pt_br: Verifique o seu código de compra para desbloquear todos os recursos, consulte

source: instructions
pt_br: instruções

source: Twice a Month
pt_br: Duas vezes por Mês

source: Select Listing
pt_br: Selecionar Anúncio

source: PAYED WITH
pt_br: PAGO COM

source: No
pt_br: Não

source: Amount paid
pt_br: Desconto

source: REMAINING BALANCE
pt_br: SALDO DEVEDOR

source: Duration
pt_br: Dias a vencer

source: Days
pt_br: Dias

source: Spotlight
pt_br: Em Destaque

source: Sidebar
pt_br: Lateral do Site

source: Top of Search
pt_br: Nas Buscas

source: Type
pt_br: Tipo

source: Start Date
pt_br: Data de Inicio

source: End Date
pt_br: Data Final

source: Status
pt_br: Situação

source: ACTIVE
pt_br: ATIVO3

source: PENDING
pt_br: AGUARDANDO

source: Random Ads
pt_br: Aleatoriamente

source: Detail Page Ads
pt_br: Resultados e Categorias

source: Top in Search Page Ads
pt_br: Resultados e Classificação

source: Additional Details
pt_br: detalhes adicionais

source: Show all
pt_br: Mostrar Todos

source: Save
pt_br: Salvar

source: Saved
pt_br: Salvos

source: More Filter
pt_br: Mais Filtros

source: Sorry! No more filter found for current selections
pt_br: Desculpe! Nenhum filtro encontrado para as seleções atuais

source: Cancel
pt_br: Cancelar

source: Show Results
pt_br: Mostrar Resultados

source: Today
pt_br: Hoje

source: 24 hours open
pt_br: 24h aberto

source: Open
pt_br: Abertoo

source: Closed
pt_br: Fechado

source: Day Off!
pt_br: Folga~

source: Review for
pt_br: Comentário Para

source: Reviews for
pt_br: Comentar por

source: Filter By :
pt_br: Filtrar Por:

source: Newest
pt_br: Mais Recentes

source: Oldest
pt_br: Mais Antigos

source: Highest Rated
pt_br: Mais Avaliados

source: Lowest Rated
pt_br: Menos Visto

source: Interesting
pt_br: Interessou

source: Lol
pt_br: Sorriu2

source: Love
pt_br: Amei

source: You already reacted
pt_br: Você já enviou

source: View All
pt_br: Vê Todos

source: Was this review ...?
pt_br: Esta crítica foi ...?

source: LOL
pt_br: Sorriu

source: Report
pt_br: Não Gostei

source: Author Response
pt_br: Resposta do Autor

source: ago
pt_br: atrás

source: Contract
pt_br: Contrato

source: Expand
pt_br: Expandir

source: Announcements are not allowed with this listing
pt_br: Anúncios não são permitidos com esta listagem

source: Something went wrong
pt_br: Algum campo não foi preenchido 2

source: Menu item updated successfully
pt_br: Item de menu atualizado com sucesso

source: Menu item added successfully
pt_br: Item de menu adicionado com sucesso

source: Coupon Created successfully
pt_br: Cupom criado com sucesso

source: Data deleted
pt_br: Dados excluídos

source: Menu Items deleted successfully
pt_br: Itens do menu excluídos com sucesso

source: Error while updating event
pt_br: Erro ao atualizar evento

source: event created successfully
pt_br: evento criado com sucesso

source: Error while creating event
pt_br: Erro ao criar evento

source: going
pt_br: Indo

source: Event Message
pt_br: Mensagem de Evento

source: Events For
pt_br: Eventos para

source: Map View
pt_br: Visualizar no Mapa

source: List View
pt_br: Ver como Lista

source: Who is going?
pt_br: Quem tem interesse

source: people are going
pt_br: Pessoas estão indo

source: Item Name
pt_br: Item Promocional

source: Group
pt_br: Grupo

source: Price
pt_br: Preço

source: Edit
pt_br: Editar

source: Menu Item
pt_br: Itens Promocionais

source: Ex: Roasted Chicken
pt_br: ex: Frango Assado

source: Reg. Price
pt_br: Preço Normal

source: Ex: $10
pt_br: R$ 9.99

source: Sale Price
pt_br: Preço Oferta

source: Ex: Quote
pt_br: Ex: Citação

source: Ex: hht://yourweb.com/page
pt_br: Ex: https://seusite.com.br

source: Short Description
pt_br: Pequena descrição

source: Popular Item
pt_br: Artigo Popular

source: save
pt_br: salvar

source: Receipt
pt_br: Recibo

source: Billed to :
pt_br: Faturado para :

source: Invoice :
pt_br: Fatura :

source: Process With: Direct / Wire method
pt_br: Forma de Pagamento : Transferência ou Boleto

source: Description
pt_br: Dados da Empresa

source: Payment instructions
pt_br: Instruções de pagamento

source: Tax :
pt_br: Juros :

source: Amount Paid :
pt_br: Desconto :

source: Balance due :
pt_br: Total :

source: Go Back To Dashboard
pt_br: Voltar ao painel

source: Congratulations! Transaction is pending.
pt_br: Parabéns! Estamos analisando sua transação.

source: No.
pt_br: Nº

source: Amount
pt_br: Desontoo

source: Membership
pt_br: Filiação

source: no data
pt_br: sem dados

source: no table data
pt_br: sem tabela de dados

source: INVOICE
pt_br: FATURA

source: DATE
pt_br: DATA

source: Plan Type
pt_br: Tipo de Plano

source: Plan Name
pt_br: Nome do Plano

source: Ad For
pt_br: Anúncio para

source: Tax
pt_br: Juros

source: Tax on price:
pt_br: Juros sobre o preço

source: Payment Total
pt_br: Total de pagamento

source: Total Price:
pt_br: Preço Total

source: Additional Information:
pt_br: Informação adicional:

source: Company:
pt_br: Empresa:

source: Hide This Bar
pt_br: Ocultar Barra

source: Pay & Publish
pt_br: Investir e Publicar

source: Publish
pt_br: Publicar

source: Please wait...
pt_br: Procurando Usuário...

source: Wrong username or password.
pt_br: usuário ou senha incorretos.

source: Login successful, redirecting...
pt_br: Bem vindo =)

source: Please check captcha
pt_br: Por favor, verifique o captcha

source: Go to your inbox or spam/junk and get your password
pt_br: Vá para a sua caixa de entrada ou spam / lixo e obtenha sua senha

source: Registration and login successfull, redirecting soon...
pt_br: Registro e login bem-sucedidos, redirecionando em breve ...

source: This Email already exists
pt_br: Esse email já existe

source: This Username already exists
pt_br: Esse nome de usuário já existe

source: Email field is empty
pt_br: O campo do email está vazio

source: Please provide correct email.
pt_br: Forneça o e-mail correto.

source: Username field is empty.
pt_br: O campo do nome de usuário está vazio.

source: Password changed
pt_br: Senha alterada

source: You new password is:
pt_br: Sua nova senha é:

source: Kindly update your password from your dashboard profile
pt_br: Atualize sua senha no perfil do painel

source: Email not found in users list.
pt_br: Email não encontrado na lista de usuários.

source: Security code not found.
pt_br: Código de segurança não encontrado.

source: Sign in
pt_br: Entrar

source: Username or Email Address *
pt_br: Usuário ou Email*

source: Password *
pt_br: Senha*

source: Keep me signed in
pt_br: Mantenha-me conectado

source: Not a member? Sign up
pt_br: Não é um membro? inscrever-se

source: Forgot Password
pt_br: Esqueci minha senha

source: Connect with your Social Network
pt_br: Conecte-se com sua rede social

source: Google Login
pt_br: Login Google

source: Facebook Login
pt_br: Login Facebook

source: Twitter Login
pt_br: Login Twitter

source: Sign Up
pt_br: Fazer Cadastro

source: Username *
pt_br: Usuário*

source: Email Address *
pt_br: Email*

source: Password will be e-mailed to you.
pt_br: A senha será enviada por e-mail para você.

source: I Agree
pt_br: Eu Aceito

source: You agree & accept our Terms & Conditions to signup.
pt_br: Você concorda e aceita nossos Termos e Condições para se inscrever?

source: Register
pt_br: Cadastrar

source: Already have an account? Sign in
pt_br: já tem uma conta? assinar em

source: sign in With Facebook
pt_br: entre com o Facebook

source: sign in With Twitter
pt_br: entrar com o Twitter

source: Forgotten Password
pt_br: Esquecia a senha

source: Get New Password
pt_br: Obtenha uma nova senha

source: Theme Options
pt_br: Opções do Tema

source: General
pt_br: Geral

source: (default: #41a6df).
pt_br: (padrão: #41a6df).

source: Controls the main highlight color throughout the theme. Color applied to elements such as buttons, links, categories, etc.
pt_br: Controla a cor de destaque principal em todo o tema. Cor aplicada a elementos como botões, links, categorias, etc.

source: (default: #363F48).
pt_br: (padrão: #363F48).

source: Controls the minor highlight color throughout the theme. Color applied to elements such as links mouse-over, buttons, breadcrumbs, etc.
pt_br: Controla a cor de destaque secundária em todo o tema. Cor aplicada a elementos como links com mouse, botões, breadcrumbs, etc.

source: User Signup Form Password Field
pt_br: Campo de senha do formulário de inscrição do usuário

source: On for enable and Off for disable password field
pt_br: Ligado para ativar e Desligado para desativar o campo de senha

source: Enable to show password field within the signup form. Disable to have the password emailed to the user after signup. It`s recommended to leave enabled.
pt_br: Ative para mostrar o campo de senha no formulário de inscrição. Desative o envio da senha por e-mail ao usuário após a inscrição. É recomendado deixar habilitado.

source: Instant-Signup Username Field
pt_br: Campo de nome de usuário de inscrição instantânea

source: Enable to allow users to set their own username within the instant signup form. If disabled a username is auto-generated during signup.Instant signup shows during listing and review submission if the user isn`t signed in
pt_br: Ative para permitir que os usuários definam seu próprio nome de usuário no formulário de inscrição instantânea. Se desativado, um nome de usuário é gerado automaticamente durante a inscrição. A inscrição instantânea é exibida durante o envio da lista e da revisão, se o usuário não estiver conectado

source: Enable to display a page title for non-directory pages such as about, contact ect. This will not affect directory pages such as listing search results (archive) and listing details page.
pt_br: Ative para exibir um título de página para páginas que não sejam do diretório, como sobre, contato ect. Isso não afetará as páginas do diretório, como resultados de pesquisa de listagem (arquivo) e página de detalhes de listagem.

source: Currency Symbol For Price Group/Range
pt_br: Símbolo de moeda para grupo / intervalo de preços

source: Enter a currency symbol (ex. $ | ¥ | £) to display in the search filter as price-group (ex. $ | $$ | $$$ | $$$$ ) and also on listing details page as price-range ($25 - $50).
pt_br: Insira um símbolo de moeda (ex. $ | ¥ | £) para exibir no filtro de pesquisa como grupo de preços (ex. $ | $$ | $$$ | $$$$) e também na página de detalhes da lista como faixa de preço ($ 25 - $ 50).

source: Custom CSS
pt_br: Personalizar CSS

source: Paste your CSS code here.
pt_br: Cole o seu código CSS aqui.

source: Custom JS
pt_br: JS Personalizado

source: Paste your JS code here.
pt_br: Cole o seu código JS aqui.

source: Auto-Location detection for Banner (Hero) and Search Field (Where)
pt_br: Detecção de localização automática para banner (Hero) e campo de pesquisa (onde)

source: Enable to auto-detect users location and display their location within the location (where) field and within the Home Page Banner. <br>Example: Browse Anything! Explore <b>New York</b>
pt_br: Ative para detectar automaticamente a localização dos usuários e exibir sua localização no campo de localização (onde) e no banner da página inicial. Exemplo de <br>: Navegue em qualquer coisa! Explore <b> Santa Maria </b>

source: Auto-Location Detection Method
pt_br: Método de detecção de localização automática

source: There are three options available to identify visitors current location. <br /><br /><strong>GPS </strong> based location auto-detection provides extremely accurate location information based on satellites. (User consent required in the browser. A pop is displayed to the visitor to enable location detection.). <br /><br /><strong>Geo IP DB and IP API</strong> based location auto-detection provides less accurate location information based on your IP address and uses an external database to map the IP address to a physical location. (User consent not required in the browser. No pop is displayed to the user to enable location detection.).
pt_br: Existem três opções disponíveis para identificar a localização atual dos visitantes. <br /><br /><strong>GPS </strong> A detecção automática de localização baseada fornece informações de localização extremamente precisas com base em satélites. (O consentimento do usuário é necessário no navegador. Um pop é exibido para o visitante para ativar a detecção de localização.). <br /><br /><strong>Geo IP DB and IP API</strong> A detecção automática de localização com base fornece informações de localização menos precisas com base em seu endereço IP e usa um banco de dados externo para mapear o endereço IP para um local físico. (O consentimento do usuário não é necessário no navegador. Nenhum pop-up é exibido para o usuário para ativar a detecção de localização.).

source: User Dashboard
pt_br: Painel do Usuário

source: Dashboard
pt_br: Painel de Controle

source: Enable to allow Resurva Bookings. (Available only for business listing owners)
pt_br: Ative para permitir reservas Resurva. (Disponível apenas para proprietários de fichas de empresas)

source: Enable to allow Timekit Bookings. (Available only for business listing owners)
pt_br: Ative para permitir reservas do Timekit. (Disponível apenas para proprietários de fichas de empresas)

source: Listings
pt_br: Meu Anúncio

source: Enable to show authors listings within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar listas de autores no painel. (Disponível apenas para proprietários de fichas de empresas)

source: Enable to show saved listings within the dashboard.
pt_br: Ative para mostrar as listagens salvas no painel.

source: Invoices
pt_br: Faturas

source: Enable to show invoices within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar faturas no painel. (Disponível apenas para proprietários de fichas de empresas)

source: Packages
pt_br: Pacotes

source: Enable to show packages within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar pacotes no painel. (Disponível apenas para proprietários de fichas de empresas)

source: Ad Campaign
pt_br: Campanha Publicitária

source: Enable to show and allow the creation of Ad Campaigns within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar e permitir a criação de campanhas publicitárias no painel. (Disponível apenas para proprietários de fichas de empresas)

source: Enable to show and reply to reviews within the dashboard.
pt_br: Ative para mostrar e responder a comentários no painel.

source: Appointments
pt_br: Compromissos

source: Enable to show Appointments within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar compromissos no painel. (Disponível apenas para proprietários de fichas de empresas)

source: Menus
pt_br: Promoções

source: Enable to show and allow the creation of Menus within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar e permitir a criação de menus dentro do painel. (Disponível apenas para proprietários de fichas de empresas)

source: Announcements
pt_br: Anúncios2

source: Enable to show and allow the creation of Announcements within the dashboard. (Available only for business listing owners)
pt_br: Habilite para mostrar e permitir a criação de Anúncios dentro do painel. (Disponível apenas para proprietários de fichas de empresas)

source: Events
pt_br: Eventos

source: Enable to show and allow the creation of Events within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar e permitir a criação de eventos dentro do painel. (Disponível apenas para proprietários de fichas de empresas)

source: Discount/Offers/Deals
pt_br: Benefício e/ou Brindes

source: Enable to show and allow the creation of Discounts/Offers/Deals within the dashboard. (Available only for business listing owners)
pt_br: Ative para mostrar e permitir a criação de Descontos / Ofertas / Ofertas dentro do painel. (Disponível apenas para proprietários de fichas de empresas)

source: My Profile
pt_br: Meu Perfil

source: Logout Button
pt_br: Botão Sair

source: Enable to show the logout button within the dashboard.
pt_br: Ative para mostrar o botão de logout no painel.

source: Notice to Create Campaigns
pt_br: Aviso para criar campanhas

source: Delete Converstaion Button
pt_br: Excluir botão de conversa

source: Enable to show delete conversation button within the dashboard inbox.
pt_br: Ative para mostrar o botão de exclusão de conversa na caixa de entrada do painel.

source: Typography
pt_br: Tipografia

source: Body Font
pt_br: Fonte do Body

source: Specify the body font properties.
pt_br: Especifique as propriedades da fonte do body.

source: Navigation Style and Anchor
pt_br: Estilo de Navegação e Anchor

source: Typography option with each property can be called individually.
pt_br: A opção de tipografia com cada propriedade pode ser chamada individualmente.

source: Heading h1 Style
pt_br: Estilo do Título h1

source: Heading h2 Style
pt_br: Estilo do Título h2

source: Heading h3 Style
pt_br: Estilo do Título h3

source: Heading h4 Style
pt_br: Estilo do Título h4

source: Heading h5 Style
pt_br: Estilo do Título h5

source: Heading h6 Style
pt_br: Estilo do Título h6

source: Paragraph and small elements
pt_br: Parágrafo e pequenos elementos

source: Header layout
pt_br: Selecionar Layout

source: Select from 1 of 9 Header Styles
pt_br: Selecione um de 9 estilos de cabeçalho

source: Enable to show Top Bar within Header
pt_br: Ative para mostrar a barra superior dentro do cabeçalho

source: Top Bar Background Color
pt_br: Top Bar Cor de Fundo

source: Enable/Disable Top bar
pt_br: Habilitar/Desabilitar barra do topo

source: (default: #42a7df).
pt_br: (padrão: #42a7df).

source: (default: #797979).
pt_br: (padrão: #797979).

source: (default: #fff).
pt_br: (padrão: #fff).

source: Position Top Fixed Header.
pt_br: Posição do cabeçalho fixo superior.

source: Position Top Fixed Header In Inner Pages.
pt_br: Posicione o cabeçalho fixo superior nas páginas internas.

source: Header Background Color
pt_br: Cor de fundo do Header

source: Header Text and Border Color
pt_br: Texto do Header e Cor da Borda

source: (default: #ffffff).
pt_br: (padrão: #ffffff).

source: Instagram URL
pt_br: URL Instagram

source: Enable to show Search Fields within the Header.
pt_br: Ative para mostrar os campos de pesquisa no cabeçalho.

source: Upload your logo to show within the Header on the Homepage.
pt_br: Faça upload do seu logotipo para ser exibido no cabeçalho da página inicial.

source: Upload your logo to show within the Header on Inner Pages.
pt_br: Faça upload do seu logotipo para mostrar no cabeçalho das páginas internas.

source: Upload your Favicon to show within the Browser Tab.
pt_br: Faça upload do seu Favicon para mostrar na guia do navegador.

source: Page header background image
pt_br: Imagem de fundo do Header

source: Upload your Image here
pt_br: Adicione sua imagem aqui

source: Choose Login Popup style
pt_br: Escolha o estilo de pop-up de login

source: Select from 1 of 7 styles
pt_br: Selecione um de 7 estilos

source: Banner height
pt_br: Altura do Banner
