Repository: camiloroca/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: pt_br

source: Pricing Plan
pt_br: Preço do Plano

source: Assign plan to expired listing
pt_br: Atribuir plano a lista expirada

source: Enable to change the listing plan after existing expires
pt_br: Habilite para alterar o plano de listagem após expirar existente

source: Select plan listings will switch to after expired.
pt_br: Selecionar listagens de planos mudará para depois de expirado.

source: Attach specific plans for specific category
pt_br: Anexe planos específicos para categoria específica

source: Enable to link Plans to selected Listing Categories. This will allow you to have different price plans for each category.
pt_br: Habilite para vincular Planos a Categorias de Listagem selecionadas. Isso permitirá que você tenha planos de preços diferentes para cada categoria.

source: Monthly & Annual Based Price Plans
pt_br: Planos de preços com base mensal e anual

source: Select Option in Pricing Plans Based on Monthly and Yearly based
pt_br: Selecione a opção em planos de preços com base mensal e anual

source: Enable this to set Price Plans to Monthly (30 days) or yearly (365 days) this will also allow you to have a different price such as discount if the user pays for a full year. <b>Change to Enable/Disable</b>
pt_br: Ative para definir os Planos de preços como Mensais (30 dias) ou anuais (365 dias). Isso também permitirá que você tenha um preço diferente, como desconto se o usuário pagar por um ano inteiro. Mude para Ativar / Desativar

source: Show Annual Price Breakdown as Per Month
pt_br: Mostrar detalhamento de preço anual como por mês

source: If you enble this option, Price will be display as per month in anual pricing plans
pt_br: Se você habilitar esta opção, o preço será exibido como por mês nos planos de preços anuais

source: Enable to show how much the total would be if paid monthly.
pt_br: Habilite para mostrar quanto seria o total se pago mensalmente.

source: Advanced Filter
pt_br: Filtros Avançados

source: This section is for search filters on archive page. Here you can show/hide your desired search filter option. You can also show/hide the search filter completely.
pt_br: Esta seção é para filtros de pesquisa na página de arquivo. Aqui você pode mostrar / ocultar a opção de filtro de pesquisa desejada. Você também pode mostrar / ocultar o filtro de pesquisa completamente.

source: Search Filter
pt_br: Buscar Filtros

source: Open Time
pt_br: Expediente

source: Most Reviewed
pt_br: + Procurados

source: Most Viewed
pt_br: + Vistas

source: Best Match
pt_br: Comentados

source: Categories
pt_br: Categorias

source: Near Me
pt_br: Por Perto

source: This option will be enabled only if your site has SSL enabled
pt_br: Esta opção estará habilitada apenas se o seu site tiver SSL habilitado

source: IF you enable this option, when near me filter is active, location will be excluded in all filter results
pt_br: SE você ativar esta opção, quando o filtro perto de mim estiver ativo, a localização será excluída em todos os resultados do filtro

source: Nearme Destination Calculate in
pt_br: Calcular lojas próximos a mim

source: Default Near Me Value
pt_br: Valor padrão perto de mim

source: Set default value of near me
pt_br: Defina o valor padrão perto de mim

source: Min Near Me Range
pt_br: Alcance mínimo perto de mim

source: Max Near Me Range
pt_br: Alcance máximo perto de mim

source: Additional Filter options
pt_br: Opções de filtro adicionais

source: Search
pt_br: Buscar

source: What Field
pt_br: Qual campo

source: Enable to show What Field within the search bar.
pt_br: Ative para mostrar qual campo na barra de pesquisa.

source: on=hide off=show
pt_br: ON= ocultar OFF= exibir

source: Search mode for home banner search WHAT field
pt_br: Modo de pesquisa para o campo de pesquisa do banner inicial O QUE

source: Default Search By
pt_br: Pesquisa padrão por

source: If someone does not select any suggestion from "What" field in the search form, then this option will show its impact on search results.
pt_br: Se alguém não selecionar nenhuma sugestão do campo "O quê" no formulário de pesquisa, esta opção mostrará seu impacto nos resultados da pesquisa.

source: Enable to show Location Field within the search bar.
pt_br: Ative para mostrar o campo de localização na barra de pesquisa.

source: Pre populated location in homepage search
pt_br: Habilitar geolocalização na página principal

source: Enable typing in homepage location search field
pt_br: Habilitar digitar o local na página inicial

source: Enable typing in inner pages location search field
pt_br: Habilitar digitar o local nas páginas internas

source: Select Location Search Type
pt_br: Tipo de pesquisa para localização

source: Select option about locations Search
pt_br: Selecione a opção de pesquisa de locais

source: locations option for listing search in search form
pt_br: opção de localização ao pesquisar anúncios

source: Add Location Shortcode
pt_br: Adicionar código de localização

source: For locations codes, visit here.
pt_br: Para códigos de local, visite aqui.

source: Exclude Listing Title From Suggestions in Search
pt_br: Excluir título de listagem das sugestões na pesquisa

source: Payment
pt_br: Forma de Pagamento

source: Submitted Listing Require Approval
pt_br: O anúncio enviado requer aprovação

source: Recurring Payment
pt_br: Pagamento Atrasado

source: Auto Recurring Payment
pt_br: Pagamento Auto Recorrente

source: Notify User before Expiry
pt_br: Notificar o usuário antes da expiração

source: Number of Expire Days
pt_br: Número de dias de expiração

source: Currency For Paid Submission
pt_br: Moeda de Compra

source: Currency Position for pricing plan
pt_br: Posição do símbolo da moeda nos preços dos planos

source: Symbol of currency to left or right side of price in pricing plans
pt_br: Símbolo da moeda à esquerda ou à direita do preço nos planos de preços

source: Select terms & conditions page
pt_br: Termos & Condições

source: Checkout Page
pt_br: Página Checkout

source: Select checkout page
pt_br: Página Checkout

source: Failed Payment page - after failed payment
pt_br: Página de falha de pagamento - após falha de pagamento

source: This must be an URL.
pt_br: Deve inserir uma URL.

source: Select page used for Failed Payment. Page requires Failed Payment Shortcode.
pt_br: Selecione a página usada para falha de pagamento. A página requer um atalho de falha de pagamento.

source: Thank you page - after successful payment
pt_br: Página de agradecimento - após pagamento bem sucedido

source: Select page used for Successful Payment. Page requires Successful Payment Shortcode.
pt_br: Selecione a página usada para o pagamento bem-sucedido. A página requer um atalho de pagamento bem-sucedido.

source: Coupons
pt_br: Cupons

source: Enable to allow coupons during checkout.
pt_br: Ative para permitir cupons durante o checkout.

source: Set Invoice Start
pt_br: Definir início da fatura

source: Enable disable for Custom Inovice Start No.
pt_br: Ativar desativar para número inicial de fatura personalizada

source: Enable to set custom invoice numbering.
pt_br: Ative para definir a numeração de fatura personalizada.

source: Invoice Start Number
pt_br: Número inicial da fatura

source: Set you own start no. of Invoice for payment
pt_br: Defina o seu próprio número de partida. de fatura para pagamento

source: Sandbox = test API. LIVE = real payments API
pt_br: Sandbox = teste API. LIVE = pagamento real API

source: Select between Live and Sandbox. Sandbox is used for testing
pt_br: Selecione entre Live e Sandbox. Sandbox é usado para teste

source: Paypal API Password
pt_br: Senha Paypal API

source: Paypal Receiving Email
pt_br: Recebendo Email Paypal

source: Select between Live and Sandbox. Sandbox is used for testing
pt_br: Selecione entre Live e Sandbox. Sandbox é usado para teste

source: Publishable Key
pt_br: Chave publicável

source: Direct Payment / Wire Payment
pt_br: Transferência ou Boleto

source: Bank Transfer
pt_br: Transferência Bancária

source: Instructions for Bank Transfer
pt_br: Instruções para Transferência Bancária

source: Account ID
pt_br: ID da Conta

source: Private Key
pt_br: Chave Privada

source: Taxes
pt_br: Juroos

source: Tax Title
pt_br: Título Fiscal

source: Value-Added Tax
pt_br: Imposto sobre o Valor Acrescentado

source: Tax Rate
pt_br: Taxa do Juros

source: Add rate without % sign
pt_br: Adicionar taxa sem sinal de %

source: Include Taxes with Pricing Plans
pt_br: Incluir impostos nos planos de preços

source: Email Management
pt_br: Gerenciar E-mail

source: <span class="font24">General Email Settings</span>
pt_br: <span class="font24">Configurações Gerais de E-mail</span>

source: Set email address and email sender name here
pt_br: Defina o endereço de e-mail e o nome do remetente do e-mail aqui

source: Email Address
pt_br: E-mail

source: Email address for general email sending
pt_br: Endereço de e-mail para envio de e-mail geral

source: Email From
pt_br: E-mail de

source: Email sender name for general email sending
pt_br: Nome do remetente do email para envio de email geral

source: Shotcodes for every Email Template . %website_name as Website Name, %website_url as Website URL, %user_name as User Name
pt_br: Shotcodes para cada modelo de email . %website_name Como Nome do Site, %website_url Como URL do Site, %user_name Como Nome de Usuário

source: <span class="font24">New Registered User</span>
pt_br: <span class="font24"> Novo usuário cadastrado </span>

source: Use these shortcodes only for user registertaion email. %user_login_register as username, %user_pass_register as user password, %user_email_register as new user email
pt_br: Use esses códigos de acesso apenas para e-mail de registro de usuário. %user_login_register as username, %user_pass_register como senha de usuário, %user_email_register como novo e-mail de usuário

source: Subject for New User Notification
pt_br: Assunto de Notificação para Novo Usuário

source: Email subject for new user notification
pt_br: Assunto do E-mail para notificação do novo usuário

source: Your username and password on %website_url
pt_br: Seu nome de usuário e senha na %website_url

source: Content for New User Notification
pt_br: Conteúdo para Notificação de Novo Usuário

source: Email content for new user notification
pt_br: Conteúdo do e-mail para notificação do novo usuário

source: Subject for New User Admin Notification
pt_br: Assunto Notificação novo usuário para admin

source: Email subject for new user admin notification
pt_br: Assunto E-mail de novo usuário para o admin

source: New User Registration
pt_br: Novo Cadastro de Usuário

source: Content for New User Admin Notification
pt_br: Conteúdo Notificação novo usuário para admin

source: Email content for new user admin notification
pt_br: Conteúdo E-mail de novo usuário para o admin

source: <span class="font24">Submit Listing</span>
pt_br: <span class="font24">Adicionar Anúncio</span>

source: Use these shortcodes only for listng submission email. %listing_title as Listing title, %listing_url as Listing URL
pt_br: Use esses códigos de acesso apenas para enviar e-mails de lista. %listing_title como Título da Listagem, %listing_url como URL da listagem

source: Email subject
pt_br: E-mail Assunto

source: Your listing has been submitted
pt_br: Seu anúncio foi enviado

source: Email content
pt_br: Conteúdo do E-mail

source: New listing has been submitted
pt_br: Seu anúncio foi enviado

source: <span class="font24">Purchase Activated</span>
pt_br: <span class="font24">Compra Ativada</span>

source: Use these shortcodes only for purchased activated email. %listing_title as Listing title, %listing_url as Listing URL, %plan_title as Plan Title, %invoice_no as Invoice Number
pt_br: Use esses códigos de acesso apenas para e-mail ativado adquirido. %listing_title como título da listagem, %listing_url como URL da listagem, %plan_title título do plano, %invoice_no como Número de Fatura

source: Email subject for purchase activated
pt_br: E-mail Assunto para compra ativada

source: Your purchase has activated
pt_br: Sua compra foi ativada

source: Email content for Purchase Activated
pt_br: E-mail conteúdo para compra ativada

source: A purchased has been made
pt_br: Uma compra foi feita

source: <span class="font24">Review Reply</span>
pt_br: <span class="font24">Resposta a Avaliação</span>

source: Use these shortcodes only for review reply email. %listing_title as Listing title, %listing_url as Listing URL, %sender_name as Sender Name, %reply as Review Reply
pt_br: Use estes códigos de acesso apenas para e-mail de resposta de revisão. %listing_title como título da listagem, %listing_url como URL da listagem, %sender_name como nome do remetente, %reply como Review Reply

source: Email subject for Review Reply
pt_br: Assunto do email para resposta de revisão

source: Email content for Review Reply
pt_br: Conteúdo de e-mail para resposta de revisão

source: <span class="font24">Approved Listing</span>
pt_br: <span class="font24">Anúncio Aprovado</span>

source: Use these shortcodes only for Listing Approve email. %listing_title as Listing title, %listing_url as Listing URL
pt_br: Use esses códigos de acesso apenas para e-mail de aprovação de listagem. %listing_title acomo título da listagem, %listing_url como URL da listagem

source: Email subject for approved listing
pt_br: Assunto do E-mail para anúncios aprovados

source: Your listing approved
pt_br: Seu anúncio foi aprovado

source: Email content for listing approved
pt_br: Conteúdo do E-mail para anúncios aprovados

source: <span class="font24">Expired Listing</span>
pt_br: <span class="font24"> Anúncio Expirado </span>

source: Use these shortcodes only for Listing Expired email. %listing_title as Listing title, %listing_url as Listing URL
pt_br: Use esses códigos de acesso apenas para e-mail de lista expirada. %listing_title como título da listagem, %listing_url como URL da listagem

source: Listing Expired Subject
pt_br: Assunto Expirado de Listagem

source: Email subject for expired listing
pt_br: Assunto do email para lista expirada

source: Your listing expired
pt_br: Sua anúncio expirou

source: Listing Expired Content
pt_br: Listando Conteúdo Expirado

source: Email content for listing expired
pt_br: Conteúdo do E-mail para anúncios expirados

source: <span class="font24">Expired Ad Campaign</span>
pt_br: Campanhas Expiradas

source: Use these shortcodes only for Ad Campaign Expired email. %listing_title as Listing title, %listing_url as Listing URL
pt_br: Use esses códigos de acesso apenas para e-mail de campanha de anúncio expirada. %listing_title como título da listagem, %listing_url URL da listagem

source: Ad Expired Subject
pt_br: Assunto do anúncio expirado

source: Email subject for expired ads campaign
pt_br: E-mail assunto para campanha expirada

source: Your ad campaign has expired
pt_br: Sua campanha publicitária expirou

source: Ad Expired Content
pt_br: Conteúdo do anúncio expirado

source: Email content for ads campaigns expired
pt_br: O conteúdo de e-mail para campanhas de anúncios expirou

source: Wire Invoice
pt_br: Fatura de Transferência

source: Use these shortcodes only for Wire Invoice email. %listing_title as Listing title, %listing_url as Listing URL, %invoice_no as invoice number
pt_br: Use esses códigos de acesso apenas para e-mail de fatura eletrônica. %listing_title as Título da listagem, %listing_url as Listing URL, %invoice_no como URL da listagem, %invoice_no como número da fatura

source: Invoice Email Subject
pt_br: Assunto do email da fatura

source: Email subject wire inovice
pt_br: Assunto da fatura de transferência

source: Your new listing on %website_url
pt_br: Seu novo anúncio na %website_url

source: Invoice Email Content
pt_br: Conteúdo de e-mail de fatura

source: Invoice Email Subject(admin)
pt_br: Assunto do e-mail da fatura (admin)

source: Email subject(admin)
pt_br: Assunto do E-mail (administrador)

source: Invoice Email Content (admin)
pt_br: Conteúdo de e-mail de fatura (admin)

source: Email content(admin)
pt_br: E-mail conteúdo(admin)

source: Claim Listing ( submission )
pt_br: Verificação do Anúncio ( Pedido )

source: Use these shortcodes only for Claim email. %listing_title as Listing title, %listing_url as Listing URL
pt_br: Use esses códigos de acesso apenas para e-mail de reivindicação. %listing_title como título da listagem, %listing_url como URL da listagem

source: Email subject for claimer
pt_br: E-mail Assunto para Verificador

source: Your claim has submitted
pt_br: Sua reclamação foi enviada

source: Email content for claimer
pt_br: E-mail para quem verifica

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been submitted
pt_br: Sua verificação do anúncio <a href="%listing_url">%listing_title</a> foi enviado

source: Email subject for Author
pt_br: E-mail Assunto para Autor

source: A claim has been submitted on your listing
pt_br: Uma reivindicação foi enviada em sua listagem

source: Email content for Author
pt_br: E-mail conteúdo para Autor

source: Hi, A claim has been submitted on your listing <a href="%listing_url">%listing_title</a>. Please contact admin for further details
pt_br: Olá, Uma verificação foi enviada para o seu anúncio <a href="%listing_url">%listing_title</a>. Por favor entre em contato para maiores detalhes

source: Email subject for Admin
pt_br: E-mail assunto para o admin

source: New Claim has been submitted
pt_br: Nova reivindicação foi enviada

source: Email content for Admin
pt_br: E-mail Conteúdo para Admin

source: You have received a new claim on a listing <a href="%listing_url">%listing_title</a> Please login on dashboard for more details
pt_br: Você recebeu uma nova reivindicação em uma listagem <a href="%listing_url">%listagem_title</a> Faça login no painel para obter mais detalhes

source: Claim Listing ( Approval )
pt_br: Verificação do Anúncio ( Aprovação )

source: Email subject(claimer)
pt_br: Assunto do E-mail ( usuário )

source: Your claim has approved
pt_br: Sua verificação foi aprovado

source: Email content(claimer)
pt_br: Conteúdo do E-mail ( usuário )

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been approved
pt_br: A verificação do anúncio <a href="%listing_url">%listing_title</a> foi aprovado

source: Email subject(old owner)
pt_br: Mais filtros Assunto para e-mail (antigo proprietário)

source: Listing Claim notice
pt_br: Notificação de Verificação

source: Email content(old owner)
pt_br: Conteúdo de e-mail (antigo proprietário)

source: Claim against your listing has been has been approved.Details are : <a href="%listing_url">%listing_title</a>
pt_br: Uma verificação de autenticação do seu anúncio foi aprovado. Detalhes: <a href="%listing_url>%listing_title</a>

source: Use these shortcodes only for Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased, %author_name as Author name
pt_br: Use esses códigos de acesso apenas para e-mail de ativação de campanha. %listing_title como título da listagem, %listing_url como URL da listagem, %campaign_packages como Pacotes Adquiridos, %author_name Nome do Autor

source: Ad Campaign Active Subject
pt_br: Assunto ativo da campanha publicitária

source: Email subject campaign activation
pt_br: E-mail Ativação da Campanha

source: Ad Campaign Activated
pt_br: Campanha de publicidade ativada

source: Ad Campaign Active Content
pt_br: Conteúdo ativo da campanha publicitária

source: %author_name just activated an ad campaign for a listing <a href="%listing_url">%listing_title</a> with packages %campaign_packages
pt_br: %author_name acaba de ativar uma campanha para o anúncio <a href="%listing_url">%listing_title</a> para o pacote %campaign_packages

source: Campaign Activation(To Author)
pt_br: Ativação da Campanha(Para Autor)

source: Use these shortcodes only for Author Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased
pt_br: Use esses códigos de acesso apenas para e-mail de ativação de campanha do autor. %listing_title como título da listagem, %listing_url como URL da listagem, %campaign_packages como Pacotes Adquiridos

source: You have activated a campaign on a listing <a href="%listing_url">%listing_title</a> With packages %campaign_packages
pt_br: Você acaba de ativar sua campanha para o anúncio <a href="%listing_url">%listing_title</a> para o pacote %campaign_packages

source: Recurring Payment Reminder Email
pt_br: Email de lembrete de pagamento atrasado

source: Use these shortcodes only for Recurring Payment Notification email. you can use %listing_title as listing title, %plan_title for Plan name, %plan_price as Plan Price, %plan_duration as Plan Duration and %notifybefore as no. of day/days before payment deduction. Use shortcodes only in editor
pt_br: Use esses códigos de acesso apenas para e-mail de notificação de pagamento recorrente. você pode usar %listing_title como título da lista, %plan_title ara nome do plano, %plan_price como preço do plano, %plan_duration como duração do plano e %notifybefore as no. of dia / dias antes da dedução do pagamento. Use shortcodes apenas no editor

source: Recurring Payment Reminder Subject
pt_br: Assunto para lembrete de pagamento recorrente

source: Recurring Payment Reminder
pt_br: Lembrete de pagamento recorrente

source: Recurring Payment Reminder Content
pt_br: Conteúdo de lembrete de pagamento recorrente

source: A Payment will be deduct from your card after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
pt_br: Um pagamento será deduzido do seu cartão após %notifybefore day/days. O detalhes são: Listagem: %listing_title, Plano: %plan_title, Preço: %plan_price, Duração: %plan_duration day/days

source: Recurring Payment Reminder Subject (Admin)
pt_br: Assunto para lembrete de pagamento recorrente (Admin)

source: Recurring Payment is due
pt_br: Pagamento periódico devido

source: Recurring Payment Reminder Content (Admin)
pt_br: Conteúdo de lembrete de pagamento recorrente (Admin)

source: A Payment is due by a user after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
pt_br: Um pagamento é devido por um usuário após %notifybefore dia/dias. Detalhes are: Listagem: %listing_title, Plano: %plan_title, Preço: %plan_price, Duração: %plan_duration dia/dias

source: Use these shortcodes only for cancel recurring submission email. %listing_title as Listing title, %listing_url as Listing URL
pt_br: Use esses códigos de acesso apenas para cancelar e-mails de envio recorrentes. %listing_title como título da listagem, %listing_url como URL da listagem

source: Subscription cancel notification
pt_br: Notificação de cancelamento de assinatura

source: Subscription Cancelled Content (Admin)
pt_br: Conteúdo de assinatura cancelada (Admin)

source: A subscription has been cancelled.
pt_br: Uma assinatura foi cancelada.

source: Lead Form Email Template
pt_br: Modelo de Email de Formulário de Lead

source: Use these shortcodes only for Lead form email. %listing_title as listing title, %sender_name for sender name, %sender_email for sender email, %sender_phone for sender phone and %sender_message for sender message
pt_br: Use esses códigos de acesso apenas para e-mail de formulário de lead. %listing_title como título da lista, %sender_name para o nome do remetente, %sender_email para o e-mail do remetente, %sender_phone para o telefone do remetente e %sender_message para a mensagem do remetente

source: Email subject for lead form
pt_br: Assunto do email para formulário de lead

source: Somone contacted for a listing
pt_br: Alguém contatado para obter uma lista
