Repository: camiloroca/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: pt_br

source: First, let us help you unpack.
pt_br: Primeiro, deixe-nos ajudá-lo a desempacotar.

source: Good news! All plugins are already installed and up to date. Please continue.
pt_br: Boas notícias! Todos os plugins já estão instalados e atualizados. Por favor continue.

source: Stay tight while we install all necessary tools for your new directory.
pt_br: Aguarde enquanto instalamos todas as ferramentas necessárias para seu novo diretório.

source: No Slug Found
pt_br: Nenhum Slug Encontrado

source: Let us help you jump start with dummy content.
pt_br: Deixe-nos ajudá-lo a começar com conteúdo fictício.

source: Are you ready to import the dummy content?
pt_br: Você está pronto para importar o conteúdo fictício?

source: Skip this step
pt_br: Pular

source: Import Content
pt_br: Importar Conteúdo

source: Which Pre-Built Demo Style You Like?
pt_br: Qual template pré-construído de que você gosta?

source: preview
pt_br: Prévia

source: ACCEPT
pt_br: ACEITAR

source: Now you will be automatically redirected to WordPress dashboard...
pt_br: Agora você será redirecionado automaticamente para o painel do WordPress ...

source: Upgrade
pt_br: Atualizar

source: Upgrade Content and Settings
pt_br: Atualização de Conteúdo e Configurações

source: Pending.
pt_br: Aguardando.

source: Installing Updates.
pt_br: Instalando Atualizações.

source: Success.
pt_br: Sucesso.

source: Widget Import file could not be found. Please try again.
pt_br: O arquivo de importação do widget não foi encontrado. Por favor tente novamente.

source: Widget import data could not be read. Please try a different file.
pt_br: O arquivo de importação dos dados do widget não foram lidos. Por favor tente um arquivo diferente.

source: Sidebar does not exist in theme (using Inactive)
pt_br: Sidebar não existe no tema (uso inativo)

source: Site does not support widget
pt_br: O Site não suporta widget

source: Widget already exists
pt_br: Widget já existe

source: Imported
pt_br: Importado

source: Imported to Inactive
pt_br: Importado para Inativo

source: No Title
pt_br: Sem Título

source: Theme options Import file could not be found. Please try again.
pt_br: O arquivo de importação das opções do tema não foram encontrados. Por favor tente novamente.

source: Theme options import data could not be read. Please try a different file.
pt_br: O arquivo de importação dos dados do tema não foram lidos. Por favor tente um arquivo diferente.

source: There was an error when reading this WXR file
pt_br: Houve um erro na leitura deste arquivo WXR

source: Details are shown above. The importer will now try again with a different parser...
pt_br: Os detalhes são mostrados acima. O importador tentará novamente com um analisador diferente ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
pt_br: Isto não parece ser um arquivo WXR, faltando/inválido WXR número da versão

source: Sorry, there has been an error.
pt_br: Desculpe, houve algum erro.

source: The file does not exist, please try again.
pt_br: O arquivo não existe, por favor tente novamente.

source: All done.
pt_br: Tudo feito.

source: Have fun!
pt_br: Divirta-se!

source: Remember to update the passwords and roles of imported users.
pt_br: Lembre-se de atualizar as senhas e funções dos usuários importados.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
pt_br: O arquivo exportado não pode ser encontrado em <code>%s</code>. É provável que isto tenha ocorrido devido a um problema de permissão.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
pt_br: Este arquivo WXR (versão %s) pode não ser suportado por esta versão. Por favor, faça uma atualização.

source: Failed to import author %s. Their posts will be attributed to the current user.
pt_br: Falha ao importar autor %s. Suas postagens serão atribuídas ao usuário atual.

source: Assign Authors
pt_br: Atribuir Autores

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
pt_br: Para facilitar a edição e o salvamento do conteúdo importado, você pode reatribuir o autor do item importado a um usuário existente neste site. Por exemplo, você pode querer importar todas as entradas como entradas de <code> admin </code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
pt_br: Se um novo usuário for criado pelo WordPress, uma nova senha será gerada aleatoriamente e a regra para este novo usuário&#8217;s será configurado como %s. Será necessário alterar manualmente os detalhes do novo usuário&#8217;s.

source: Import Attachments
pt_br: Importar Anexos

source: Download and import file attachments
pt_br: Baixar e importar anexos de arquivo

source: Submit
pt_br: Enviar

source: Import author:
pt_br: Importar autor:

source: or create new user with login name:
pt_br: ou crie um novo usuário com nome de login:

source: as a new user:
pt_br: como um novo usuário:

source: assign posts to an existing user:
pt_br: atribuir postagens a um usuário existente:

source: or assign posts to an existing user:
pt_br: ou atribuir postagens à um usuário existente:

source: - Select -
pt_br: - Selecionar -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
pt_br: Falha ao criar novo usuário para %s. Suas postagens serão atribuídas ao usuário atual.

source: Failed to import category %s
pt_br: Falha ao importar categoria %s

source: Failed to import post tag %s
pt_br: Falha ao importar tag de postagem %s

source: Failed to import %s %s
pt_br: Falha ao importar %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
pt_br: Falha ao importar &#8220;%s&#8221;: tipo de postagem inválida %s

source: %s &#8220;%s&#8221; already exists.
pt_br: %s &#8220;%s&#8221; já existe.

source: Failed to import %s &#8220;%s&#8221;
pt_br: Falha ao importar %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
pt_br: Item de menu pulado devido a slug de menu ausente

source: Menu item skipped due to invalid menu slug: %s
pt_br: Item do menu ignorado devido a um menu slug inválido: %s

source: Fetching attachments is not enabled
pt_br: Busca por anexos não está habilitado

source: Invalid file type
pt_br: Tipo de arquivo inválido

source: Remote server did not respond
pt_br: O servidor remoto não respondeu

source: Remote server returned error response %1$d %2$s
pt_br: Server remoto retornou uma mensagem de erro %1$d %2$s

source: Remote file is incorrect size
pt_br: Arquivo remoto possui tamanho incorreto

source: Zero size file downloaded
pt_br: Download de arquivo de tamanho zero

source: Remote file is too large, limit is %s
pt_br: Arquivo remoto é muito grande, o limite é %s

source: Import WordPress
pt_br: Importar Wordpress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
pt_br: Uma nova versão deste importador está disponível. Por favor, atualize para a versão %s para assegurar a compatibilidade com os novos arquivos exportados.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
pt_br: Olá! Adicione eXtended RSS (WXR) arquivo no WordPress e importaremos as postagens, páginas, comentários, campos personalizados, categorias, e tags neste site.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
pt_br: Escolha um arquivo WXR (.xml) para carregar e clique em Carregar arquivo e importar.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
pt_br: importar <strong>postagens, páginas, comentários, campos personalizados, categorias e tags</strong> de um arquivo de exportação do WordPress.

source: Thank You!
pt_br: Obrigado!

source: Your claim request has been submitted. Please sit back and relax it may take up to few business days for approval.
pt_br: Sua solicitação de reivindicação foi enviada. Sente-se e relaxe. A aprovação pode demorar alguns dias úteis.

source: You have already submitted claim for this listing
pt_br: Você já enviou uma reivindicação para esta listagem

source: There is problem in login
pt_br: Há um problema no login

source: Registeration error!
pt_br: Erro de Registo!

source: There is problem in user registeration
pt_br: Há um problema no registro do usuário

source: Claim for
pt_br: Verificação da

source: Something is missing! Please fill out all fields highlighted in red.
pt_br: Algo está faltando! Por favor, preencha todos os campos destacados em vermelho.

source: Email has been sent.
pt_br: O email foi enviado.

source: Something went wrong.
pt_br: Algo deu errado.

source: Proceed
pt_br: Continuar

source: Pay & Proceed
pt_br: Investir e Avançar

source: Alert! your existing plan attached with this listing has an active subscription, changing plan will cancel your subscription, make sure to change before proceed
pt_br: Alerta! seu plano existente anexado a esta lista tem uma assinatura ativa, mudar o plano irá cancelar sua assinatura, certifique-se de mudar antes de continuar

source: Plan has been changed
pt_br: O plano foi alterado

source: you have unsubscribed successfully
pt_br: você se descadastrou com sucesso

source: something went wrong
pt_br: Algo deu errado

source: Already reported by you !
pt_br: Já denunciado por você!

source: Reported Successfully
pt_br: Denunciado com sucesso

source: Already reported by you
pt_br: Já denunciado por você

source: Something Wrong
pt_br: Algo deu Errado

source: Ad
pt_br: de Anúncios

source: Claimed
pt_br: Reclamado

source: 0 Reviews
pt_br: 0 Comentário

source: In Last Week
pt_br: Semana Passada

source: In Last Month
pt_br: Mês Passado

source: In Last Year
pt_br: Ano Passado

source: Contact Us Email
pt_br: Fale conosco por e-mail

source: Details :
pt_br: Detalhes:

source: Name :
pt_br: Nomee:

source: Message :
pt_br: Mensagem :

source: Please check captcha.
pt_br: Por favor, verifique o captcha.

source: Current Pricing Plan
pt_br: Plano de preços atual

source: We recommend you check the details of Pricing Plans before changing.
pt_br: Recomendamos que você verifique os detalhes dos Planos de Preços antes de alterar.

source: Click Here
pt_br: Clique Aqui

source: Do you want to change pricing plan?
pt_br: Quer mudar o plano de preços?

source: Proceed Here
pt_br: Continue aqui

source: Change Pricing Plan
pt_br: Alterar plano de preços

source: Unlimited Listing
pt_br: Anúncios Ilimitados

source: Day
pt_br: Dia

source: Change
pt_br: Alterar

source: Sorry! There is no plan available
pt_br: Desculpe! Não há plano disponível

source: Go Back
pt_br: Voltar

source: Sorry! there is some error
pt_br: Desculpe! há algum erro

source: Sorry! A plan should have a duration for recurring payment
pt_br: Desculpe! Um plano deve ter uma duração para pagamento recorrente

source: Sorry! Error in transaction
pt_br: Desculpe! Erro na transação

source: Sorry! There is some problem in your stripe payment
pt_br: Desculpe! Há algum problema no seu pagamento de tarja

source: Sorry!, error in transaction
pt_br: Desculpe! erro na transação

source: 24 Hours Open
pt_br: 24h Aberto

source: Open Now~
pt_br: Aberto~

source: Closed Now!
pt_br: Fechado~

source: Opening Hours
pt_br: Horário de Funcionamento

source: Show More
pt_br: Expediente

source: Show all timings
pt_br: Horário de Expediente

source: Preview
pt_br: Espiar

source: Rating
pt_br: Avaliação

source: Ratings
pt_br: Avaliações1

source: Read More
pt_br: Leia Mais

source: Sorry! There are no posts matching your search.
pt_br: Desculpe! Não há postagens que correspondam à sua pesquisa.

source: Try changing your search Keyword
pt_br: Tente alterar sua palavra-chave de pesquisa

source: Call Now
pt_br: Ligar agora 2

source: Post has deleted succesfully
pt_br: Postagem excluída com sucesso

source: You have no permission to delete this post
pt_br: Você não tem permissão para excluir esta postagem

source: Your profile updated successfully.
pt_br: Seu perfil foi atualizado com sucesso!

source: Please enter a valid email id.
pt_br: Por favor insira um id de email válido.

source: Password must be 5 to 15 characters in length
pt_br: A senha deve ter de 5 a 15 caracteres

source: Howdy!
pt_br: Olá!

source: Contact Support
pt_br: Falar com o Suporte

source: Dashboard
pt_br: Gerenciador

source: Discounts/Deals
pt_br: Descontos / promoções

source: Menu
pt_br: Promoções

source: My Profile
pt_br: Meu Perfill

source: Inbox
pt_br: FeedBacks

source: Subscriptions
pt_br: Assinantes

source: Ad Campaigns
pt_br: Campanhas

source: Reviews
pt_br: Avaliações2

source: Bookings
pt_br: Reservas

source: Logout
pt_br: Encerrar

source: Sorry! You have no permisssion to access this page. Please contact web admin.
pt_br: Desculpe! Você não tem permissão para acessar esta página. Entre em contato com o administrador da web.

source: You have
pt_br: Você tem

source: listings that are almost ready to publish.
pt_br: anúncios que estão quase prontos para serem publicadas.

source: listing that is almost ready to publish.
pt_br: Anúncio que está quase pronto para ser publicada.

source: Views
pt_br: Visualizaçõess

source: Leads
pt_br: Interessados

source: Welcome!
pt_br: Bem Vindo!

source: Get Started by adding a new listing!
pt_br: Comece adicionando uma novo anúncio!

source: Lets start by adding your listing. Make sure to provide as much as details as possible.
pt_br: Vamos começar adicionando sua listagem. Certifique-se de fornecer o máximo de detalhes possível.

source: Promote!
pt_br: Promova!

source: Did you know you can generate 10x leads!
pt_br: Você sabia que pode dobrar os clientes interessados?

source: Start advertising today and reach 100 times more audience which can increase the potential of getting up to 10x leads and double the conversions.
pt_br: Comece a anunciar hoje e alcance 100 vezes mais audiência, o que pode aumentar o potencial de vendas e dobrar as conversões.

source: Listing Pending!
pt_br: Anúncio Pendente

source: Publish your Listings today and get new customers!
pt_br: Publique seu anúncio hoje e conquiste novos clientes!

source: Please review and submit to get new leads and customers.
pt_br: Reveja e envie para obter novos clientes potenciais e clientes.

source: All Listing
pt_br: Todos

source: Published
pt_br: Publicado

source: Expired
pt_br: Expirado

source: Active Campaigns
pt_br: Campanhas Ativas

source: Recent Activities
pt_br: Interações Recentes

source: New Reaction!
pt_br: Nova Reação!

source: Someone reacted as
pt_br: Alguém reagiu como

source: on a comment by
pt_br: em seu comentário

source: New Lead!
pt_br: Novo Interessado

source: just contacted you.
pt_br: entrou em contato com você.

source: New Review!
pt_br: Nova Avaliação!

source: left a
pt_br: Avaliou em

source: rating and a review on
pt_br: em avaliação e comentou em

source: Website visit!
pt_br: Visita ao site!

source: clicked on your website link at
pt_br: clicou no link do seu site em

source: Phone Number!
pt_br: Seu Telefone!

source: clicked on your phone number at
pt_br: clicou no seu número de telefone em

source: Recent activities about your listings will be here
pt_br: As atividades recentes sobre suas listagens estarão aqui...

source: Recent activities about your listings will be here.
pt_br: As atividades recentes sobre suas listagens estarão aqui.

source: Following need your urgent Attention
pt_br: Estes comentários requer sua atenção

source: Attention!
pt_br: Atenção!

source: rating
pt_br: avaliação

source: Reply
pt_br: Responder

source: Low ratings Notifications will be here.
pt_br: Notificações de baixa classificação estarão aqui.

source: Hosted by:
pt_br: Hospedado por:

source: Are You going ?
pt_br: Você tem interesse em ir?

source: already going
pt_br: já indo

source: Yes! i am going
pt_br: Sim, com certeza.

source: Get Direction
pt_br: Obter direções

source: Attendees
pt_br: Participantes

source: View Less
pt_br: Ver Menos

source: View More
pt_br: Ver Mais

source: Image courtesy of
pt_br: Imagem cortesia de

source: Sign out
pt_br: Sair

source: Sign In
pt_br: Entrar

source: Add Listing
pt_br: Anunciar

source: Update Profile
pt_br: Atualizar perfil

source: Signout
pt_br: Sair

source: Results
pt_br: Resultados

source: Result
pt_br: Resultado

source: Filters
pt_br: Filtros1

source: EXCLUSIVE
pt_br: Exclusivo

source: Try changing your search filters or
pt_br: Altere seus filtros de pesquisa ou

source: Price..
pt_br: Preço...

source: New Location
pt_br: Nova Localização

source: Enter a location
pt_br: Digite a localização

source: Open Now
pt_br: Aberto

source: Hi, Contacting for you listing
pt_br: Olá vi sua promoção no Guia Comercial Radar, ainda valendo?

source: Book Now
pt_br: Agendar Agora

source: View Large Map
pt_br: Ver Ampliado

source: Get Directions
pt_br: Me leve até lá

source: Call on Whatsapp
pt_br: Chamar no WhatsApp

source: See Full Menu
pt_br: Visualizar Menu

source: Contact Listing Owner
pt_br: Viu algo errado?

source: Contact Now!
pt_br: Fazer Observação!

source: See something wrong?
pt_br: Encontrou algo errado?

source: Report Now!
pt_br: Informar Agora!

source: Description
pt_br: Descrição

source: Video
pt_br: Vídeo

source: Quick questions
pt_br: Perguntas Rápidas

source: hours
pt_br: horas

source: sec
pt_br: seg

source: days
pt_br: dias

source: Copy to clipboard
pt_br: Copiar para área de transferência

source: Copied
pt_br: Copiado

source: Copy
pt_br: Copiar

source: View Menu
pt_br: Vê Promoções

source: RATING
pt_br: AVALIAÇÂO2

source: ratings
pt_br: avaliações

source: Name:
pt_br: Nome

source: Message:
pt_br: Mensagem

source: You agree & accept our Terms & Conditions for submitting this information?
pt_br: Você concorda e aceita nossos Termos e Condições para o envio dessas informações?

source: Send
pt_br: Enviar

source: Or
pt_br: Ou

source: UserName/Email
pt_br: Usuario ou Email

source: Password
pt_br: Senha

source: User name *
pt_br: Nome*

source: You agree you accept our Terms & Conditions for posting this ad.
pt_br: Você concorda com nossos Termos e Condições para publicar este anúncio.

source: Results For
pt_br: * Encontramos em

source: In
pt_br: Em

source: Most recent
pt_br: Mais recente

source: Select Price Range
pt_br: Selecione a faixa de preço

source: Select Category
pt_br: Selecionar Categoria

source: All Categories
pt_br: Categorias

source: What
pt_br: O quê

source: More results for
pt_br: Mais resultados para

source: Where
pt_br: Onde?

source: Previous
pt_br: Voltar

source: Next
pt_br: Avançar

source: Subject:
pt_br: Assunto:

source: You agree & accept our Terms & Conditions for posting this information?
pt_br: Você concorda e aceita nossos Termos e Condições para postar essas informações?

source: Send Message
pt_br: Enviar Mensagem

source: Your profile was updated successfully.
pt_br: Seu perfil foi atualizado com sucesso.

source: listings
pt_br: anúncios

source: My Subscriptions
pt_br: Minhas assinantes

source: Ad Campaigns
pt_br: Campanhas de Anúncios

source: No results found
pt_br: Nenhum anúncio encontrado

source: Please enter 3 or more characters
pt_br: Digite as 3 primeiras letras do anúncio

source: Searching...
pt_br: Procurando...

source: Logout
pt_br: Encerrar

source: Contact Support
pt_br: Falar com o Suportee

source: Add Listing
pt_br: Criar Anúncio

source: View on map
pt_br: Visualizar no Mapa

source: Sorry! You have not selected any list as favorite.
pt_br: Desculpe! Você não selecionou nenhuma anúncio como favorito.

source: Go and select lists as favorite
pt_br: Vá e selecione anúncios como favoritos

source: Visit Here
pt_br: Visite aqui

source: Forgot Password?
pt_br: Esqueceu a senha?

source: Joined In
pt_br: Juntou-se

source: Reviews Submitted
pt_br: Avaliações enviadas

source: Contact with business owner
pt_br: Entre em contato diretamente com a empresa e/ou profissional.

source: Your request has been submitted successfully.
pt_br: Seu pedido foi enviado com sucesso.

source: Comment awaiting approval
pt_br: Seu comentário aguarda aprovação

source: Name
pt_br: Nome

source: Search Tag
pt_br: Buscar Tag

source: Search
pt_br: Pesquisar

source: Page
pt_br: Página

source: Cost Per Click
pt_br: Custo por clique

source: Cost Per Day
pt_br: Custo por dia

source: All
pt_br: Todos

source: Inactive
pt_br: Inativo

source: Add New
pt_br: Adicionar 1

source: start date
pt_br: Inicio da data

source: end date
pt_br: fim da data

source: status
pt_br: situação

source: Nothing but this golden trophy!
pt_br: Nada além deste troféu de ouro!

source: You must be here for the first time. If you like to add some thing, click the button below.
pt_br: Você deve estar aqui pela primeira vez. Que tal criar uma campanha? Se sim, Clique no botão abaixo.

source: Add new ad
pt_br: Adicionar Campanha

source: clicks
pt_br: cliques

source: Total Ads Clicks
pt_br: Total de cliques em anúncios

source: PLACEMENTS
pt_br: COLOCAÇÕES

source: All Ad Campaign
pt_br: Minhas Campanhas

source: Create Ad Campaign
pt_br: Criar uma campanha de anúncio

source: Full View Example
pt_br: Vê Modelo

source: Choose a listing to ad campaign
pt_br: Escolha o anúncio que irá promover

source: Set Days For This Campaign
pt_br: Defina a quantidade de Dias

source: Please Put Days For This Ad Campaign ( Only Numeric Value )
pt_br: Coloque dias para esta campanha publicitária (apenas valor numérico)

source: Set Your Lifetime Budget
pt_br: Defina o seu orçamento vitalício

source: Please Put Budget For This Ad Campaign ( Without Currency Sign )
pt_br: Por favor, coloque o orçamento para esta campanha publicitária (sem sinal de moeda)

source: Select all Placement
pt_br: Selecionar todos os canais

source: Please Select Your Placement ( Where Ad`s Show )
pt_br: Selecione (onde os anúncios são exibidos)

source: Select This Place For Ad To Place On Home Page
pt_br: Selecione este lugar para que o anúncio seja colocado na página inicial

source: Top Of Search
pt_br: Nas Buscas 2

source: Select This Option To Place Your Ad On Top Of The Search Result
pt_br: Selecione esta opção para colocar seu anúncio no topo do resultado da pesquisa

source: Select This Option To Place Your Ad On Listing Detail Page Side Bar
pt_br: Selecione esta opção para colocar seu anúncio na barra lateral da página de detalhes da lista

source: Select a Payment Method
pt_br: Selecione um método de pagamento

source: Please Select Your Payment Method To Pay Ad Charges
pt_br: Selecione seu método de pagamento para pagar taxas de anúncios

source: Pay Now
pt_br: Investir Agora

source: Campaign Payment
pt_br: Pagamento de campanha

source: I accept that I have reviewed all the above details before proceedings. I understand the ad campaign cannot be edited or cancelled without getting in touch with the site admin
pt_br: Aceito que revisei todos os detalhes acima antes do processo. Eu entendo que a campanha publicitária não pode ser editada ou cancelada sem entrar em contato com o administrador do site

source: Unsaved Event
pt_br: Evento não salvo

source: Summary
pt_br: Resumo

source: ITEM
pt_br: Serviços

source: AMOUNT
pt_br: Valores

source: Spotlight Ad
pt_br: AD Destaque

source: Top of Search Ad
pt_br: Topo do anúncio de pesquisa

source: Budget
pt_br: Despesas
