Repository: camiloroca/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: pt_br

source: Lead Form Content
pt_br: Conteúdo do formulário de lead

source: Email content for lead form
pt_br: Conteúdo de email para formulário de lead

source: Someone has contacted you for the listing "%listing_title". Details are following<br>Name: %sender_name<br>Email: %sender_email<br>Phone:%sender_phone<br>Message: %sender_message
pt_br: Alguém entrou em contato com você para anunciar: "%listing_title". Os detalhes estão a seguir <br> Nome: %sender_name <br> E-mail: %sender_email <br> Telefone: %sender_phone <br> Mensagem: %sender_message

source: Reviews Email Templates
pt_br: Modelos de e-mail de avaliações

source: Use these shortcodes only for Review email. %listing_title as listing title, %listing_url as listing link, %reviewtext as Review Message, and %reviewer_email for Reviewer Email in content
pt_br: Use esses códigos de acesso apenas para e-mail de revisão. %listing_title como título da lista, %listing_url como link da lista, %reviewtext como mensagem de revisão, e %reviewer_email para e-mail do revisor no conteúdo

source: Review Submit Email
pt_br: Comentário e enviar Email

source: Someone has reviewed on the listing "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url
pt_br: Alguém fez um comentário sobre o anúncio: "%listing_title" que é sua. Os detalhes estão a seguir <br> Revisor: %reviewer_email <br> Revisão: %reviewtext <br> Anúncio: %listing_title <br> URL: %listing_url

source: Review Submission Subject(Reviewer)
pt_br: Assunto da submissão da revisão (revisor)

source: Enter Subject of Email for Reviewer
pt_br: Digite o assunto do e-mail para revisor

source: Review Submission content(Reviewer)
pt_br: Revisar conteúdo de envio (revisor)

source: Email content for Reviewer
pt_br: Conteúdo de e-mail para revisor

source: You have reviewed on the listing "%listing_title". Details are following<br>Listing:%listing_title<br>URL: %listing_url
pt_br: Você revisou a listagem "%listing_title". Os detalhes estão a seguir <br> Anúncio: %listing_title<br> Link: %listing_url

source: Privacy
pt_br: Privacidade

source: Signup
pt_br: Inscrever

source: Show Agree to the Privacy Policy during using Signup
pt_br: Concorda com a Política de Privacidade durante o uso de Inscrição?

source: Show Agree to the Privacy Policy during Listing Submission
pt_br: Mostrar concordar com a Política de Privacidade durante o envio da listagem

source: Show Agree to the Privacy Policy during Review Submission
pt_br: Mostrar concordar com a Política de Privacidade durante o envio do comentário

source: Lead Form
pt_br: Formulários

source: Show Agree to the Privacy Policy on Lead Forms
pt_br: Mostrar concordar com a política de privacidade nos formulários de lead

source: Show Agree to the Privacy Policy during Listing Claim Submission
pt_br: Mostrar concordar com a Política de Privacidade durante o Envio de Reivindicação da Listagem

source: Contact Form
pt_br: Formulário de contato

source: Show Agree to the Privacy Policy on Contact Page Form
pt_br: Mostre que concorda com a Política de Privacidade no formulário da página de contato

source: Invoice
pt_br: fatura

source: Company Logo
pt_br: Logo da Empresa

source: Upload company logo for invoices.
pt_br: Carregue o logotipo da empresa para as faturas.

source: Company Name
pt_br: Nome da Empresa

source: Enter company full name
pt_br: Nome da Empresa

source: Company Address
pt_br: Endereço da Empresa

source: Enter company full address
pt_br: Adicione o endereço completo da empresa

source: Company Phone
pt_br: Telefone da empresa

source: Additional Info
pt_br: Informação adicional

source: Thank You text
pt_br: Texto de Obrigado

source: Ads
pt_br: Publicidades

source: Select Type of Ad Campaign Used
pt_br: Selecione o tipo de campanha de publicidade usada

source: Pay Per Click (PPC)
pt_br: Pago Por Clique (CPC)

source: Spotlight Ads
pt_br: Campanha Destaque

source: Enable Spotlight Ads. Spotlight Ads show in the Listing Posts Element
pt_br: Habilite anúncios destaque. Anúncios destaque são exibidos no elemento de posts da lista

source: Spotlight Price (PPD)
pt_br: AD Destaque Preço (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include any currency sign ).
pt_br: Insira o valor que você deseja cobrar dos proprietários de negócios para promover suas listagens neste formato e canal (não inclua nenhum símbolo monetário).

source: Spotlight Price (PPC)
pt_br: AD Destaque Preço (PPC)

source: Enable Side of Listing Ads. Side of Listing ads requires Widget within Listing
pt_br: Ative o lado dos anúncios de lista. Lado de anúncios de listagem requer widget dentro de listagem

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include currency sign ).
pt_br: Insira o valor que você deseja cobrar dos proprietários de negócios para promover suas listagens neste formato e canal (não inclua o símbolo da moeda).

source: Top of Search Ads
pt_br: Nos topos nas buscas

source: Top of Search Ads Price (PPD)
pt_br: Preço do topo dos anúncios de pesquisa (PPD)

source: Top of Search Price (PPC)
pt_br: Preço do topo da pesquisa (PPC)

source: Enable to display Google reCAPTCHA and Load Script
pt_br: Ative para exibir Google reCAPTCHA e Load Script

source: Create Key <a href="https://www.google.com/recaptcha/admin" target="_blank">here</a>
pt_br: Para criar sua chave acesse <a href="https://www.google.com/recaptcha/admin" target="_blank">aqui</a>

source: Site Key For Google Recaptcha
pt_br: Site Key para Google Recaptcha

source: Secret Key For Google Recaptcha
pt_br: Secret Key para Google Recaptcha

source: User registeration
pt_br: Registro do usuário

source: Show Google reCAPTCHA during User Registration
pt_br: Mostrar Google reCAPTCHA durante o registro do usuário

source: Show Google reCAPTCHA during User Login
pt_br: Mostrar Google reCAPTCHA durante o login do usuário

source: Show Google reCAPTCHA during Listing Submission
pt_br: Mostrar Google reCAPTCHA durante a criação da listagem

source: Listing Edit
pt_br: Editar Anúncio

source: Show Google reCAPTCHA during Edit Listing
pt_br: Mostrar Google reCAPTCHA durante Editar o anúncio

source: Show Google reCAPTCHA on Listing Lead Form
pt_br: Mostrar Google reCAPTCHA no Formulário de Lead de listagem

source: Review Form
pt_br: Formulário de Revisão

source: Show Google reCAPTCHA on Listing Review Submission
pt_br: Mostrar Google reCAPTCHA no envio de revisão de listagem

source: Contact Page Form
pt_br: Página de Formulário para contato

source: Show Google reCAPTCHA on Contact Page Form
pt_br: Mostrar Google reCAPTCHA no formulário da página de contato

source: Show Google reCAPTCHA v3 on user profile
pt_br: Mostrar Google reCAPTCHA v3 no perfil do usuário

source: URL Config
pt_br: Configuração da URL

source: URL Rewrite
pt_br: Reescrever URL

source: Please update permalinks ( under Settings menu ) after any changes you make in following slugs ( to avoid a 404 error page )
pt_br: Atualize os permalinks (no menu Configurações) após qualquer alteração feita nos seguintes slugs (para evitar uma página de erro 404)

source: Default is "listing"
pt_br: Padrão é "listing"

source: Default is "listing-category"
pt_br: Padrão é "listing-category"

source: Default is "location"
pt_br: Padrão é "location"

source: Default is "features"
pt_br: Padrão é "features"

source: Submit Listing Page
pt_br: Enviar página de anúncio

source: Select the page used for Listing Submission (Page must include the Submit Listing Shortcode)
pt_br: Selecione a página usada para envio de lista (a página deve incluir o Shortcode para enviar lista)

source: Edit Listing Page
pt_br: Editar página do anúncio

source: Select the page used for Editing Listings (Page must include the Edit Listing Shortcode)
pt_br: Selecione a página usada para editar listagens (a página deve incluir o código de acesso para editar listagens)

source: Price plans Page
pt_br: Página de planos de preços

source: Select the page used for Price Plans (Page must include the Price Plan Shortcode)
pt_br: Selecione a página usada para Planos de preços (a página deve incluir o código de acesso do plano de preços)

source: Contact Page
pt_br: Página de Contato

source: Translate all text strings into your own language
pt_br: Traduza todos os campos de texto para o seu próprio idioma

source: Contact Information
pt_br: Informação de Contato

source: Enable Contact Information to show on the Contact Page
pt_br: Permitir que as informações de contato sejam exibidas na página de contato

source: Contact information
pt_br: Informações de contato

source: ON=SHOW, OFF= HIDE
pt_br: ON=Exibir, OFF=Esconder

source: Title for contact information
pt_br: Título para informação de contato

source: Social Links
pt_br: Redes Sociais

source: Enable Social Media Links to show
pt_br: Habilitar mostrar Links Sociais

source: Enter full URL including HTTPS://
pt_br: Insira o URL completo, incluindo HTTPS: //

source: Add or edit Form settings
pt_br: Adicionar ou editar configurações de formulário

source: Enter the Shortcode for your preferred form. (be sure to install wpforms lite.)
pt_br: Digite o código de acesso para o seu formulário preferido. (certifique-se de instalar wpforms lite.)

source: Successful Submission Message
pt_br: Mensagem de envio bem-sucedida

source: Failed Submission Message
pt_br: Falha ao enviar sua mensagem

source: Enter the Shortcode for your preferred form.
pt_br: Digite o código de acesso para o seu formulário preferido.

source: Set Latitude and longitude for contact page map
pt_br: Defina Latitude e Longitude para o mapa na página de contato

source: Footer
pt_br: Rodapé

source: Add or edit Footer information
pt_br: Adicionar ou editar informações de rodapé

source: Select from 1 of 11 Layout Styles.
pt_br: Selecione um dos 11 estilos de layout.

source: Select footer widget layout
pt_br: Selecione o layout do widget de rodapé

source: Control the number of columns in the footer
pt_br: Controle o número de colunas no rodapé

source: (default: #363f48).
pt_br: (padrão: #363f48).

source: Footer bottom area Background color
pt_br: Cor de fundo da área inferior do rodapé

source: (default: #45505b).
pt_br: (padrão: #45505b).

source: Footer Top Text Color ON/OFF
pt_br: Cor do texto superior do rodapé Lig/Desl

source: Footer top area text color
pt_br: Cor do texto da área superior do rodapé

source: Footer Bottom Text Color ON/OFF
pt_br: Cor do texto inferior do rodapé ON/OFF

source: Footer bottom area text color
pt_br: Cor do texto da área inferior do rodapé

source: Enter the text that displays in the Copyright Bar
pt_br: Insira o texto que é exibido na barra de direitos autorais

source: Select Image to show with the Page Footer
pt_br: Selecione a imagem para mostrar com o rodapé da página

source: Theme Author Information
pt_br: Informação do Autor do Tema

source: Footer Text Section Heading
pt_br: Título da seção do texto do rodapé

source: Footer Text Section Content
pt_br: Conteúdo da seção do texto do rodapé

source: Documentation
pt_br: Documentação

source: Random Ads
pt_br: Aleatoriamente

source: Detail Page Ads
pt_br: Ads Página de Detalhes

source: Enjoy using our features of Listings subscription in very cheap price
pt_br: Aproveite os nossos recursos de assinatura de Listings a um preço muito barato

source: listing title
pt_br: Título do Anúncio

source: price
pt_br: preço

source: Install Required Plugins
pt_br: Instalar Plugins Necessários

source: Install Plugins
pt_br: Instalar Plugins

source: Installing Plugin: %s
pt_br: Instalando Plugin: %s

source: Something went wrong with the plugin API.
pt_br: Algo deu errado com a API do plugin.

source: This theme requires the following plugin: %1$s.
pt_br: Este tema requer o seguinte plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
pt_br: Este tema recomenda o seguinte plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
pt_br: O seguinte plugin precisa ser atualizado para sua última versão, para garantir sua compatibilidade com este tema: %1$s.

source: There is an update available for: %1$s.
pt_br: Há uma atualização disponível para: %1$s.

source: The following required plugin is currently inactive: %1$s.
pt_br: O seguinte plugin requerido está atualmente inativo: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
pt_br: O seguinte plugin recomendado está atualmente inativo: %1$s.

source: Begin installing plugin
pt_br: Instalando o plugin

source: Begin updating plugin
pt_br: Atualizando o plugin

source: Begin activating plugin
pt_br: Ativando o plugin

source: Return to Required Plugins Installer
pt_br: Retornar

source: Return to the Dashboard
pt_br: Retornar para o painel de controle

source: Plugin activated successfully.
pt_br: Plugin ativado com sucesso.

source: The following plugin was activated successfully:
pt_br: O seguinte plugin foi ativado com sucesso:

source: No action taken. Plugin %1$s was already active.
pt_br: Nenhuma ação tomada. O plugin %1$s já estava ativo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt_br: Plugin não ativado. Uma versão superior do %s é necessária para este tema. Por favor, atualize

source: All plugins installed and activated successfully. %1$s
pt_br: Todos os plugins instalados e ativados com sucesso. %1$s

source: Dismiss this notice
pt_br: Descartar este aviso

source: There are one or more required or recommended plugins to install, update or activate.
pt_br: Há um ou mais plugins necessários ou recomendados para instalar, atualizar ou ativar.

source: Please contact the administrator of this site for help.
pt_br: Por favor, entre em contato com o administrador deste site para obter ajuda.

source: This plugin needs to be updated to be compatible with your theme.
pt_br: Este plugin precisa ser atualizado para que possa ser compatível com o seu tema.

source: Update Required
pt_br: Atualização Requerida

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_br: O pacote remoto do plugin não contem uma pasta com o slug desejado e renomear não funcionou.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_br: Entre em contato com o desenvolvedor do plugin e peça para adequar-se de acordo com os requisitos do WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_br: O pacote remoto do plugin contem mais de um arquivo, mas os arquivos não estão agrupados em uma pasta.

# plugin A *and* plugin B
source: and
pt_br: e

source: Required
pt_br: Obrigatório

source: Recommended
pt_br: Recomendado

source: WordPress Repository
pt_br: Repositório WordPress

source: External Source
pt_br: Link externo

source: Pre-Packaged
pt_br: Pré-Pacotes

source: Not Installed
pt_br: Não Instalado

source: Installed But Not Activated
pt_br: Instalado mais não Ativado

source: Active
pt_br: Ativo1

source: Required Update not Available
pt_br: Atualização Necessária não Disponível

source: Requires Update
pt_br: Atualização Necessária

source: Update recommended
pt_br: Atualização recomendada

# plugins
source: All <span class="count">(%s)</span>
pt_br: Todos <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
pt_br: Para Instalar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
pt_br: Atualização Disponível <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
pt_br: Para Ativar <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
pt_br: desconhecido

source: Installed version:
pt_br: Versão instalada:

source: Minimum required version:
pt_br: Versão mínima requerida:

source: Available version:
pt_br: Versão disponível:

source: Source
pt_br: Fonte

source: Version
pt_br: Versão

source: Upgrade message from the plugin author:
pt_br: Mensagem de atualização do autor do plugin:

source: Install
pt_br: Instalar

source: Update
pt_br: Atualizar

source: Activate
pt_br: Ativar

source: No plugins were selected to be installed. No action taken.
pt_br: Nenhum plugin foi selecionado para ser instalado. Nenhuma ação foi gerada.

source: No plugins were selected to be updated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser atualizado. Nenhuma ação foi gerada.

source: No plugins are available to be installed at this time.
pt_br: Nenhum plugin está disponível para ser instalado neste momento.

source: No plugins are available to be updated at this time.
pt_br: Nenhum plugin está disponível para ser atualizado neste momento.

source: No plugins were selected to be activated. No action taken.
pt_br: Nenhum plugin foi selecionado para ser ativado. Nenhuma ação foi gerada.

source: No plugins are available to be activated at this time.
pt_br: Nenhum plugin está disponível para ser ativado neste momento.

source: Plugin activation failed.
pt_br: Falha na ativação do plugin.

source: Updating Plugin %1$s (%2$d/%3$d)
pt_br: Atualizando Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_br: Um erro ocorreu enquanto instalava %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
pt_br: A instalação do %1$s falhou.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação e ativação está começando. Este processo pode demorar um pouco em alguns hosts, portanto, seja paciente.

source: %1$s installed and activated successfully.
pt_br: %1$s instalado e ativado com sucesso.

source: Show Details
pt_br: Mostrar detalhes

source: Hide Details
pt_br: Ocultar Detalhes

source: All installations and activations have been completed.
pt_br: Todas as instalações e ativações foram completadas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt_br: Instalando e Ativando o Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_br: O processo de instalação está começando. Este processo pode demorar um pouco em alguns hosts, portanto, seja paciente.

source: %1$s installed successfully.
pt_br: %1$s instalado com sucesso.

source: All installations have been completed.
pt_br: Todas as instalações foram completadas.

source: Installing Plugin %1$s (%2$d/%3$d)
pt_br: Instalando o Plugin %1$s (%2$d/%3$d)

source: Owner Response
pt_br: Resposta do Proprietário

source: Sorry! Listing owners can not post review on their listings!
pt_br: Desculpe! Proprietários de anúncio não podem postar comentários em seu anúncio!

source: Sorry! already posted on this listing!
pt_br: Desculpe! já postado nesse anúncio!

source: Email already exists! Please login or change email
pt_br: E-mail já existe! Faça o login ou altere o e-mail

source: User name already exists! Please login or try a different one
pt_br: O nome de usuário já existe! Faça o login ou tente um diferente

source: Review has been submitted successfully
pt_br: A revisão foi enviada com sucesso

source: Thanks for reacting
pt_br: Obrigado

source: Max. allowed images are
pt_br: Máx. imagens permitidas são

source: Max. allowed images size is
pt_br: Máx. o tamanho permitido das imagens é

source: Add Review
pt_br: Avaliar

source: Select Images
pt_br: Incluir imagens

source: Browse
pt_br: Procurar

source: Title
pt_br: Título

source: Example: It was an awesome experience to be there
pt_br: Exemplo: foi uma experiência incrível estar lá

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too!
pt_br: Dica: uma ótima avaliação abrange comida, serviço e ambiente. Tem recomendações para seus pratos e bebidas favoritos ou algo que todos deveriam experimentar aqui? Inclua isso também!

source: Your review is recommended to be at least 140 characters long :)
pt_br: Recomenda-se que sua revisão tenha pelo menos 140 caracteres :)

source: You agree & accept our Terms & Conditions for posting this review?
pt_br: Você concorda e aceita nossos Termos e Condições para postar este comentário?

source: Submit Review
pt_br: Comentar

source: Please fill Email, Title, Description and Rating
pt_br: Preencha o e-mail, título, descrição e classificação

source: User Name
pt_br: Usuário

source: you@website.com
pt_br: seu@email.com.br

source: Your review is recommended to be at least 140 characters long
pt_br: Recomenda-se que seu comentário tenha pelo menos 140 caracteres

source: Submit Review
pt_br: Fazer Comentárioo

source: Signup & Submit Review
pt_br: Inscrever e Comentar

source: Write a review
pt_br: Escreva uma crítica

source: Your Rating
pt_br: Sua avaliação

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too! And remember.
pt_br: Dica: uma ótima avaliação abrange comida, serviço e ambiente. Tem recomendações para seus pratos e bebidas favoritos ou algo que todos deveriam experimentar aqui? Inclua isso também! E lembre-se.

source: Your review recommended to be at least 140 characters long :)
pt_br: Recomenda-se que sua avaliação tenha pelo menos 140 caracteres :)

source: Features
pt_br: Produtos ou Serviços

source: in
pt_br: no

source: for
pt_br: para

source: No Results
pt_br: Sem resultados

source: Sorry! There are no listings matching your search.
pt_br: Desculpe! Não há listagens que correspondam à sua pesquisa.

source: Try changing your search filters or
pt_br: Tente alterar seus filtros de pesquisa ou

source: Reset Filter
pt_br: Reiniciar filtro

source: More results for
pt_br: Mais resultados para2

source: Someone
pt_br: Alguém

source: Country :
pt_br: Bairro:

source: City :
pt_br: Cidade:

source: Zip :
pt_br: CEP:

source: Setup Wizard
pt_br: Instalação Rápida

source: Introduction
pt_br: Introdução

source: Content
pt_br: Conteúdo

source: Ready!
pt_br: Pronto!

source: Listingpro &rsaquo; Setup Wizard
pt_br: ListingPro &rsaquo; Instalação Automática

source: Return to the WordPress Dashboard
pt_br: Retornar ao painel do WordPress

source: It looks like you may have recently upgraded to this theme. Great! This setup wizard will help ensure all the default settings are correct. It will also show some information about your new website and support options.
pt_br: Parece que você atualizou recentemente para este tema. Ótimo! Este assistente de configuração ajudará a garantir que todas as configurações padrão estejam corretas. Ele também mostrará algumas informações sobre seu novo site e opções de suporte.

source: Let's Go!
pt_br: Vamos lá!

source: Not right now
pt_br: Agora não

source: Welcome to the Easy Setup Assistant! for %s.
pt_br: Bem Vindo ao Fácil Assistente de Instalação por %s.

source: It looks like you have already run the setup wizard.
pt_br: Parece que você já executou o assistente de configuração.

source: LATER
pt_br: MAIS TARDE

source: Run Setup Wizard Again
pt_br: Rodar Instalação Automática Novamente

source: Easy Setup! Click! Click! Click!
pt_br: Fácil configuração! Clique! Clique! Clique!

source: This wizard will help you kickstart with all the necessary tools.
pt_br: Este assistente o ajudará a iniciar com todas as ferramentas necessárias.

source: NEXT
pt_br: Próximo
