Repository: camiloroca/Localization
Catalog: */Theme/LP_Theme_*.po
Languages: pt_br

source: View On Map
pt_br: Ver no mapa

source: Write a Review
pt_br: Escreva uma Crítica

source: Overview
pt_br: Visão geral

source: Services
pt_br: Serviços

source: Offers
pt_br: Benefícios e/ou Brindes para Assinantes do Clubinho

source: Faqs
pt_br: Pergunt

source: Hosted by
pt_br: Hospedado por

source: 0 Attendees
pt_br: 0 Participantes

source: Be the first to review!
pt_br: Seja o primeiro a comentar!

source: call
pt_br: Ligar

source: Show Map
pt_br: Vê onde fica

source: Direction
pt_br: Instrução

source: call Now
pt_br: Ligue agora

source: Problem in submitting this listing
pt_br: Problemas ao enviar o anúncio

source: Your listing is pending for review.
pt_br: Seu anúncio está em análise

source: Your listing is pending! Please proceed to make it published
pt_br: Parabéns. Aguarde, nossa análise!

source: Listing has been submitted
pt_br: Anúncio enviado com sucesso!

source: Select Plan For Claim
pt_br: Selecione o plano para reclamação

source: Close me!
pt_br: Fechando...

source: Content is loading...
pt_br: O conteúdo está carregando ...

source: Sorry! Your request failed
pt_br: Desculpe! Seu pedido falhou

source: Card Number
pt_br: Cartão de Crédito

source: Expiration Date (MM/YYYY)
pt_br: Data de Vencimento (MM / AAAA)

source: Zip
pt_br: CEP

source: More Filters
pt_br: Mais Filtros

source: features/tags
pt_br: Detalhes/Tags

source: City...
pt_br: Cidade ...

source: Filter
pt_br: Filtros2

source: Click To See Your Most Reviewed
pt_br: Clique para ver as suas mais revistas

source: Click To See Your Most Viewed
pt_br: Clique para ver os seus mais vistos

source: Click To See Your Highest Rated
pt_br: Clique para ver sua classificação mais alta

source: Click To See Listing With Coupons
pt_br: Clique para ver anúncios com cupons de desconto

source: Brwose Anything!
pt_br: Navegue por qualquer coisa!

source: All Locations
pt_br: Todos os Locais

source: Catagory
pt_br: Categoria

source: Event
pt_br: Evento

source: Trip
pt_br: Viagem

source: Advance
pt_br: Avançar

source: Share :
pt_br: Compartilhar:

source: I am not going
pt_br: Ahn... Acho que não vou.

source: Choose a Plan to Claim Your Business
pt_br: Escolha um plano para reivindicar sua empresa

source: Claiming your business Listing
pt_br: Verificando minha informação

source: First
pt_br: Nome

source: Last
pt_br: Último

source: Business E-Mail
pt_br: Email profissional

source: Please provide your business email which will be use for claim procedure.
pt_br: Forneça seu e-mail comercial que será usado para o procedimento de reclamação.

source: Business Email
pt_br: Email profissional

source: Verfication Details
pt_br: Detalhes do seu negócio

source: Please provide your verification details which will be used for claim procedure.
pt_br: Forneça seus detalhes de verificação que serão usados para o procedimento de reclamação.

source: Attach File
pt_br: Anexar Arquivo

source: Detail description about your listing
pt_br: Descrição detalhada da sua listagem

source: NEW USER? TO SIGNUP ENTER AN EMAIL
pt_br: NOVO USUÁRIO? PARA SE INSCREVER, DIGITE UM E-MAIL

source: USERNAME OR EMAIL
pt_br: Usuário ou Email

source: PASSWORD
pt_br: SENHA

source: Returning user? Check this box to Sign in
pt_br: Usuário recorrente? Marque esta caixa para fazer login

source: You agree & accept our Terms & Conditions for posting this information?.
pt_br: Você concorda e aceita nossos Termos e Condições para postar essas informações !?

source: Claim your business now!
pt_br: Verifique seu anúncio agora!

source: Claim request is processed after verification..
pt_br: A solicitação de reivindicação é processada após verificação ..

source: Return to Dashboard
pt_br: Voltar para o Gerenciador

source: Claim This Listing
pt_br: Verificar Este Anúncio

source: Own or work here?
pt_br: Proprietário ou trabalha aqui?

source: Claim Now!
pt_br: Verificar Agora!

source: Validity:
pt_br: Validade:

source: copy to clipboard
pt_br: Copiar para área de transferência

source: Special Offers
pt_br: Benefício e/ou Brinde Para Assinantes do Clubinho

source: Validity:
pt_br: Validade:

source: Which services are needed for your event?
pt_br: Quais serviços são necessários para o seu evento?

source: What type of event are you planning?
pt_br: Que tipo de evento você está planejando?

source: Name of the City where event is taking place
pt_br: Nome da cidade onde o evento está ocorrendo

source: What is the date of your event?
pt_br: Qual é a data do seu evento?

source: What time should the vendor start?
pt_br: A que horas o fornecedor deve começar?

source: How many guests are you expecting at the event? (approximate)
pt_br: Quantos convidados você espera para o evento? (aproximado)

source: How long will the vendor be needed?
pt_br: Por quanto tempo será necessário?

source: Tell me more about your event?
pt_br: Conte-me mais sobre seu evento?

source: Your full Name
pt_br: Seu nome completo

source: Your Phone Number
pt_br: Seu número de telefone

source: Deals
pt_br: Benefício, Brinde ou Desconto

source: order online
pt_br: peça online

source: Checkout
pt_br: Assista

source: Be the first to review
pt_br: Seja o primeiro a avaliar

source: Want to report this?
pt_br: Alguma informação incorreta ou para acrescentar?

source: see all
pt_br: Vê todos

source: Add Review
pt_br: Adicionar Comentário

source: Oh Sorry! Your payment failed
pt_br: Oh, desculpe! Seu pagamento falhou

source: Congratulations! Your payment has been made successfull
pt_br: Parabéns! Seu pagamento foi feito com sucesso.
