Repository: camiloroca/Localization
Catalog: */Plugin/LP_Plugin_*.po
Languages: pt_br

source: Activities
pt_br: Atividades

source: Content
pt_br: Conteúdo

source: Number of Activities
pt_br: Número de Atividades

source: Style
pt_br: Estilo

source: Text Transform
pt_br: Transformação de Texto

source: None
pt_br: Nenhum

source: UPPERCASE
pt_br: MAIÚSCULAS

source: lowercase
pt_br: minúsculas

source: Capitalize
pt_br: Capitalizar

source: Ad
pt_br: Anúncio

source: Interesting
pt_br: Interessante

source: Lol
pt_br: Ri muito

source: Love
pt_br: Amei

source: You already reacted
pt_br: Você já reagiu

source: Wrote a review
pt_br: Escreveu um comentário

source: Continue Reading
pt_br: Continue Lendo

source: LOL
pt_br: Engraçado

source: All Categories
pt_br: Todas as Categorias

source: Select Blog Element Style
pt_br: Selecione o estilo do elemento do blog

source: Select Blog Category
pt_br: Selecione a categoria de blog

source: No. of posts
pt_br: Nº de postagens

source: Read More
pt_br: Leia Mais

source: Call To Action
pt_br: Apelo à ação

source: Call to Action with Button
pt_br: Frase de destaque com botão

source: Call to Action Style 3
pt_br: Título da frase de destaque 3

source: Call to Action without Button
pt_br: Frase de destaque sem botão

source: Call to Action Title
pt_br: Título da frase de destaque

source: Short Description
pt_br: Descrição Curta

source: Line 1
pt_br: Linha 1

source: Line 2
pt_br: Linha 2

source: Background Image
pt_br: Imagem de Fundo

source: Button Text
pt_br: Texto do Botão

source: Button Link
pt_br: Link do Botão

source: Phone Number
pt_br: Telefonee

source: Listing Checkout
pt_br: Confirmar Anúncio

source: Title
pt_br: Loja / Serviço

source: Bank Transfer Image
pt_br: Imagem do banco

source: Paypal Image
pt_br: Logo Paypal

source: Sorry! Currently Free mode is activated
pt_br: O modo gratuito está ativado

source: Coupon Code
pt_br: Inserir desconto

source: Type Here
pt_br: inserir código

source: APPLY CODE
pt_br: Validar

source: ITEM
pt_br: Plano

source: PRICE
pt_br: Preço

source: Pro
pt_br: Pró

source: Tax(Value Added Tax)
pt_br: Imposto (imposto sobre valor agregado)

source: Terms And Conditions
pt_br: Aceito os termos e as condições

source: PROCEED TO NEXT
pt_br: Continuar

source: Purchase
pt_br: Compra

source: Claimed Listings
pt_br: Anúncios Reclamados

source: Listing Layout
pt_br: Layout do Anúncio

source: List View
pt_br: Exibição de Lista

source: List Style 1
pt_br: Estilo de lista 1

source: Posts per page
pt_br: Posts por página

source: Client Testimonial
pt_br: Depoimento do Cliente

source: Testimonial Style
pt_br: Estilo de depoimento

source: Default, on a white background color
pt_br: Padrão, em uma cor de fundo branco

source: Inverted, on a dark background color
pt_br: Invertido, em uma cor de fundo escuro

source: Client Name
pt_br: Nome do Cliente

source: Client Avatar
pt_br: Avatar do Cliente

source: Testimonial Content
pt_br: Conteúdo de depoimento

source: Designation
pt_br: Destino

source: Content Boxes
pt_br: Caixas de Conteúdo

source: Select Single Content Box Style
pt_br: Selecione o estilo de caixa de conteúdo único

source: Old Style
pt_br: Estilo antigo

source: New Style
pt_br: Novo estilo

source: Planning
pt_br: Planejamento

source: Social Icons
pt_br: Ícones Sociais

source: Repeater List
pt_br: Lista de Repetidor

source: Edit Listing
pt_br: Editar Anúncio

source: Subtitle
pt_br: Subtítulo

source: Max. allowed images are
pt_br: Oops suas imagens ultrapassaram o limite de:

source: Max. allowed images size is
pt_br: Oops suas imagens ultrapassaram o limite de:

source: You are currently signed in as
pt_br: Você está conectado como

source: Sign out
pt_br: Sair

source: or continue below and start submission.
pt_br: ou continuar a editar o anúncio.

source: Update & Preview
pt_br: Atualizar & Visualizar

source: Something is missing! Please fill out all fields highlighted in red.
pt_br: Algo está faltando! Preencha todos os campos destacados em vermelho.

source: Primary listing details
pt_br: Informações da Empresa

source: Put your listing title here and tell the name of your business to the world.
pt_br: Insira o título do seu anúncio

source: Enter your complete business name for when people who know your business by name and are looking you up.
pt_br: Insira o nome da sua loja ou serviço, o mesmo escrito na faixada ou na logo. Provável que alguém digite na busca do Guia.

source: Tagline
pt_br: Slogan

source: For businesses, taglines are of importance as they help business convey what they want to do and their goals to the customers.
pt_br: Para as empresas, os slogans são importantes, pois ajudam os negócios a transmitir o que desejam fazer e seus objetivos aos clientes.

source: Tagline Example: Best Express Mexican Grill
pt_br: ex: O melhor do churrasco gaúcho!

source: Search By Google
pt_br: Procurar no Google

source: Manual Coordinates
pt_br: Inserir Manualmente

source: Drop Pin
pt_br: Localização

source: Start typing and select your google location from google suggestions. This is for the map and also for locating your business.
pt_br: Comece a digitar que buscaremos sua empresa no Google, caso não encontre, clique em inserir manualmente.

source: Full Address
pt_br: Google Empresas

source: Provide your full address for your business to show up on the map and your customer can get direction.
pt_br: O mesmo que foi cadastrado no Google meu negócio, ou escolha outras opções.

source: Your address for google map
pt_br: Seu endereço para o google map

source: Add address here
pt_br: Adicione aqui seu endereço

source: The city name will help users find you in search filters.
pt_br: O nome do bairro, ajudará os clientes a encontrá-lo nos filtros de pesquisa.

source: select your listing region
pt_br: Do seu comércio ou serviço

source: City
pt_br: Bairro

source: Provide your city name for your business to show up on the map and your customer can get direction.
pt_br: Onde está localizada a sua loja ou serviço.

source: Select your listing region
pt_br: selecione o bairro do seu comércio

source: Select Location
pt_br: Selecione a Localização

source: Phone
pt_br: Telefone

source: Local phone numbers drive 3x more calls than toll-free numbers. Always use a business phone number and avoid personal phone numbers if possible.
pt_br: Sempre use um telefone comercial, evite números pessoais, se possível.

source: Your contact number
pt_br: Seu Telefone

source: Website
pt_br: Site (Link)

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign.
pt_br: É recomendado fornecer o URL oficial do site e evitar páginas de destino projetadas para uma campanha específica.

source: Your web URL
pt_br: Link do Site

source: category & services
pt_br: Produtos ou Serviços

source: Categories
pt_br: Categorias

source: The more specific you get with your categories, the better. You do still want to stay relevant to your business, though. If you ever choose to run ads campaign, your ad will be shown on those categories you select.
pt_br: Quanto mais específico, melhor. Selecionando a categoria, o sistema exibirá serviços ou informações adicionais oferecidas conforme o estabelecimento.

source: Choose one categories
pt_br: Escolha uma categoria

source: Select Category
pt_br: Selecionar Categorias

source: Additional Business Info
pt_br: Informações Adicionais da Empresa

source: price details
pt_br: Informar Preço

source: Not to say
pt_br: Não Dizer

source: Inexpensive
pt_br: Barato

source: Moderate
pt_br: Moderado

source: Pricey
pt_br: Caro

source: Ultra High
pt_br: Exclusivo

source: Price Range
pt_br: Faixa de Preço

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.
pt_br: Definir uma faixa de preço pode ajudar a atrair o público-alvo certo e evitar situações desagradáveis para os clientes e para o proprietário.

source: Price From
pt_br: Preço Mínimo

source: Being honest with your customers can build a strong relationship. Dont hesitate to include.
pt_br: Ser honesto com seus clientes pode construir um relacionamento forte. Não hesite em incluir.

source: Only Digits
pt_br: Apenas Números

source: Price To
pt_br: Preços Máximo

source: Business Hours
pt_br: Horário Comercial

source: You dont want your customers to stop by when you are closed so always try to keep your hour up to date. Keeping your store closed when your business indicate its open on the directory could lead to a negative review.
pt_br: anunciante, Você não quer que seus clientes parem quando você está fechado, então sempre tente manter sua hora atualizada. Manter sua loja fechada quando sua empresa indica que ela está aberta no diretório pode levar a uma revisão negativa.

source: business hours
pt_br: Expediente

source: social media
pt_br: redes sociais

source: Select
pt_br: Selecione

source: Social Media
pt_br: digite ou cole o link

source: Please Select
pt_br: Quais você possui?

source: frequently asked questions
pt_br: perguntas frequentes

source: FAQ
pt_br: Perguntas Frequentes

source: Share some of the most asked question and answers so they know you are serious about your business and truly care for your customers.
pt_br: Compartilhe algumas das perguntas e respostas mais frequentes para que eles saibam que você leva a sério seus negócios e realmente cuide de seus clientes.

source: Questions
pt_br: Perguntas

source: FAQ Answers
pt_br: FAQ Respostas

source: Answer
pt_br: Resposta

source: FAQ 1
pt_br: Pergunta 1

source: add new
pt_br: adicionar novo

source: Description
pt_br: Descrição

source: Tell briefly what your customers what to hear about your business has to offer that is unique and you do better then everyone else.
pt_br: Diga rapidamente o que seus clientes ouvem sobre o seu negócio, que é único e melhor do que todos os outros.

source: more info
pt_br: Resumo da sua empresa

source: These keywords or tags will help your listing to find in search. Add a comma separated list of keywords related to your business.
pt_br: Essas tags ou palavras chaves ajudarão as pessoas a encontrar seu anúncio nas pesquisas do Google. Adicione palavras chaves separadas por vírgulas, de acordo com as informações relacionadas a sua empresa.

source: Enter tags or keywords comma separated...
pt_br: Ou seja são palavras que remetem ao seu comércio. Ex: sou dono de uma padaria. Palavras que remetem ao meu negócio seria: Pães, bolos, tortas, encomendas etc.

source: media
pt_br: Vídeo Promocional

source: Video
pt_br: Vídeo Comercial

source: (Optional)
pt_br: (Opcional)

source: Video
pt_br: Vídeo Comercial

source: Take it to next level and provide more details about what you have to offer. Select all that applies to you.
pt_br: Leve-o para o próximo nível e forneça mais detalhes sobre o que você tem a oferecer. Selecione tudo o que se aplica a você.

source: Gallery
pt_br: Galeria

source: Images
pt_br: Galeria de Imagens

source: Drop files here or click to upload
pt_br: Solte aqui suas fotos ou clique para fazer upload.

source: Browse Files
pt_br: Procurar Arquivos

source: Change Featured Image
pt_br: Alterar Logomarca

source: Upload Featured Image
pt_br: Logomarca nas buscas (Planos Pago)

source: Featured Image
pt_br: Imagem em destaqueEeE

source: Browse
pt_br: Procurar

source: Choose a file
pt_br: (JPEG ou PNG) máximo 2MB

source: Upload Business Logo
pt_br: Inserir Faixada (Planos Pagos)

source: Business Logo
pt_br: Logo da empresa

source: Browser
pt_br: Procurar

source: Put your listing title here and tell the name of your business to the world.
pt_br: Coloque o seu título de anúncio aqui e diga o nome do seu negócio para o mundo.

source: This is test data for quick tip for location field
pt_br: Estes são dados de teste para dica rápida para campo de localização

source: this is test data for quick tip for location field
pt_br: estes são dados de teste para dica rápida para campo de localização

source: this is test data for quick tip for address field
pt_br: ou seja, dados de teste para dica rápida para o campo de endereço

source: this is test data for quick tip for phone field
pt_br: estes são dados de teste para dica rápida para campo de telefone

source: this is test data for quick tip for website field
pt_br: estes são dados de teste para dica rápida para o campo do site

source: this is test data for quick tip for faq field
pt_br: estes são dados de teste para dica rápida para o campo faq

source: Your Twitter URL
pt_br: Link do Twitter

source: Your Facebook URL
pt_br: Link do Facebook

source: Your LinkedIn URL
pt_br: Link do Linkedin

source: Your Youtube URL
pt_br: Link do Youtube

source: Your Instagram URL
pt_br: Link do Instagram

source: this is test data for quick tip for video field
pt_br: estes são dados de teste para obter dicas rápidas para o campo de vídeo

source: your contact email
pt_br: Seu Email

source: Click below to review your listing.
pt_br: Veja uma prévia do anúncio.

source: Your Location
pt_br: Inserir localização

source: Events Calendar
pt_br: Calendário de Eventos

source: Events View
pt_br: Visualização de Eventos

source: Calander
pt_br: Calendário

source: List
pt_br: Lista

source: Events Calender Duration
pt_br: Duração do calendário de eventos

source: Monthly
pt_br: Mensal

source: Weekly
pt_br: Semanal

source: Events Calender View
pt_br: Visualização do calendário de eventos

source: Modern
pt_br: Moderno

source: Events Per Page
pt_br: Eventos por página

source: Events
pt_br: Ocultar Eventos

source: all
pt_br: Todas

source: No Events Found
pt_br: Nenhuma por enquanto ...

source: Feature Box
pt_br: Caixa de recurso

source: Style 1
pt_br: Estilo 1

source: Style 2
pt_br: Estilo 2

source: Title for Description
pt_br: Título da Descrição

source: Sub Title for Description
pt_br: Subtítulo para descrição

source: Feature Image
pt_br: Imagem Destaqueee

source: Button Link (1)
pt_br: Link do botão (1)

source: Button BG Image (1)
pt_br: Imagem BG do botão (1)

source: Button Link (2)
pt_br: Link do botão (2)

source: Button BG Image (2)
pt_br: Imagem BG do botão (2)

source: Hello World
pt_br: Olá Mundo

source: Image Gallery
pt_br: Galeria de Fotos

source: Image gallery styles
pt_br: Estilos de galeria de imagens

source: Image for gallery
pt_br: Galeria de imagens

source: Listing By
pt_br: Anúncio Por

source: Listing Options
pt_br: Opções do Anúncio

source: By Category
pt_br: Por Categoria

source: By Location
pt_br: Por Localização

source: By Location and Category
pt_br: Por Localização e Categoria

source: Recent
pt_br: Recente

source: Listing per page
pt_br: Anúncio por página

source: Listing Categories
pt_br: Categorias do Anúncio

source: Category Styles
pt_br: Estilos de Categoria

source: Abstracted View
pt_br: Visão Abstrata

source: Abstracted View 2
pt_br: Visão abstrata 2

source: Abstracted & Boxed View
pt_br: Visualização resumida e em caixa

source: Slider Style
pt_br: Estilo de Slide

source: Select Notice
pt_br: Selecione as Notícia

source: Show
pt_br: Mostrar

source: Hide
pt_br: Ocultar

source: Select Categories
pt_br: Selecione as Categorias

source: Listings
pt_br: Anúncios

source: Listing Entries
pt_br: Inscrições do Anúncio

source: https://via.placeholder.com/372x240
pt_br: ex: https://via.placeholder.com/372x240

source: Locations
pt_br: Localização

source: Location Styles
pt_br: Estilos de localização

source: Select Locations
pt_br: Selecionar locais

source: Order
pt_br: Ordem

source: DESC
pt_br: DECR

source: Listing Posts By ID
pt_br: Listagem de postagens por ID

source: Listing Posts
pt_br: Posts do Anúncio

source: Listings With Coupons
pt_br: Listagens com cupons

source: Columns Element
pt_br: Elemento Colunas

source: Column Left Image
pt_br: Imagem da coluna à esquerda

source: First Column Title
pt_br: Título da primeira coluna

source: First Column Description
pt_br: Descrição da primeira coluna

source: Best way to start managing your business listing is by claiming it so you can update.
pt_br: A melhor maneira de começar a gerenciar sua listagem de empresas é reivindicando-a para que você possa atualizar.

source: Second Column Title
pt_br: Título da segunda coluna

source: 2- Promote
pt_br: 2- Promova

source: Second Column Description
pt_br: Descrição da segunda coluna

source: Promote your business to target customers who need your services or products.
pt_br: Promova sua empresa para atingir clientes que precisam de seus serviços ou produtos.

source: Third Column Title
pt_br: Título da terceira coluna

source: 3- Convert
pt_br: 3- Converter

source: Third Column Description
pt_br: Descrição da terceira coluna

source: Turn your visitors into paying customers with exciting offers and services on your page.
pt_br: Transforme seus visitantes em clientes pagantes com ofertas e serviços interessantes em sua página.

source: Listingpro Notification
pt_br: Listingpro Notificação

source: Notification Image
pt_br: Notificação da Imagem

source: Notification Title
pt_br: Título da Notificação

source: Success
pt_br: Pagos

source: Failed
pt_br: Não Pagos

source: Success Description
pt_br: Descrição do Sucesso

source: An email receipt with detials about your order has been sent to email address provided.please keep it for your record
pt_br: Um email com detalhes sobre seu pedido foi enviado para o endereço de e-mail fornecido. Por favor mantenha-o atualizado.

source: Notification Description
pt_br: Descrição da Notificação

source: default
pt_br: padrão

source: Redirect to Page
pt_br: Redirecionar para a página

source: Partner logo
pt_br: Logo do parceiro

source: Promotional Presentation
pt_br: Apresentação Promocional

source: Presentaion Title
pt_br: Título da Apresentação

source: Presentaion Short Description
pt_br: Breve descrição da apresentação

source: Presentaion First Title
pt_br: Apresentação Primeiro Título

source: Presentaion First Designation
pt_br: Apresentação Primeira Designação

source: Presentaion First Image
pt_br: Apresentação Primeira Imagem

source: Presentaion Second Title
pt_br: Apresentação Segundo Título

source: Presentaion Second Designation
pt_br: Apresentação Segunda Designação

source: Presentaion Left Image
pt_br: Apresentação Imagem Esquerda

source: Promotional Services
pt_br: Serviços Promocionais

source: Banner Left Image
pt_br: Imagem do banner à esquerda

source: Element Title
pt_br: Título do Elemento

source: Element Description
pt_br: Descrição do Elemento

source: Promotional Support
pt_br: Suporte Promocional

source: Support Background Image
pt_br: Imagem de fundo de suporte

source: Promotional Timeline
pt_br: Cronograma Promocional

source: Timeline Title
pt_br: Título da Timeline

source: Timeline Short Description
pt_br: Curta Descrição da Timeline

source: Timeline First Title
pt_br: Título Principal da Timeline

source: Timeline Right Image
pt_br: Imagem da Direita da Timeline

source: Timeline Second Title
pt_br: Título Secundário da Timeline

source: Timeline Second Description
pt_br: Descrição Secundária da Timeline

source: Timeline Left Image
pt_br: Imagem da Esquerda da Timeline

source: Promotional Element
pt_br: Elemento Promocional

source: Element Link Title
pt_br: Título do Link do Elemento

source: Element Link URL
pt_br: URL do link do elemento

source: Element Phone Number
pt_br: Número de telefone do elemento

source: Pricing Plans
pt_br: Valores dos Planos

source: Show Title And Subtitle
pt_br: Mostrar título e legenda

source: Horizontal View
pt_br: Vista horizontal

source: Vertical View
pt_br: Visão Vertical

source: Horizontal Views
pt_br: Visualizar Horizontalmente

source: Horizontal View 1
pt_br: Visualização Horizontal 1

source: Horizontal View 2
pt_br: Visualização Horizontal

source: Vertical Views
pt_br: Visualizar Verticalmente

source: Vertical View 1
pt_br: Visualização Vertical 1

source: Vertical View 2
pt_br: Visualização Vertical 2

source: Vertical View 3
pt_br: Visualização Vertical 3

source: Vertical View 4
pt_br: Visualização Vertical 4

source: Choose a Plan to Claim Your Business
pt_br: Escolha um plano para reivindicar sua empresa

source: Submit Listing
pt_br: Enviar Anúncio

source: Please activate your license
pt_br: Ative sua licença

source: Returning User? Please
pt_br: Já é assinante?

source: Sign In
pt_br: Clique Aqui

source: and if you are a
pt_br: primeiro vez?

source: New User, continue below
pt_br: continue

source: and register along with this submission.
pt_br: preencha as informações

source: Save & Preview
pt_br: Salvar & Visualizar

source: Feeling lazy? Say HELLO! to Fill-O-Bot!
pt_br: Sentindo preguiça? Diga olá! para o Fill-O-Bot!

source: Don’t worry Fill-o-BOT will help you OUT! Just enter any business on google places and Fill-O-Bot automatically fills in the data that it can grab.
pt_br: Não se preocupe Fill-o-BOT irá ajudá-lo! Basta entrar em qualquer empresa no Google Places e Fill-O-Bot preenche automaticamente os dados que ele pode pegar.

source: Turn Me On
pt_br: Que alegria

source: user name
pt_br: nome do usuário

source: enter username
pt_br: Digite Seu nome de usuário

source: Password
pt_br: Senha

source: enter password
pt_br: Digite sua Senha

source: Already Have Account?
pt_br: Sou assinante

source: I Agree
pt_br: Eu aceito

source: You agree you accept our Terms & Conditions for posting this ad.
pt_br: Você concorda que aceita nossos termos e condições para publicar este anúncio?

source: All of the fields were successfully validated!
pt_br: Todos os campos foram validados com sucesso!

source: primary listing details
pt_br: Informações da Empresaa

source: Staple & Fancy Hotel
pt_br: ex: Churrascaria Santa Maria

source: Does Your Business have a tagline?
pt_br: Sua empresa tem um slogan?

source: Start typing and find your place in google map
pt_br: Comece a digitar, buscaremos sua empresa no Google Maps

source: Select City
pt_br: Selecione a Cidade

source: Whatsapp no.
pt_br: Número do Whatsapp

source: Whatsapp no for listing detail page.
pt_br: Insira caso sua empresa tenha canal de vendas ou grupos de clientes.

source: Its recommended to provide official website url and avoid landing pages designed for a specific campaign
pt_br: É recomendado fornecer o URL oficial do site e evitar páginas de destino projetadas para uma campanha específica

source: http://
pt_br: (link do site)

source: Choose Your Business Category
pt_br: Selecione a categoria da sua loja

source: Detail description about your listing
pt_br: Faça um resumo da sua loja.

source: Gallery
pt_br: Galeria

source: Upload Feature Image
pt_br: Faixada (Planos Pagos)

source: Quick tip for featured images
pt_br: Dica rápida para imagens em destaque

source: this is test data for quick tip for title field
pt_br: isto é dados de teste para dica rápida para o campo de título

source: this is test data for quick tip for tagline field
pt_br: são dados de teste para obter dicas rápidas para o campo de tagline

source: quick tip data for location field
pt_br: dados de dicas rápidas para o campo de localização

source: this is test infor address field
pt_br: este é o campo de endereço de teste info

source: this is quick tip info for phone field
pt_br: esta é uma informação rápida sobre dicas para o campo telefônico

source: this is quick tip info for website field
pt_br: esta é uma informação rápida sobre dicas para o campo do site

source: Quick tip on FAQ question
pt_br: Dica rápida nas pergunta frequentes

source: this is test data for quick tip info of FAQ answer field
pt_br: são dados de teste para obter informações rápidas sobre dicas do campo de resposta das perguntas frequentes

source: this is test data for quick tip info of Video field
pt_br: são dados de teste para obter informações rápidas sobre dicas do campo Vídeo
