Repository: camiloroca/Localization
Catalog: */Plugin/LP_Plugin_*.po
Languages: pt_br

source: quick tip info for gallery
pt_br: informações de dicas rápidas para a galeria

source: quick tip for featured img
pt_br: dica rápida para img em destaque

source: quick tip for business logo
pt_br: dica rápida para o logotipo da empresa

source: quick tip for account section
pt_br: dica rápida para a seção da conta

source: You agree & accept our Terms & Conditions for submitting listing
pt_br: Você concorda e aceita nossos Termos e Condições para enviar seu anúncio?

source: Video Testimonial
pt_br: Depoimento em vídeo

source: Video preview Image
pt_br: Visualizar image do vídeo

source: Video URL
pt_br: Link do Vídeo

source: Testimonial Title
pt_br: Título Depoimento

source: Author name
pt_br: Nome do Autor

source: Author Company
pt_br: Dono da Empresa

source: Author Avatar
pt_br: Dono do Avatar

source: Listing Category
pt_br: Categoria do Anúncio

source: Location
pt_br: Endereço Comercial

source: Features
pt_br: Características

source: Expire After
pt_br: Expira após

source: Payment Status
pt_br: Estado do Pagamento

source: Date
pt_br: Data

source: Associated Plan
pt_br: Plano Contratado

source: Days Left
pt_br: Dias Restando

source: Unlimited
pt_br: Indefinido

source: N/A
pt_br: Gratuito

source: Select your listing features
pt_br: Quais produtos / serviços que sua empresa oferece?

source: Verify your purchase code to unlock all features, see
pt_br: Verifique seu código de compra para desbloquear todos os recursos, veja

source: instructions
pt_br: Instruções

source: Valid License Key!
pt_br: Chave de Licença Válida!

source: Invalid license key
pt_br: Chave de licença inválida

source: Show All %s
pt_br: Mostrar Todos %s

source: Select Plan
pt_br: Selecionar Plano

source: Active
pt_br: Pagas

source: Pending
pt_br: Aguardando

source: Delete
pt_br: Apagar

source: Sorry! there is no result
pt_br: Desculpa! não há resultado

source: Users Type...
pt_br: Tipo de usuários ...

source: Filter
pt_br: Filtrar

source: The server does not have ImageMagick or GD installed and/or enabled! Any of these libraries are required for WordPress to be able to resize images. Please contact your server administrator to enable this before continuing.
pt_br: O servidor não possui ImageMagick ou GD instalado e / ou habilitado! Qualquer uma dessas bibliotecas é necessária para que o WordPress possa redimensionar imagens. Entre em contato com o administrador do servidor para ativá-lo antes de continuar.

source: Image rotate failed.
pt_br: A rotação da imagem falhou.

source: Image opacity change failed.
pt_br: A mudança de opacidade da imagem falhou.

source: Image color change failed.
pt_br: A alteração da cor da imagem falhou.

source: Image grayscale failed.
pt_br: Falha na escala de cinza da imagem.

source: Image negate failed.
pt_br: A negação da imagem falhou.

# post type general name
source: Claims
pt_br: Reclamações

# post type singular name
source: Claim
pt_br: Reclamação

# admin menu
source: Claims
pt_br: Reclamações

# add new on admin bar
source: Claim
pt_br: Reclamações

# review
source: Add New
pt_br: Adicionar Novo

source: Add New Claim
pt_br: Adicionar Reclamação

source: New Claim
pt_br: Nova Reclamação

source: Edit Claim
pt_br: Editar Reclamação

source: View Claim
pt_br: Visualizar Reclamação

source: All Claims
pt_br: Todas as Reclamações

source: Search Claims
pt_br: Procurar Reclamações

source: Parent Claims:
pt_br: Reclamações Pai

source: No reviews found.
pt_br: Nenhum Comentário Encontrado

source: No reviews found in Trash.
pt_br: Nenhum comentário econtrado na lixeira

source: Description.
pt_br: Descrição

source: Current Author
pt_br: Autor atual

source: Status
pt_br: Situação

source: Confirm
pt_br: Confirmar

source: Times
pt_br: Tempo:

source: Time
pt_br: Tempo

source: Frequently Ask Questions
pt_br: Perguntas Frequentes

source: FAQ: How many directories can I build with a single license?
pt_br: FAQ: Quantos diretórios posso criar com uma única licença?

source: FAQ: Can I monetize (earn) from my directories with a regular license?
pt_br: Perguntas frequentes: posso gerar receita (ganhar) com meus diretórios com uma licença regular?

source: FAQ: What`s included in item support (regular license)?
pt_br: FAQ: O que está incluído no suporte ao item (licença regular)?

source: Multi-Criteria Rating
pt_br: Classificação multicritério

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Select Option
pt_br: Selecione a opção

source: Browse File
pt_br: Inserir banner

source: Please Login To Upload
pt_br: Faça o login para carregar

source: Ads Invoices
pt_br: Faturas de Anúncios

source: All Types
pt_br: Todos os tipos

source: All Methods
pt_br: Todos os métodos

source: Wire
pt_br: Transferência

source: All Status
pt_br: Estado atual

source: Search Invoices
pt_br: Procurar Faturas

source: Invoices
pt_br: Faturas

source: Listings Invoices
pt_br: Faturas de Anúncios

source: PAID
pt_br: PAGA

source: Invoice#
pt_br: Faturas#

source: Date:
pt_br: Data:

source: Invoice To:
pt_br: Faturado Para:

source: Pay To:
pt_br: Pago Para:

source: Business Name
pt_br: Nome da empresa

source: Call Us For Help
pt_br: Dúvidas? Estamos disposição

source: Invoice Details
pt_br: Detalhes da Fatura

source: Transaction ID
pt_br: ID da Transação

source: Listing Name
pt_br: Tipo de Plano

source: Pricing Plan
pt_br: Preço do Plano

source: Duration
pt_br: Duração

source: Amount
pt_br: Montante

source: Tax
pt_br: Imposto

source: Plan Price
pt_br: Preço planejado

source: Paid with
pt_br: Pago com

source: Download PDF
pt_br: Baixar PDF

source: Print
pt_br: Impressão

source: Billed To:
pt_br: Faturado para:

source: List Name :
pt_br: Lista de nomes :

source: Amount
pt_br: Montante

source: Coupons
pt_br: Cupons

source: Sorry! Pending or Expired
pt_br: Desculpe! Pendente ou Expirado

source: Great! Enjoy the discount
pt_br: Ótimo! Aproveite o desconto

source: Sorry! Limit exceeded
pt_br: Desculpe! Limite excedido

source: Sorry! Invalid coupon code
pt_br: Código inválido!

source: Discount( without % sign ) :
pt_br: Porcentagem (sem o sinal de %):

source: Discount( fix price ) :
pt_br: Desconto (ex: 10) :

source: Listingpro Coupons
pt_br: Listagens de Cupons

source: Generate
pt_br: Gerar

source: Please click on generate button
pt_br: Por favor, clique no botão gerar

source: Fix Price Coupon?
pt_br: Por preço

source: Please add only numeric value
pt_br: Apenas Número

source: Start Date :
pt_br: Data de início :

source: Coupon Starts
pt_br: Cupom Inicia

source: End Date :
pt_br: Data final :

source: Limit :
pt_br: Limite:

source: Save Coupon
pt_br: Salvar Cupom

source: No.
pt_br: Número.

source: Code
pt_br: Código

source: Discount value
pt_br: Valor Descontado

source: Available
pt_br: Acessível

source: Start Date
pt_br: Data de início

source: Ends Date
pt_br: Data de término

source: (Fix)
pt_br: (Consertar)

source: Expired
pt_br: Expirado

source: Sorry! There is no active coupon
pt_br: Desculpe! Não há cupom ativo

source: Sorry! There is no expired coupon
pt_br: Desculpe! Não há cupom expirado

source: Sorry! There is no coupon
pt_br: Desculpa! Não há cupom

source: Flagged
pt_br: Sinalizado

source: Sorry! There is no report found
pt_br: Desculpa! Não foi encontrado nenhum relatório

source: Flags
pt_br: Bandeira

source: Reviews Reports
pt_br: Relatórios dos Comentários

source: Review Title
pt_br: Título do Comentário

source: Reported For
pt_br: Relatado para

source: Action
pt_br: Ação

source: Are you sure you want to proceed?
pt_br: Tem certeza de que deseja continuar?

source: Listingpro Compatibility Wizard
pt_br: Listingpro Assistente de Compatibilidade

source: One-Time Backward Compatiblity Wizard
pt_br: Assistente de compatibilidade com versões anteriores

source: We have made some major changes in the latest version that requires a one-time compatiblity wizard to make sure everything is fine after the update.
pt_br: Fizemos algumas mudanças importantes na versão mais recente que requer um assistente de compatibilidade único para garantir que tudo esteja bem após a atualização.

source: Start
pt_br: Início

source: Back To Dashboard
pt_br: Voltar ao painel

source: Complete
pt_br: Completo

source: Select Package Type
pt_br: Selecione um tipo de pacote

source: Please Make sure to add no. of posts in this package
pt_br: Por favor, certifique-se de adicionar não. de posts neste pacote

source: Package
pt_br: Pacote

source: Pay Per Listing
pt_br: Pago por Anúncio

source: Enter Description here
pt_br: Digite a descrição aqui

source: Plan Description...
pt_br: Descrição do Plano ...

source: Will only work with "Virtical View 3" of Pricing Plan Page Style
pt_br: Só funcionará com "Vertical View 3" do estilo de página de plano de preços

source: Enter no. of post in the package
pt_br: Digite o nº. de postagem no pacote deseja prosseguir?

source: Total Posts in Package
pt_br: Total de anúncio por pacote

source: Select color for the title background box
pt_br: Selecione a cor para a caixa de fundo do título

source: Duration Type
pt_br: Tipo de duração

source: Default
pt_br: Padrãoo

source: Yearly
pt_br: Anual

source: Max. Images In Gallery (add only integer value)
pt_br: Máx. Imagens na galeria (adicione apenas o valor inteiro)

source: Empty field will be considered as unlimited"
pt_br: O campo vazio será considerado ilimitado "

source: Max Gallery Size (Put only integer value) units are in MBs
pt_br: As unidades de tamanho máximo da galeria (coloque apenas o valor inteiro) são em MBs

source: Empty field will be considered as unlimited
pt_br: Campo vazio será considerado ilimitado

source: Price (Do not use currency sign)
pt_br: Preço (não use sinal de moeda)

source: Empty field will be considered as free plan. Free plan option only works in "Pay per Listing"
pt_br: Campo vazio será considerado como plano gratuito. Opção de plano gratuito só funciona em "anúncios pagos "

source: Duration( in days )
pt_br: Duração (em dias)

source: Continue free plan after expire
pt_br: Continuar plano gratuito após expirar

source: Hot Plan
pt_br: Plano Promocional

source: Plan Usage
pt_br: Planejar o uso

source: General
pt_br: Geral

source: Category
pt_br: Categoria

source: Unselect all
pt_br: Desmarcar todos

source: Select all
pt_br: Selecionar Todos

source: Enable/Disable Listing Fields By Plan
pt_br: Ativar / desativar campos de listagem por plano

source: <label for="bulk_enable_price_options"><b>Enable All Following</b></label>
pt_br: <label for="bulk_enable_price_options"><b>Ativar todos</b></label>

source: <label for="contact_show"><b>contact information</b></label>
pt_br: <label for="contact_show"><b>Contato - Exibe Telefone e WhatsApp. </b></label>

source: <label for="map_show"><b>Google map</b></label>
pt_br: <label for="map_show"><b>Mostrar no Mapa - Exibe o endereço e a localização no Mapa. </b></label>

source: <label for="video_show"><b>video</b></label>
pt_br: <label for="video_show"><b>Vídeo Comercial - Insira um link do Youtube. </b></label>

source: <label for="gallery_show"><b>Gallery</b></label>
pt_br: <label for="gallery_show"><b>Galeria de Fotos - Carrossel de imagens no topo do anúncio.</b></label>

source: <b>Tagline</b>
pt_br: <b>Slogan</ b> - Uma frase criativa que complementa o nome da empresa.

source: <b>Location.</b>
pt_br: <b>Endereço Comercial</b> - Endereço onde a loja se encontra.

source: <b>Website.</b>
pt_br: <b>Site (Link)</b> - Funcionalidade que exibe o endereço do site.

source: <b>Appointments.</b>
pt_br: <b>Compromissos - Permite inserir link de agendamento.</b>

source: <b>Lead Form.</b>
pt_br: <b>Form. Interessados - Permitir enviar comentário ao lojista.</b>

source: <b>Social Media links.</b>
pt_br: <b>Redes Sociais (Links)</b> - Permitir a inserção de links.

source: <b>FAQs list.</b>
pt_br: <b>Perguntas Frequentes - Permite digitar perguntas e a respostas. </b>

source: <b>Price Range.</b>
pt_br: <b>Faixa de Preços</ b> - Exibirá quanto os usuários poderão gastar.

source: <b>Tags or Keywords.</b>
pt_br: <b> Tags ou palavras-chave - Permite inserir tags nas buscas. </ b>

source: <b>Business Hours.</b>
pt_br: <b>Horário Comercial</b> - Exibe o horário de expediente.

source: <b>Reserva Booking.</b>
pt_br: <b>Reserva Booking </b> - Site que faz Agendamentos.

source: <b>Timekit Booking.</b>
pt_br: <b>Timekit Booking </b> - Site que faz Agendamentos.

source: <b>Menu.</b>
pt_br: <b>Promoção</b> - Permite a inserção de várias promoções.

source: <b>Announcement.</b>
pt_br: <b>Panfleto</b> - Forma de divulgação através de um banner 500x500.

source: <b>Deals, Offers, Discounts.</b>
pt_br: <b>Ofertas agendadas - Determina até quando a promoção será válida. </b>

source: <b>competitor campaigns</b> on Listing Detail Page
pt_br: <b>Ocultar Campanhas na Sidebar</ b> - Não exibe anúncios de outra loja.

source: <b>featured image</b> on Listing Detail Page
pt_br: <b> imagem em destaque </ b> na página de detalhes do anúncio

source: <b>Events in listings
pt_br: <b> Ocultar eventos nos anúncios </b> - Esconde eventos no plano escolhido.

source: <b>Hide Google Ads
pt_br: <b>Ocultar Google Ads - Ocultar todas as propagandas. </b>

source: Category Icon
pt_br: Ícone da Categoria

source: For Archive and Search Page
pt_br: Para Arquivo e Página de Pesquisa

source: Icon On Banner
pt_br: Ícone do Banner

source: Icon For Home Page Banner
pt_br: Ícone para página inicial Banner

source: Category Banner
pt_br: Categoria do Banner

source: Category Banner ID
pt_br: Categoria do Banner ID

source: Feature icon
pt_br: Ícone de recurso

source: Location Image
pt_br: Localização da Imagem

source: Location Image ID
pt_br: Id da localização da Imagem

source: Remove
pt_br: Remover

source: + Add More
pt_br: +Adicionar Mais

source: Quick questions
pt_br: Perguntas Rápidas

source: Add Your Business Hours.
pt_br: Adicionar horário de Funcionamento

source: FAQ helps to understand.
pt_br: O FAQ ajuda a entender.

source: + Add New
pt_br: +Adicionar Novo

source: Insert image
pt_br: Inserir Imagens

source: Current :
pt_br: Corrente

source: Edit Gallery
pt_br: Editar Galeria

source: Upload Images
pt_br: Subir Imagens

source: No menus have been created yet. <a href="%s">Create some</a>.
pt_br: Nenhum menu foi criado ainda. <a href="%s"> Crie alguns </a>.

source: Add Banner
pt_br: Adicionar Banner

source: Plan For
pt_br: Plano para

source: Listing Only
pt_br: Apenas Anúncio

source: Claim Only
pt_br: Apenas Reclamar

source: Both
pt_br: Ambas

source: Claim Type
pt_br: Tipo de Reclamação

source: Free
pt_br: Gratuito

source: Paid
pt_br: Pagar

source: Send Email
pt_br: Enviar Email

source: Add More
pt_br: Adicione Mais

source: Select Listing for Claim
pt_br: Selecione o anúncio a reclamar

source: Claimed by
pt_br: Reclamado Por

source: Claimer First Name
pt_br: Primeiro nome do Reclamador

source: Claimer Last Name
pt_br: Sobrenome do Reclamador

source: Claimer Business Email
pt_br: Email Comercial do Reclamador

source: Claimer Attachment
pt_br: Anexos do Reclamador

source: Claimer Details
pt_br: Detalhes de quem Reclamou

source: Claimer Phone
pt_br: Telefone de quem Reclamou

source: Select Listing
pt_br: Defina o anúncio a ser promovido

source: Ad type
pt_br: Tipo de anúncio

source: Launched Date
pt_br: Data lançada

source: Mode
pt_br: Modo

source: Total Duration
pt_br: Duração total

source: Total Budget
pt_br: Orçamento total

source: Remaining Balance
pt_br: Saldo Remanescente

source: Click Used
pt_br: Clique usado

source: Rating
pt_br: Avaliação

source: Assigned to Listing
pt_br: Atribuído ao Anúncio

source: Reply
pt_br: Responder

source: Reported By
pt_br: Relatado Por

source: Reported Count
pt_br: Contagem de Relatório

source: MultiRating
pt_br: Múltiplas Avaliação

source: Business Tagline Text
pt_br: Texto comercial do Slogn

source: Google Address
pt_br: Endereço no Google

source: Map Pin
pt_br: Pino no Mapa

source: Youtube Channel Link
pt_br: Link do canal do YouTube

source: Your Youtube Channel URL as social link
pt_br: O URL do seu canal do YouTube como link social

source: Instagram Profile Link
pt_br: Link do Perfil Intagram

source: Your Instagram Profile URL as social link
pt_br: Link de perfil Instagram

source: Youtube Video URL
pt_br: Link do Youtube

source: Any specific Youtube Video? You want to share on business page
pt_br: Algum vídeo específico do Youtube? Você quer compartilhar na página comercial

source: Select images to present your buisness online.
pt_br: Selecione imagens para apresentar sua empresa on-line.

source: Show Price Status
pt_br: Mostrar Preços

source: It will show your business price range
pt_br: Isso mostrará a faixa de preço de sua empresa

source: Ignore this if your buisness does not have any specific price to show
pt_br: Ignore isso se a sua empresa não tiver um preço específico para mostrar

source: Plans
pt_br: Planos

source: Ignore this if this post will not be a paid one
pt_br: Ignore isso se esta postagem não for paga

source: Listing's Duration
pt_br: Duração do Anúncio

source: This is Listing Duration which were associated with plan
pt_br: Esta é a Duração do anúncio em que foi associada ao plano

source: Reviews
pt_br: Comentários

source: Verify Listing
pt_br: Verificar Anúncio

source: Approve claim at claim section this will override complete claim process
pt_br: Aprove a reclamação, isso anulará o processo de reivindicação completo

source: Ad Purchased on
pt_br: Anúncio comprado em

source: Ad Purchased Packages
pt_br: Pacotes Comprados

source: Faq
pt_br: Pergunta

source: Timings
pt_br: Horários

source: Set Your business time details
pt_br: Defina o horário de funcionamento

source: Copmain ID
pt_br: Identificação Copmain

source: Changed Plan ID
pt_br: ID do plano alterado

source: Select business logo for your listing.
pt_br: Selecione a logo da empresa para sua listagem.

source: Show in Filter
pt_br: Mostrar Filtros

source: Field Type
pt_br: Tipo de campo

source: Text
pt_br: Texto

source: Checkbox (Switch On/Off)
pt_br: Caixa de seleção (ligar/desligar)

source: Multicheck
pt_br: Múltipla Escolha

source: Drop-Down
pt_br: Suspenso

source: Radio Options
pt_br: Opção Radio

source: Select Options
pt_br: Selecionar Opções

source: Multicheck Options
pt_br: Opções Múltiplas

source: Exclusive from Categories
pt_br: Exclusivo de Categorias

source: Select category for this field
pt_br: Selecione a categoria para este campo

source: listing settings
pt_br: Configurações do Anúncio

source: Additional Setting
pt_br: Configurações Adicionais

source: Details About Claim
pt_br: Detalhes Sobre a Reclamação

source: Ad Options
pt_br: Opções de Anúncio

source: Page Options
pt_br: Opções da Página

source: Post Options
pt_br: Opções de Postagem

source: General Options
pt_br: Opções Gerais

source: Custom Form Fields
pt_br: Campos de Formulário Personalizados

source: Create Featured Gallery
pt_br: Criar Galeria em Destaque

source: Edit Featured Gallery
pt_br: Editar Galeria Destaque

source: Save Featured Gallery
pt_br: Salvar galeria em destaque

source: Saving...
pt_br: Salvando ...

# listingpro-plugin
source: Expired
pt_br: Expirado

source: Expired <span class="count">(%s)</span>
pt_br: Expirado <span class="count">(%s)</span>

# listingpro-plugin
source: Reported
pt_br: Relatório

source: Reported <span class="count">(%s)</span>
pt_br: Reportado <span class="count">(%s)</span>

source: Sorry! There is problem in your submission
pt_br: Oops! Você deixou algum campo vazio!

source: Success! Submission is successful
pt_br: Aguarde... Processando Informações!

source: UserName already exists
pt_br: Nome de Usuário já existe

source: Email already exists
pt_br: O e-mail informado já existe

source: Invalid username or password
pt_br: nome de usuário ou senha inválidos

source: Sorry! There is problem in listing submission
pt_br: Desculpa! Há um problema no envio da empresa

source: Please check captcha
pt_br: Por favor, preencha o Recaptcha

source: Exclusive From Categories
pt_br: Exclusivo de Categorias

source: Select a Field Type
pt_br: Selecione um tipo de campo

source: Label
pt_br: Rótulo

source: Options
pt_br: Opções

source: Drop Pin
pt_br: Local Atual

source: Add Custom Address
pt_br: Adicionar endereço personalizado

source: Price Details
pt_br: Price Detailss

source: Primary Listing Details
pt_br: Informações da Empresaaa

source: Listing Title *
pt_br: Título do anúncio*

source: Listing Title
pt_br: Título do Anúncioo

source: Tagline
pt_br: Slogan

source: Full Address
pt_br: Endereço completo

source: City
pt_br: Cidade

source: Phone
pt_br: Telefone

source: Category *
pt_br: Categoria*

source: Category
pt_br: Categoria

source: Price Details
pt_br: Price Detailsss

source: Price Range|Price From|Price To
pt_br: Faixa de preço | Preço De | Preço Até

source: not to say|price from|price to
pt_br: para não dizer|preço de|preço para

source: Setting a price range can help attract the right targeted audience and will avoid any awkward situations for both customers and the owner.|Being honest with your customers can build a strong relationship. Dont hesitate to include.|Being honest with your customers can build a strong relationship. Dont hesitate to include.
pt_br: Definir uma faixa de preço pode ajudar a atrair o público-alvo certo e evitar situações embaraçosas para os clientes e o proprietário. | Ser honesto com seus clientes pode criar um relacionamento forte. Não hesite em incluir. | Ser honesto com seus clientes pode criar um relacionamento forte. Não hesite em incluir.

source: Frequently Asked Questions
pt_br: Perguntas Frequentess

source: Tags Or Keywords (Comma Separated)
pt_br: Tags ou palavras-chave (separadas por vírgula)

source: Your Business Video
pt_br: Vídeo Comercial

source: Images
pt_br: Imagens / Fotos

source: Listing Titleee *
pt_br: Título do Anúnciooo

source: Subscriptions
pt_br: Inscritos

source: User
pt_br: Usuário

source: Listing
pt_br: Listagem

source: Subscription
pt_br: Inscritos

source: Next Payment
pt_br: Próximo pagamento

source: Are you sure you want to proceed action?
pt_br: Tem certeza de que deseja continuar com a ação?

source: Unsubscribe
pt_br: Cancelar Inscrição

source: exc. tax
pt_br: Taxa de Juros

source: inc. tax
pt_br: Taxa de Juros

source: Receipt/invoice#
pt_br: Faturas / Recibos

source: Method
pt_br: Método

source: Price
pt_br: Investimento

source: Watch
pt_br: Visualizar

source: Date will be appeared after payment confirmation
pt_br: A data será exibida após a confirmação do pagamento

source: Row ID
pt_br: ID de Linha

source: Put your row ID here. This can then be used to target the row with CSS or as an anchor point to scroll to when the relevant link is clicked.
pt_br: Coloque sua ID de linha aqui. Isso pode ser usado para segmentar a linha com CSS ou como um ponto de âncora para rolar para quando o link relevante é clicado.

source: Choose Icon
pt_br: Escolher Ícone

source: Choose icon to be displayed in heading area
pt_br: Escolha o ícone a ser exibido na área de cabeçalho

source: Icon Position
pt_br: Posição do ícone

source: Above Title
pt_br: Acima do título

source: With Description
pt_br: Com descrição

source: Title Position
pt_br: Posição do Título

source: Center
pt_br: Centro

source: Left
pt_br: Esquerdo

source: Row Title
pt_br: Título da linha

source: Put here row title
pt_br: Coloque o título aqui

source: Row description
pt_br: Linha de Descrição

source: Put here row description
pt_br: Coloque aqui a descrição da linha

source: Title Color
pt_br: Cor do Título

source: Title line Backgroud Color
pt_br: Cor de fundo da linha de título

source: Row Type
pt_br: Tipo de Linha

source: Center Content
pt_br: Centro de Conteúdo

source: Full Width - Center Content
pt_br: Largura total - Centro do conteúdo

source: Full Width
pt_br: Largura completa
