Repository: camiloroca/Localization
Catalog: */Plugin/LP_Plugin_*.po
Languages: pt_br

source: Background Color
pt_br: Cor de fundo

source: Background Repeat
pt_br: fundo de repetição

source: No Repeat
pt_br: Não Repita

source: Repeat
pt_br: Repetir

source: Background Parallax
pt_br: Paralaxe de fundo

source: Not Parallax
pt_br: Não paralaxe

source: Parallax
pt_br: Paralaxe

source: Extra Class Name
pt_br: Nome da classe extra

source: This can then be used to target the row with CSS.
pt_br: Isso pode ser usado para segmentar a linha com CSS.

# post type general name
source: Pricing Plans
pt_br: Planos

# post type singular name
source: Price Plans
pt_br: Preço dos Planos

# book
source: Add New Price Plan
pt_br: Novo Plano

source: Add New Price Plan
pt_br: Adicionar Novo Plano

source: Edit Price Plan
pt_br: Editar Planos

source: New Price Plan
pt_br: Novo Plano

source: View Price Plan
pt_br: Visualizar Plano

source: Search Price Plans
pt_br: Pesquisar Planos

source: No Price Plan found
pt_br: Nenhum Plano Encontrado

source: No Price Plans found in Trash
pt_br: Nenhum plano encontrado na lixeira

source: Number of Listings
pt_br: Números de Anúncios

# post type general name
source: Listings
pt_br: Anúncios

# post type singular name
source: Listing
pt_br: Anúncio0o

# book
source: Add New
pt_br: Adicionar Novo

source: Add New List
pt_br: Adicionar Nova Lista

source: Edit List
pt_br: Editar Lista

source: New Listing
pt_br: Novo Anúncio

source: View List
pt_br: Visualizar Lista

source: Search Listing
pt_br: Pesquisar Anúncio

source: No List found
pt_br: Nenhuma Lista encontrada

source: No List found in Trash
pt_br: Nenhum anúncio encontrado na Lixeira

# post type general name
source: Form Fields
pt_br: Formulários

# post type singular name
source: Field
pt_br: Campo

# book
source: Add New Field
pt_br: Novo Campo

source: Add New Field
pt_br: Adicionar Novo Campo

source: Edit Field
pt_br: Editar Campos

source: New Field
pt_br: Novo Campo

source: View Field
pt_br: Visualizar campo

source: Search Fields
pt_br: Pesquisar Campos

source: No Field found
pt_br: Nenhum campo encontrado

source: No Field found in Trash
pt_br: Nenhum campo encontrado na Lixeira

source: Add New Feature
pt_br: Adicionar novo recurso

source: New Feature
pt_br: Novo Recurso

source: View Feature
pt_br: Ver característica

source: Search Locations
pt_br: Pesquisar Locais

source: View Location
pt_br: Ver localização

source: Popular Locations
pt_br: Locais Populares

source: All Locations
pt_br: Todas as Localizações

source: Parent Location
pt_br: Localização Pai

source: Parent Location:
pt_br: Localização Pai:

source: Edit Location
pt_br: Editar Localização

source: Update Location
pt_br: Atualizar Localização

source: Add New Location
pt_br: Adicionar Nova Localização

source: New Location Name
pt_br: Nome da nova Localização

source: Separate Locations with commas
pt_br: Local separado com vírgulas

source: Add or remove Location
pt_br: Adicione ou Remova a Localização

source: Choose from the most used Locations
pt_br: Escolha entre os locais mais utilizados

source: Back to Locations
pt_br: Voltar para locais

# post type general name
source: Events
pt_br: Eventos1

# post type singular name
source: Events
pt_br: Eventos2

# book
source: Add New Event
pt_br: Adicionar Evento1

source: Add New Event
pt_br: Adicionar Evento2

source: Edit Event
pt_br: Editar Evento

source: New Event
pt_br: Novo evento

source: View Event
pt_br: Ver Evento

source: Search Events
pt_br: Pesquisar Eventos

source: No Event found
pt_br: Nenhum evento encontrado

source: No Event found in Trash
pt_br: Nenhum evento encontrado na lixeira

source: Event Details
pt_br: Detalhes do evento

source: "%1$s" requires "%2$s" to be installed and activated.
pt_br: "%1$s" requer "%2$s" para ser instalado e ativado.

source: "%1$s" requires "%2$s" version %3$s or greater.
pt_br: "%1$s" requer "%2$s" versão %3$s ou superior.

source: Choose your Category style
pt_br: Escolha o estilo da sua categoria

source: Check the checkbox
pt_br: Marque a caixa de seleção

source: Button for grid style 3, Leave empty to hide.
pt_br: Botão para o estilo de grade 3, deixe vazio para se esconder.

source: Button link for grid style 3
pt_br: Link de botão para estilo de grade 3

source: Button link Listing category slider style
pt_br: Link do Estilo do botão controle deslizante da categoria de listagem

source: Button for Listing category slider style, Leave empty to hide.
pt_br: Botão para o estilo do slider da categoria Listagem, Deixe em branco para ocultar.

source: Pricing plans views
pt_br: Visualizar preço dos planos

source: Recurring Payment?
pt_br: Pagamento Atrasado

source: Category:
pt_br: Categoria:

source: Duration:
pt_br: Duração:

source: Days
pt_br: Dias

source: Sorry! No Paid Claim request found
pt_br: Desculpa! Não encontramos nenhum anúncio pago reclamado.

source: Sorry! Pricing plan associated with the current selection must have a defined duration
pt_br: Desculpa! O plano de preços associado à seleção atual deve ter uma duração definida

source: Sorry! You have no paid listings yet!
pt_br: Desculpa! Você ainda não possui anúncios pagos!

source: Transaction has failed! But don’t worry, you can always go back.
pt_br: A transação falhou! Mas, não se preocupe, você sempre poderá voltar.

source: Contact Site Admin
pt_br: Entre em contato com o administrador do site

source: 24 hours open
pt_br: Aberto 24 horas

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça

source: Wednesday
pt_br: Quarta

source: Thursday
pt_br: Quinta

source: Friday
pt_br: Sexta

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: 24 Hours
pt_br: 24 Horas

source: Sorry
pt_br: Desculpe

source: Already Added
pt_br: Já adicionado

source: Add 2nd time slot?
pt_br: Horário de Almoço

source: Bank Transfer
pt_br: Transf ou Boleto

source: Recurring Payment
pt_br: Pagamento atrasad

source: Alert! Recurring Payment Option is Enabled By Default.
pt_br: Alerta! A opção de pagamento recorrente está ativada por padrão.

source: Sorry! You have not enable any payment method
pt_br: Você não habilitou nenhum método de pagamento

source: SELECT PAYMENT
pt_br: Pagamento

source: REVIEW PAYMENT
pt_br: Confirmação

source: DONE
pt_br: Recibo

source: Sorry! Your request failed
pt_br: Desculpa! Sua solicitação falhou

source: Card Number
pt_br: Número do Cartão

source: Expiration Date (MM/YYYY)
pt_br: Data de Expiração (MM/YYYY)

source: Name
pt_br: Nome

source: Address
pt_br: Endereço

source: State
pt_br: Estado

source: Country
pt_br: País

source: Zip
pt_br: CEP

source: Proceed
pt_br: Continuarr

source: Close
pt_br: Fechar

source: Standard
pt_br: Guia Comercial

source: Exclusive
pt_br: Pacotes

source: No plan associated with this category
pt_br: Nenhum plano associado a esta categoria

source: Annually
pt_br: Anual

source: There is no Plan available right now.
pt_br: Não há plano disponível no momento.

source: unlimited
pt_br: indefinido

source: Per Listing
pt_br: Por Anúncio

source: Per Package
pt_br: Por Pacote

source: Per Package
pt_br: Por Pacote

source: Per Listing
pt_br: Por Anúncio

source: Duration
pt_br: Duração

source: days
pt_br: Dias

source: : Unlimited days
pt_br: : Livre

source: Max. Listings :
pt_br: Max. Anúncios:

source: Max. Listings : Unlimited
pt_br: Max. Anúncios: Livre

source: Map Display
pt_br: Mostrar no Mapa

source: Contact Display
pt_br: Contato

source: Business Tagline
pt_br: Slogan Comercial

source: Social Links
pt_br: Redes Sociais (Links)

source: Tags/Keywords
pt_br: Tags/Palavras Chaves

source: Resurva
pt_br: Reservas

source: Menu
pt_br: Cardápio

source: Announcement
pt_br: Anúncio

source: Deals-Offers-Discounts
pt_br: Ofertas Agendadas

source: Hide competitors Ads
pt_br: Oculta Concorrentes

source: CHOOSE PLAN
pt_br: ESCOLHA O PLANO

source: should have a price
pt_br: Deveria ter um preço

source: Per Month Price
pt_br: Preço por mês

source: Total Listings :
pt_br: Total de Anúncios:

source: Available Listings :
pt_br: Avaliar Anúncios:

source: Used :
pt_br: Usado:

source: Announcment
pt_br: Panfleto (Banner)

source: Bookings
pt_br: Reservas

source: Lead Form
pt_br: Formulário de Interessados

source: Get Started Now
pt_br: Vamos Começar?

source: per month
pt_br: por mês

source: billed Annually
pt_br: cobrado anualmente

source: Max. listings allowed :
pt_br: Max. Anúncios permitidos:

source: Per Month
pt_br: Por mês

source: Remaining Listings :
pt_br: Anúncios Restantes:

source: Hot
pt_br: Oferta

source: Continue
pt_br: Investir

source: Unlimited days
pt_br: Livre

source: Listings
pt_br: Listagenss

source: Listings : Unlimited
pt_br: Anúncios: Ilimitado

source: Choose Plan
pt_br: Escolha o plano

source: View All Features
pt_br: Exibir todos os recursos

source: Per Month Price :
pt_br: Preço por mês:

source: Lead FOrm
pt_br: Formulário de Interessadoss

source: SELECT A LISTING
pt_br: Qual anúncio deseja publicar?

source: Date:
pt_br: Data:

source: Category:
pt_br: Categoria:

source: Duration:
pt_br: Duração:

source: Price:
pt_br: Preço

source: Congratulations! Transaction is successful!
pt_br: Parabéns! A transação é bem sucedida!

source: Go Back To Dashboard
pt_br: Painel de Controle

source: Tax
pt_br: Imposto

source: LP Columns Element
pt_br: LP Elemento Colunas

source: LP Promotional Element
pt_br: LP Elemento Promocional

source: Add Link Title
pt_br: Adicionar Título no Link

source: Add URL here
pt_br: Adicionar a URL aqui

source: LP Promotional Services
pt_br: LP Serviços Promocionais

source: LP Promotional Timeline
pt_br: LP Cronograma Promocional

source: Timeline First Description
pt_br: Título Principal da Descrição

source: LP Promotional Presentaion
pt_br: LP Apresentação Promocional

source: LP Promotional Support
pt_br: LP Suporte Promocional

source: LP Call to Action
pt_br: LP Apelo à Ação

source: Select Listingpro Call to Action Style
pt_br: Selecione o estilo de call to action da Listingpro

source: Call to Action with Button
pt_br: Frase de destaque com botão

source: Call to Action without Button
pt_br: Frase de destaque sem botão

source: LP Notification
pt_br: LP Notificação

source: LP Tabs
pt_br: LP Separadores

source: Styles
pt_br: Estilos

source: LP Entries
pt_br: LP Inscrições

source: LP Client Testimonial
pt_br: LP Testemunho dos Clientes

source: Choose your testimonial style
pt_br: Escolha o seu estilo de testemunho

source: Add designation
pt_br: Adicionar Destino

source: LP Locations
pt_br: LP Localizações

source: Choose your Listing style
pt_br: Escolha seu estilo de anúncio

source: Select location
pt_br: Selecione a Localização

source: Order of locations
pt_br: Ordem de locais

source: LP Feature Box
pt_br: LP Caixa de recursos

source: Description about this element
pt_br: Descrição sobre esse elemento

source: LP Listings By (location/category)
pt_br: Listagens de LP por (local / categoria)

source: LP Listing Posts
pt_br: LP Listagem de Postagens

source: LP Listings With Coupons
pt_br: LP Listagens com cupons

source: LP Listings by ID
pt_br: LP Listagens por ID

source: comma separated ids
pt_br: ids separados por vírgula

source: LP Claimed Listings
pt_br: Lista de Anúncios Reclamados

source: LP Image Gallery
pt_br: LP Galeria de Imagem

source: Choose your Gallery style
pt_br: Escolha o seu estilo de galeria

source: LP Video Testimonials
pt_br: Lp Testemunos em Vídeo

source: LP Blog Grids
pt_br: LP Grade de Blog

source: LP Content Boxes
pt_br: LP Caixas de conteúdo

source: Element title
pt_br: Título do elemento

source: LP Single Content Box
pt_br: LP Caixa de Conteúdo Única

source: Select Single Content Box Sryle
pt_br: Selecione o estilo de caixa de conteúdo único

source: Old Style
pt_br: Estilo antigo

source: New Style
pt_br: Novo Estilo

source: LP Partners
pt_br: LP Parceiros

source: LP Single Partner Logo
pt_br: Logomarca de parceiro único

source: Partner logo
pt_br: Logotipo do sócio

source: LP Activities
pt_br: LP Atividades

source: LP Events
pt_br: LP Eventos

source: 3 Events
pt_br: 3 Eventos

source: 4 Events
pt_br: 4 Eventos

source: 5 Events
pt_br: 5 Eventos

source: 6 Events
pt_br: 6 Eventos

source: 7 Events
pt_br: 7 Eventos

source: All Events
pt_br: Todos os eventos

source: LP Events Calander
pt_br: LP Calendário de Evento

source: Calender
pt_br: Calendário

source: New Title
pt_br: Novo Título

source: Title:
pt_br: Título:

source: Options:
pt_br: Opções:

source: Hide Widget If There Are No Terms To Be Displayd?
pt_br: Ocultar widget Se não houver termos a serem exibidos?

source: Hide Terms That Have No Related Posts?
pt_br: Ocultar termos que não têm posts relacionados?

source: Order Terms By:
pt_br: Termos do pedido por:

source: Maximum Number Of Terms To Return:
pt_br: Número máximo de termos a retornar:

source: Ids To Exclude From Being Displayed:
pt_br: IDs a serem excluídos da exibição:

source: Only Display Terms With The Following Ids:
pt_br: Exibir apenas os termos com os seguintes IDs:

source: Custom Taxonomies:
pt_br: Taxonomias personalizadas:

source: Post order:
pt_br: Ordem da Postagem:

source: Latest posts
pt_br: Últimas postagens

source: Most commented posts
pt_br: Postagens mais comentadas

source: Post theme:
pt_br: Tema da postagem:

source: No Thumbnail
pt_br: Sem miniatura

source: Post from:
pt_br: Postagem de:

source: If you were not selected for cats, it will show all categories.
pt_br: Se você não foi selecionado para gatos, ele exibirá todas as categorias.

source: Number of posts to show:
pt_br: numero de postagens para mostrar:

source: It will show the Listings in ads
pt_br: Ele mostrará as listagens nos anúncios

source: Number of Listings:
pt_br: Mostrar número de Listagens;

source: Ads listings will show in sidebar in "random" order
pt_br: Os anúncios serão exibidas na barra lateral em ordem "aleatória"

source: Social Style:
pt_br: Estilo Social:

source: Style One
pt_br: Estilo Um

source: Style Two
pt_br: Estilo Dois

source: Style Three
pt_br: Estilo Três

source: Be the first to review!
pt_br: Seja o primeiro a avaliar!

source: No listing found
pt_br: Nenhum anúncio encontrado

source: It will show nearby listings
pt_br: Ele mostrará lojas próximas

source: Nearby listings will show in sidebar in "random" order
pt_br: As lojas próximas serão exibidas na barra lateral em ordem "aleatória"

source: Required
pt_br: Requeridos
