Repository: camiloroca/Localization
Catalog: Greek/Theme/LP_Theme_GR.po
Languages: el

source: Enable To Show Quick Tips.
el: Ενεργοποίηση για εμφάνιση γρήγορων συμβουλών.

source: Quick Tip Title
el: Τίτλος γρήγορης συμβουλής

source: Quick Text
el: Γρήγορο κείμενο

source: Title Text
el: Κείμενο τίτλου

source: Location Text
el: Κείμενο τοποθεσίας

source: Location Mode
el: Λειτουργία τοποθεσίας

source: Choose if multiple locations can be selected
el: Επιλέξτε αν μπορούν να επιλεγούν πολλές τοποθεσίες

source: Address
el: Διεύθυνση

source: Google Address Button Text
el: Κείμενο κουμπιού διεύθυνσης Google

source: Custom Address Button Text
el: Κείμενο κουμπιού προσαρμοσμένης διεύθυνσης

source: Whatsapp Field Label
el: Ετικέτα πεδίου Whatsapp

source: Label for whatsapp field
el: Ετικέτα για το πεδίο whatsapp

source: It will show on listing submit and edit page
el: Θα εμφανίζεται στη σελίδα υποβολής και επεξεργασίας καταχώρισης

source: Phone Text
el: Κείμενο τηλεφώνου

source: Website URL
el: Διεύθυνση Ιστοσελίδας

source: Website Text
el: Κείμενο ιστότοπου

source: Hours
el: Ωρες

source: Operational Hours Text
el: Κείμενο ωρών λειτουργίας

source: 2nd Time Slot
el: 2ος χρόνος υποδοχής

source: Enable to allow two Times slots per day.
el: Ενεργοποίηση για να επιτρέπονται δύο κουλοχέρηδες Times την ημέρα.

source: Category Text
el: Κείμενο κατηγορίας

source: Select Category Mode
el: Επιλέξτε Λειτουργία κατηγορίας

source: Choose if multiple category can be selected.
el: Επιλέξτε αν μπορεί να επιλεγεί πολλαπλή κατηγορία.

source: Features area Text
el: Δυνατότητες περιοχής κειμένου

source: Select your listing features
el: Επιλέξτε τις δυνατότητες καταχώρισής σας

source: Price Range Text
el: Κείμενο εύρους τιμών

source: Price From
el: Τιμή από

source: Price From Text
el: Τιμή από κείμενο

source: Price To
el: Τιμή σε

source: Price To Text
el: Τιμή σε κείμενο

source: Description Text
el: Κείμενο περιγραφής

source: FAQ
el: Συχνές ερωτήσεις

source: FAQ Title
el: Τίτλος FAQ

source: FAQ Tabs Text
el: Κείμενο καρτελών FAQ

source: Social
el: Κοινωνικός

source: Hide or show all socials
el: Απόκρυψη ή εμφάνιση όλων των κοινωνικών δικτύων

source: Twitter
el: Κελάδημα

source: Instagram
el: Ίνσταγκραμ

source: Tags field
el: Πεδίο ετικετών

source: Tags Text
el: Κείμενο ετικετών

source: Business video
el: Επιχειρηματικό βίντεο

source: Business video Text
el: Κείμενο βίντεο επιχείρησης

source: Image Uploading
el: Μεταφόρτωση εικόνας

source: Featured Image
el: Προτεινόμενη εικόνα

source: Show Location
el: Εμφάνιση τοποθεσίας

source: User Name Text
el: Κείμενο ονόματος χρήστη

source: Enter User Name
el: Εισάγετε όνομα χρήστη

source: Email Text
el: Κείμενο email

source: Enter Your email
el: Συμπληρώστε το email σας

source: Submit Listing Button Text
el: Υποβολή κειμένου κουμπιού καταχώρισης

source: Edit Listing Button Text
el: Επεξεργασία κειμένου κουμπιού καταχώρισης

source: Location
el: Τοποθεσία

source: This section is for locations field in listing submission and edit. you can select either "Auto" or "Manual" locations option
el: Αυτή η ενότητα είναι για το πεδίο τοποθεσιών στην υποβολή καταχώρισης και επεξεργασία. Μπορείτε να επιλέξετε είτε "Αυτόματη" είτε "Μη αυτόματη" τοποθεσία

source: Select Location Type
el: Επιλέξτε Τύπος τοποθεσίας

source: Select option about locations
el: Ορίστε την επιλογή σχετικά με τις τοποθεσίες

source: Select if locations are added by admin or via Google Maps. If Google is selected all locations in the world can be selected unless restricted below.
el: Επιλέξτε εάν οι τοποθεσίες προστίθενται από τον διαχειριστή ή μέσω των Χαρτών Google. Εάν επιλεγεί το Google, μπορούν να επιλεγούν όλες οι τοποθεσίες στον κόσμο, εκτός εάν περιορίζονται παρακάτω.

source: Add Location Code
el: Προσθήκη κωδικού τοποθεσίας

source: Shortcode to restrict locations for specific country
el: Σύντομος κωδικός για τον περιορισμό τοποθεσιών για συγκεκριμένη χώρα

source: Edited location code to restrict locations to the select country. Codes can be viewed here
el: Επεξεργασμένος κωδικός τοποθεσίας για τον περιορισμό τοποθεσιών στην επιλεγμένη χώρα. Μπορείτε να δείτε τους κωδικούς εδώ

source: here
el: εδώ

source: Location Pattern
el: Μοτίβο τοποθεσίας

source: Select option about locations pattern
el: Ορίστε την επιλογή σχετικά με το μοτίβο τοποθεσιών

source: locations option for pattern on search and listing submit and edit
el: επιλογή τοποθεσιών για μοτίβο στην αναζήτηση και καταχώριση υποβολής και επεξεργασίας

source: This section is for submit review option. You can on/off reviews submission. You can also allow user to submit their reviews on listing by either option
el: Αυτή η ενότητα είναι για επιλογή υποβολής κριτικής. Μπορείτε να ενεργοποιήσετε / απενεργοποιήσετε την υποβολή κριτικών. Μπορείτε επίσης να επιτρέψετε στο χρήστη να υποβάλει τις κριτικές του για καταχώριση με οποιαδήποτε από τις δύο επιλογές

source: Review
el: Ανασκόπηση

source: Enable to allow reviews within listings
el: Ενεργοποίηση για να επιτρέπονται κριτικές σε λίστες

source: Post Review
el: Δημοσίευση κριτικής

source: Select option about review submit
el: Ορίστε την επιλογή για υποβολή κριτικής

source: Choose if the user must be logged in to leave reviews.
el: Επιλέξτε εάν ο χρήστης πρέπει να συνδεθεί για να αφήσει σχόλια.

source: Use Listing Image if No Image Uploaded with Review
el: Χρησιμοποιήστε την εικόνα καταχώρισης εάν δεν έχει μεταφορτωθεί εικόνα με κριτική

source: Upload Placeholder Image for Reviews
el: Μεταφόρτωση εικόνας κράτησης θέσης για κριτικές

source: In case if there are no images uploaded with reviews.
el: Σε περίπτωση που δεν υπάρχουν μεταφορτωμένες εικόνες με σχόλια.

source: Detail Listing Page Review Report Button
el: Κουμπί αναφοράς αναθεώρησης σελίδας καταχώρησης λεπτομερειών

source: Multi Rating
el: Πολλαπλή βαθμολογία

source: Enable to choose multipoint reviews
el: Ενεργοποίηση επιλογής κριτικών πολλαπλών σημείων

source: Field 1
el: Πεδίο 1

source: Label Field 1
el: Πεδίο ετικέτας 1

source: Field 2
el: Πεδίο 2

source: Label Field 2
el: Πεδίο ετικέτας 2

source: Field 3
el: Πεδίο 3

source: Label Field 3
el: Πεδίο ετικέτας 3

source: Field 4
el: Πεδίο 4

source: Label Field 4
el: Πεδίο ετικέτας 4

source: Gallery Images Counter
el: Μετρητής εικόνων γκαλερί

source: Maximum no. of images allowed in gallery while submitting a review
el: Μέγιστο αριθ. εικόνων που επιτρέπονται στη συλλογή κατά την υποβολή κριτικής

source: Gallery Images Size
el: Μέγεθος εικόνων συλλογής

source: Allowed size of all images in gallery
el: Επιτρεπόμενο μέγεθος όλων των εικόνων στη συλλογή

source: Reviews Order Filter
el: Φίλτρο παραγγελιών Κριτικές

source: Enable
el: επιτρέπω

source: Disable
el: Καθιστώ ανίκανο

source: Leads Form
el: Φόρμα οδηγών

source: Show / Hide leads form from listing detail page
el: Εμφάνιση / Απόκρυψη φόρμας δυνητικών πελατών από τη σελίδα λεπτομερειών καταχώρισης

source: Form
el: Μορφή

source: Enable to show Lead From within listings
el: Ενεργοποίηση εμφάνισης δυνητικού πελάτη μέσα σε λίστες

source: Show lead form only on claimed listing
el: Εμφάνιση φόρμας δυνητικού πελάτη μόνο σε καταχωρισμένη καταχώριση

source: on=show only on claimed, off= show on all listing
el: on = εμφάνιση μόνο σε αξίωση, off = εμφάνιση σε όλες τις καταχωρίσεις

source: Enable to only show lead form within claimed listings
el: Ενεργοποίηση για εμφάνιση μόνο φόρμας δυνητικών πελατών σε καταχωρίσεις με αξίωση

source: Listing Claim
el: Αξίωση καταχώρισης

source: Show / Hide claim option for listing
el: Εμφάνιση / Απόκρυψη επιλογής αξίωσης για καταχώριση

source: Claim
el: Απαίτηση

source: Enable to allow claiming listings.
el: Ενεργοποίηση για να επιτρέπονται καταχωρίσεις αξίωσης.

source: Claim Form Top Image
el: Κορυφαία εικόνα φόρμας αξίωσης

source: Upload Claim Popup Top Image.
el: Μεταφόρτωση αναδυόμενης κορυφαίας εικόνας αξίωσης.

source: Claim Popup Image
el: Αξίωση αναδυόμενης εικόνας

source: Upload Claim Popup Image.
el: Μεταφόρτωση αναδυόμενης εικόνας αξίωσης.

source: Claim Details
el: Λεπτομέρειες αξίωσης

source: put text here about claim
el: βάλτε κείμενο εδώ για αξίωση

source: You can add more than one text information
el: Μπορείτε να προσθέσετε περισσότερες από μία πληροφορίες κειμένου

source: This is a title
el: Αυτός είναι ένας τίτλος

source: Description Here
el: Περιγραφή εδώ

source: Listing Nearby
el: Καταχώριση σε κοντινή απόσταση

source: Show nearby listings in listing detail page sidebar
el: Εμφάνιση κοντινών καταχωρίσεων στην πλευρική γραμμή σελίδας λεπτομερειών καταχώρισης

source: Add Distance for Nearby Location
el: Προσθήκη απόστασης για κοντινή τοποθεσία

source: Enter only numberic values. Do not add distance units here
el: Εισαγάγετε μόνο αριθμητικές τιμές. Μην προσθέτετε μονάδες απόστασης εδώ

source: No units required.
el: Δεν απαιτούνται μονάδες.

source: Destination in
el: Προορισμός σε

source: Nearby Destination Calculate in
el: Κοντινός προορισμός Υπολογίστε το

source: Select between Miles & Kilometers
el: Επιλέξτε μεταξύ μιλίων και χιλιομέτρων

source: Filter By Listing Category
el: Φιλτράρισμα ανά κατηγορία καταχώρισης

source: Show Nearby listing only from current category
el: Εμφάνιση καταχώρισης σε κοντινή απόσταση μόνο από την τρέχουσα κατηγορία

source: No. of Nearby Listings
el: Αριθμός κοντινών καταχωρίσεων

source: Enter only numberic values
el: Εισαγάγετε μόνο αριθμητικές τιμές

source: Paste Your Google AdSense code. Ads will show on listings detail page
el: Επικολλήστε τον κωδικό σας Google AdSense. Οι διαφημίσεις θα εμφανίζονται στη σελίδα λεπτομερειών καταχωρίσεων

source: Google Ads on listings details page
el: Google Ads στη σελίδα λεπτομερειών καταχωρίσεων

source: Adsense code for listings page. If not entered AdSense will not show
el: Κωδικός Adsense για σελίδα καταχωρίσεων. Εάν δεν εισαχθεί το AdSense δεν θα εμφανίζεται

source: Paste Your Google AdSense code. Ads will show on listings archive page
el: Επικολλήστε τον κωδικό σας Google AdSense. Οι διαφημίσεις θα εμφανίζονται στη σελίδα αρχειοθέτησης καταχωρίσεων

source: Google Ads on listings archive page
el: Google Ads στη σελίδα αρχειοθέτησης καταχωρίσεων

source: Adsense code for archive pages. If not entered AdSense will not show
el: Κωδικός Adsense για σελίδες αρχειοθέτησης. Εάν δεν εισαχθεί το AdSense δεν θα εμφανίζεται

source: Author Archive
el: Αρχείο συγγραφέα

source: Banner Image
el: Εικόνα πανό

source: My Listings
el: Οι καταχωρίσεις μου

source: Enabled
el: Ενεργοποιήθηκε

source: Disabled
el: άτομα με ειδικές ανάγκες

source: Set how many listings will show per page within the user’s profile.
el: Ορίστε πόσες καταχωρίσεις θα εμφανίζονται ανά σελίδα στο προφίλ του χρήστη.

source: Select how the listings will show within the user’s profile.
el: Επιλέξτε πώς θα εμφανίζονται οι καταχωρίσεις στο προφίλ του χρήστη.

source: About Me
el: Σχετικά με μένα

source: Social Icons
el: Κοινωνικά εικονίδια

source: Show
el: προβολή

source: Hide
el: Κρύβω

source: Activities
el: Δραστηριότητες

source: Heading
el: Επικεφαλίδα

source: Photos
el: Φωτογραφίες

source: Images Per Page
el: Εικόνες ανά σελίδα

source: Set how many images will show per page within the user’s profile.
el: Ορίστε πόσες εικόνες θα εμφανίζονται ανά σελίδα στο προφίλ του χρήστη.

source: Contact
el: Επικοινωνία

source: Counters
el: Μετρητές

source: Listing Counter
el: Μετρητής καταχώρησης

source: Photos Counter
el: Φωτογραφίες μετρητή

source: Reviews Counter
el: Μετρητής

source: Report Button
el: Κουμπί Αναφοράς

source: Pricing Plan
el: Πρόγραμμα τιμολόγησης

source: Assign plan to expired listing
el: Εκχώρηση προγράμματος σε καταχώριση που έληξε

source: Enable to change the listing plan after existing expires
el: Ενεργοποίηση αλλαγής του προγράμματος καταχώρισης μετά τη λήξη του υπάρχοντος

source: Select plan listings will switch to after expired.
el: Επιλογή λιστών προγραμμάτων θα αλλάξουν μετά τη λήξη τους.

source: Paid Listing Claim
el: Αξίωση καταχώρισης επί πληρωμή

source: Category Specific Plans
el: Ειδικά σχέδια κατηγορίας

source: Attach specific plans for specific category
el: Επισυνάψτε συγκεκριμένα σχέδια για συγκεκριμένη κατηγορία

source: Enable to link Plans to selected Listing Categories. This will allow you to have different price plans for each category.
el: Ενεργοποίηση σύνδεσης σχεδίων με επιλεγμένες κατηγορίες καταχώρισης. Αυτό θα σας επιτρέψει να έχετε διαφορετικά σχέδια τιμών για κάθε κατηγορία.

source: Monthly & Annual Based Price Plans
el: Μηνιαία & ετήσια βάση τιμών

source: Select Option in Pricing Plans Based on Monthly and Yearly based
el: Επιλέξτε Επιλογή σε προγράμματα τιμολόγησης με βάση μηνιαία και ετήσια βάση

source: Enable this to set Price Plans to Monthly (30 days) or yearly (365 days) this will also allow you to have a different price such as discount if the user pays for a full year. <b>Change to Enable/Disable</b>
el: Ενεργοποιήστε το για να ορίσετε τα προγράμματα τιμών σε μηνιαία (30 ημέρες) ή ετησίως (365 ημέρες), αυτό θα σας επιτρέψει επίσης να έχετε μια διαφορετική τιμή, όπως έκπτωση εάν ο χρήστης πληρώσει για ένα ολόκληρο έτος. <b> Αλλαγή σε Ενεργοποίηση / Απενεργοποίηση </b>

source: Show Annual Price Breakdown as Per Month
el: Εμφάνιση ετήσιας ανάλυσης τιμών ανά μήνα

source: If you enble this option, Price will be display as per month in anual pricing plans
el: Εάν ενεργοποιήσετε αυτήν την επιλογή, η τιμή θα εμφανίζεται ανά μήνα σε ετήσια προγράμματα τιμολόγησης

source: Enable to show how much the total would be if paid monthly.
el: Ενεργοποιήστε για να δείξετε πόσο θα είναι το σύνολο εάν πληρώνεται μηνιαίως.

source: Advanced Filter
el: Προηγμένο φίλτρο

source: This section is for search filters on archive page. Here you can show/hide your desired search filter option. You can also show/hide the search filter completely.
el: Αυτή η ενότητα προορίζεται για φίλτρα αναζήτησης στη σελίδα αρχειοθέτησης. Εδώ μπορείτε να εμφανίσετε / αποκρύψετε την επιθυμητή επιλογή φίλτρου αναζήτησης. Μπορείτε επίσης να εμφανίσετε / αποκρύψετε πλήρως το φίλτρο αναζήτησης.

source: Search Filter
el: Φίλτρο αναζήτησης

source: Open Time
el: Ανοιχτός χρόνος

source: Most Reviewed
el: Με περισσότερες κριτικές

source: Most Viewed
el: Περισσότερες εμφανίσεις

source: Best Match
el: Ταιριάζει καλύτερα

source: Categories
el: Κατηγορίες

source: Near Me
el: Κοντά μου

source: This option will be enabled only if your site has SSL enabled
el: Αυτή η επιλογή θα ενεργοποιηθεί μόνο εάν ο ιστότοπός σας έχει ενεργοποιημένο το SSL

source: IF you enable this option, when near me filter is active, location will be excluded in all filter results
el: ΕΑΝ ενεργοποιήσετε αυτήν την επιλογή, όταν το φίλτρο κοντά μου είναι ενεργό, η τοποθεσία θα εξαιρείται σε όλα τα αποτελέσματα του φίλτρου

source: Location Distance unit
el: Μονάδα απόστασης τοποθεσίας

source: Nearme Destination Calculate in
el: Nearme Destination Υπολογίστε το

source: Default Near Me Value
el: Προεπιλεγμένη τιμή Near Me

source: Set default value of near me
el: Ορίστε την προεπιλεγμένη τιμή κοντά μου

source: Additional Filter options
el: Πρόσθετες επιλογές φίλτρου

source: Search
el: Αναζήτηση

source: What Field
el: Τι πεδίο

source: Enable to show What Field within the search bar.
el: Ενεργοποίηση για εμφάνιση του πεδίου στη γραμμή αναζήτησης.

source: on=hide off=show
el: on = απόκρυψη = εμφάνιση

source: Search mode for home banner search WHAT field
el: Λειτουργία αναζήτησης για αναζήτηση στο αρχικό banner

source: Default Search By
el: Προεπιλεγμένη αναζήτηση από

source: If someone does not select any suggestion from "What" field in the search form, then this option will show its impact on search results.
el: Εάν κάποιος δεν επιλέξει καμία πρόταση από το πεδίο "Τι" στη φόρμα αναζήτησης, τότε αυτή η επιλογή θα δείξει τον αντίκτυπό της στα αποτελέσματα αναζήτησης.

source: Where Field (Location)
el: Πού Πεδίο (Τοποθεσία)

source: Enable to show Location Field within the search bar.
el: Ενεργοποίηση εμφάνισης πεδίου τοποθεσίας στη γραμμή αναζήτησης.

source: Pre populated location in homepage search
el: Προπληρωμένη τοποθεσία στην αναζήτηση αρχικής σελίδας

source: This require auto location enable
el: Αυτό απαιτεί αυτόματη ενεργοποίηση τοποθεσίας

source: Enable typing in homepage location search field
el: Ενεργοποίηση πληκτρολόγησης στο πεδίο αναζήτησης τοποθεσίας αρχικής σελίδας

source: Enable typing in inner pages location search field
el: Ενεργοποίηση πληκτρολόγησης στο πεδίο αναζήτησης τοποθεσίας εσωτερικών σελίδων

source: Select Location Search Type
el: Επιλέξτε Τύπος αναζήτησης τοποθεσίας

source: Select option about locations Search
el: Ορίστε την επιλογή για τις τοποθεσίες Αναζήτηση

source: locations option for listing search in search form
el: επιλογή τοποθεσιών για καταχώριση αναζήτησης σε φόρμα αναζήτησης

source: Add Location Shortcode
el: Προσθήκη σύντομου κωδικού τοποθεσίας

source: For locations codes, visit here.
el: Για κωδικούς τοποθεσιών, επισκεφθείτε εδώ.

source: Exclude Listing Title From Suggestions in Search
el: Εξαίρεση τίτλου καταχώρισης από προτάσεις στην Αναζήτηση

source: on=exclude, off=include
el: on = exclude, off = συμπερίληψη

source: Payment
el: Πληρωμή

source: Submitted Listing Require Approval
el: Υποβλήθηκε καταχώριση Απαιτείται έγκριση

source: Paid Submission
el: Υποβολή επί πληρωμή

source: Recurring Payment
el: Επαναλαμβανόμενη πληρωμή

source: Auto Recurring Payment
el: Αυτόματη επαναλαμβανόμενη πληρωμή

source: Notify User before Expiry
el: Ειδοποίηση χρήστη πριν από τη λήξη

source: Number of Expire Days
el: Αριθμός ημερών λήξης

source: Currency For Paid Submission
el: Νόμισμα για Υποβολή Πληρωμής

source: Currency Position for pricing plan
el: Θέση νομίσματος για πρόγραμμα τιμολόγησης

source: Symbol of currency to left or right side of price in pricing plans
el: Σύμβολο του νομίσματος στην αριστερή ή τη δεξιά πλευρά της τιμής στα προγράμματα τιμολόγησης

source: Select the position for the currency symbol.
el: Επιλέξτε τη θέση για το σύμβολο νομίσματος.

source: Terms & Conditions Page
el: Σελίδα Όρων & Προϋποθέσεων

source: Select terms & conditions page
el: Επιλέξτε σελίδα όρων και προϋποθέσεων

source: Checkout Page
el: Σελίδα αγοράς

source: Select checkout page
el: Επιλέξτε σελίδα ολοκλήρωσης αγοράς

source: Failed Payment page - after failed payment
el: Σελίδα αποτυχημένης πληρωμής - μετά από αποτυχημένη πληρωμή

source: This must be an URL.
el: Πρέπει να είναι μια διεύθυνση URL.

source: Select page used for Failed Payment. Page requires Failed Payment Shortcode.
el: Επιλέξτε σελίδα που χρησιμοποιείται για αποτυχημένη πληρωμή. Η σελίδα απαιτεί αποτυχημένο κωδικό πληρωμής.

source: Thank you page - after successful payment
el: Ευχαριστώ σελίδα - μετά από επιτυχή πληρωμή

source: Select page used for Successful Payment. Page requires Successful Payment Shortcode.
el: Επιλέξτε σελίδα που χρησιμοποιείται για την επιτυχή πληρωμή. Η σελίδα απαιτεί επιτυχημένο σύντομο κωδικό πληρωμής.

source: Coupons
el: Κουπόνια

source: Enable disable on checkout page
el: Ενεργοποίηση απενεργοποίησης στη σελίδα ολοκλήρωσης αγοράς

source: Enable to allow coupons during checkout.
el: Ενεργοποίηση για να επιτρέπονται κουπόνια κατά την ολοκλήρωση της αγοράς.

source: Set Invoice Start
el: Ορισμός έναρξης τιμολογίου

source: Enable disable for Custom Inovice Start No.
el: Ενεργοποίηση απενεργοποίησης για το Custom Inovice Start No.

source: Enable to set custom invoice numbering.
el: Ενεργοποίηση για τον ορισμό προσαρμοσμένης αρίθμησης τιμολογίου.

source: Invoice Start Number
el: Αριθμός έναρξης τιμολογίου

source: Set you own start no. of Invoice for payment
el: Ορίστε τη δική σας αρχή Αρ. τιμολογίου για πληρωμή

source: Api Type
el: Τύπος Api

source: Sandbox = test API. LIVE = real payments API
el: Sandbox = δοκιμαστικό API. LIVE = API πραγματικών πληρωμών

source: Select between Live and Sandbox. Sandbox is used for testing
el: Επιλέξτε μεταξύ Live και Sandbox. Το Sandbox χρησιμοποιείται για δοκιμές

source: Paypal API Username
el: Όνομα χρήστη API Paypal

source: Paypal API Password
el: Κωδικός πρόσβασης API Paypal

source: Paypal API Signature
el: Υπογραφή API Paypal

source: Paypal Receiving Email
el: Paypal που λαμβάνει email

source: Stripe
el: Ταινία

source: Select between Live and Sandbox. Sandbox is used for testing
el: Επιλέξτε μεταξύ Live και Sandbox. Το Sandbox χρησιμοποιείται για δοκιμές

source: Secret Key
el: Μυστικό κλειδί

source: Publishable Key
el: Δημοσιεύσιμο κλειδί

source: Direct Payment / Wire Payment
el: Άμεση πληρωμή / Τραπεζική πληρωμή

source: Bank Transfer
el: Τραπεζική μεταφορά

source: Instructions for Bank Transfer
el: Οδηγίες για τραπεζική μεταφορά

source: API Type
el: Τύπος API

source: Account ID
el: Αναγνωριστικό λογαριασμού

source: Private Key
el: Ιδιωτικό κλειδί

source: Taxes
el: Φόροι

source: Tax Title
el: Τίτλος φόρου

source: Value-Added Tax
el: Φόρος Προστιθέμενης Αξίας

source: Tax Rate
el: Φορολογικός συντελεστής

source: Add rate without % sign
el: Προσθήκη τιμής χωρίς σύμβολο%

source: Enter rate without percentage sign
el: Εισαγάγετε τιμή χωρίς σύμβολο ποσοστού

source: Include Taxes with Pricing Plans
el: Συμπεριλάβετε φόρους με σχέδια τιμολόγησης

source: Email Management
el: Διαχείριση email

source: <span class="font24">General Email Settings</span>
el: <span class = "font24"> Γενικές ρυθμίσεις ηλεκτρονικού ταχυδρομείου </span>

source: Set email address and email sender name here
el: Ορίστε τη διεύθυνση email και το όνομα του αποστολέα email εδώ

source: Email Address
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Email address for general email sending
el: Διεύθυνση email για γενική αποστολή email

source: Email From
el: Email από

source: Email sender name for general email sending
el: Όνομα αποστολέα email για γενική αποστολή email

source: <span class="font24">Global Shortcodes</span>
el: <span class = "font24"> Καθολικοί σύντομοι κωδικοί </span>

source: Shotcodes for every Email Template . %website_name as Website Name, %website_url as Website URL, %user_name as User Name
el: Shotcodes για κάθε πρότυπο email. % website_name ως Όνομα ιστότοπου,% website_url ως URL ιστότοπου,% user_name ως Όνομα χρήστη

source: <span class="font24">New Registered User</span>
el: <span class = "font24"> Νέος εγγεγραμμένος χρήστης </span>

source: Use these shortcodes only for user registertaion email. %user_login_register as username, %user_pass_register as user password, %user_email_register as new user email
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για το email καταχώρισης χρήστη. % user_login_register ως όνομα χρήστη,% user_pass_register ως κωδικός χρήστη,% user_email_register ως νέο email χρήστη

source: Subject for New User Notification
el: Θέμα για νέα ειδοποίηση χρήστη

source: Email subject for new user notification
el: Θέμα ηλεκτρονικού ταχυδρομείου για νέα ειδοποίηση χρήστη

source: Your username and password on %website_url
el: Το όνομα χρήστη και ο κωδικός πρόσβασής σας στο% website_url

source: Content for New User Notification
el: Περιεχόμενο για νέα ειδοποίηση χρήστη

source: Email content for new user notification
el: Περιεχόμενο email για νέα ειδοποίηση χρήστη

source: Subject for New User Admin Notification
el: Θέμα για ειδοποίηση διαχειριστή νέου χρήστη

source: Email subject for new user admin notification
el: Θέμα email για νέα ειδοποίηση διαχειριστή χρήστη

source: New User Registration
el: Εγγραφή νέου χρήστη

source: Content for New User Admin Notification
el: Περιεχόμενο για ειδοποίηση διαχειριστή νέου χρήστη

source: Email content for new user admin notification
el: Περιεχόμενο email για νέα ειδοποίηση διαχειριστή χρήστη

source: <span class="font24">Submit Listing</span>
el: <span class = "font24"> Υποβολή καταχώρισης </span>
