Repository: camiloroca/Localization
Catalog: Greek/Theme/LP_Theme_GR.po
Languages: el

source: Show Google reCAPTCHA during User Registration
el: Εμφάνιση του Google reCAPTCHA κατά την εγγραφή χρήστη

source: User login
el: Σύνδεση χρήστη

source: Show Google reCAPTCHA during User Login
el: Εμφάνιση του Google reCAPTCHA κατά τη σύνδεση χρήστη

source: Show Google reCAPTCHA during Listing Submission
el: Εμφάνιση του Google reCAPTCHA κατά την υποβολή καταχώρισης

source: Listing Edit
el: Επεξεργασία καταχώρισης

source: Show Google reCAPTCHA during Edit Listing
el: Εμφάνιση του Google reCAPTCHA κατά την Επεξεργασία καταχώρισης

source: Show Google reCAPTCHA on Listing Lead Form
el: Εμφάνιση του Google reCAPTCHA στη φόρμα δυνητικού πελάτη καταχώρισης

source: Review Form
el: Φόρμα επανεξέτασης

source: Show Google reCAPTCHA on Listing Review Submission
el: Δείξτε στο Google reCAPTCHA στην Υποβολή Αξιολόγησης Καταχώρισης

source: Contact Page Form
el: Φόρμα σελίδας επικοινωνίας

source: Show Google reCAPTCHA on Contact Page Form
el: Εμφάνιση του Google reCAPTCHA στη φόρμα σελίδας επικοινωνίας

source: User Profile
el: Προφίλ χρήστη

source: Show Google reCAPTCHA v3 on user profile
el: Εμφάνιση του Google reCAPTCHA v3 στο προφίλ χρήστη

source: URL Config
el: Διαμόρφωση URL

source: URL Rewrite
el: Επανεγγραφή URL

source: Please update permalinks ( under Settings menu ) after any changes you make in following slugs ( to avoid a 404 error page )
el: Ενημερώστε τους μόνιμους συνδέσμους (κάτω από το μενού Ρυθμίσεις) μετά από τυχόν αλλαγές που κάνετε στις ακόλουθες γυμνοσάλιαγκες (για να αποφύγετε μια σελίδα σφάλματος 404)

source: listing slug
el: καταχώρηση γυμνοσάλιαγκας

source: Default is "listing"
el: Η προεπιλογή είναι "καταχώριση"

source: listing category slug
el: γυμνοσάλιαγκας κατηγορίας καταχώρισης

source: Default is "listing-category"
el: Η προεπιλογή είναι "λίστα-κατηγορία"

source: Location slug
el: Τοποθεσία γυμνοσάλιαγκας

source: Default is "location"
el: Η προεπιλογή είναι "τοποθεσία"

source: Features slug
el: Χαρακτηριστικά γυμνοσάλιαγκας

source: Default is "features"
el: Η προεπιλογή είναι "χαρακτηριστικά"

source: Events slug
el: Εκδηλώσεις γυμνοσάλιαγκας

source: Default is "events"
el: Η προεπιλογή είναι "συμβάντα"

source: Frontend Dashboard Page
el: Σελίδα πίνακα ελέγχου Frontend

source: Submit Listing Page
el: Υποβολή σελίδας καταχώρησης

source: Select the page used for Listing Submission (Page must include the Submit Listing Shortcode)
el: Επιλέξτε τη σελίδα που χρησιμοποιείται για υποβολή καταχώρησης (Η σελίδα πρέπει να περιλαμβάνει τον σύντομο κωδικό υποβολής καταχώρησης)

source: Edit Listing Page
el: Επεξεργασία σελίδας καταχώρησης

source: Select the page used for Editing Listings (Page must include the Edit Listing Shortcode)
el: Επιλέξτε τη σελίδα που χρησιμοποιείται για την επεξεργασία καταχωρίσεων (Η σελίδα πρέπει να περιλαμβάνει τον σύντομο κώδικα επεξεργασίας καταχωρίσεων)

source: Price plans Page
el: Σχέδια τιμών

source: Select the page used for Price Plans (Page must include the Price Plan Shortcode)
el: Επιλέξτε τη σελίδα που χρησιμοποιείται για τα σχέδια τιμών (Η σελίδα πρέπει να περιλαμβάνει τον σύντομο κωδικό προγράμματος τιμών)

source: Contact Page
el: Επικοινωνία

source: Translate all text strings into your own language
el: Μεταφράστε όλες τις συμβολοσειρές κειμένου στη δική σας γλώσσα

source: Contact Information
el: Στοιχεία επικοινωνίας

source: Enable Contact Information to show on the Contact Page
el: Ενεργοποιήστε τα στοιχεία επικοινωνίας για εμφάνιση στη σελίδα επαφών

source: Contact information
el: Στοιχεία επικοινωνίας

source: ON=SHOW, OFF= HIDE
el: ON = SHOW, OFF = ΚΛΕΙΣΙΜΟ

source: Title for contact information
el: Τίτλος για στοιχεία επικοινωνίας

source: Social Links
el: Κοινωνικοί σύνδεσμοι

source: Enable Social Media Links to show
el: Ενεργοποιήστε τους συνδέσμους μέσων κοινωνικής δικτύωσης για εμφάνιση

source: Enter full URL including HTTPS://
el: Εισαγάγετε την πλήρη διεύθυνση URL, συμπεριλαμβανομένου του HTTPS: //

source: Add or edit Form settings
el: Προσθήκη ή επεξεργασία ρυθμίσεων φόρμας

source: Cotact Form Provider
el: Πάροχος φόρμας Cotact

source: Enter the Shortcode for your preferred form. (be sure to install wpforms lite.)
el: Εισαγάγετε τον Shortcode για τη φόρμα που προτιμάτε. (φροντίστε να εγκαταστήσετε το wpforms lite.)

source: Header for From
el: Κεφαλίδα για Από

source: Successful Submission Message
el: Επιτυχές μήνυμα υποβολής

source: Failed Submission Message
el: Αποτυχημένο μήνυμα υποβολής

source: Shortcode for WPForms Lite
el: Σύντομος κωδικός για το WPForms Lite

source: Enter the Shortcode for your preferred form.
el: Εισαγάγετε τον Shortcode για τη φόρμα που προτιμάτε.

source: Contact Map
el: Επικοινωνία Χάρτης

source: Set Latitude and longitude for contact page map
el: Ορίστε το γεωγραφικό πλάτος και μήκος για τον χάρτη της σελίδας επαφών

source: Contact Page Map
el: Χάρτης σελίδας επικοινωνίας

source: Enable to show Map
el: Ενεργοποίηση εμφάνισης χάρτη

source: Latitude
el: Γεωγραφικό πλάτος

source: Longitude
el: Γεωγραφικό μήκος

source: Footer
el: Υποσέλιδο

source: Add or edit Footer information
el: Προσθήκη ή επεξεργασία πληροφοριών υποσέλιδου

source: Footer Layout
el: Διάταξη υποσέλιδου

source: Select Footer layout
el: Επιλέξτε διάταξη υποσέλιδου

source: Select from 1 of 11 Layout Styles.
el: Επιλέξτε από 1 από 11 στυλ διάταξης.

source: Select footer widget layout
el: Επιλέξτε διάταξη widget υποσέλιδου

source: Control the number of columns in the footer
el: Ελέγξτε τον αριθμό στηλών στο υποσέλιδο

source: Footer top area Background color
el: Χρώμα φόντου επάνω περιοχής

source: (default: #363f48).
el: (προεπιλογή: # 363f48).

source: Controls the Background Color of the Footer
el: Ελέγχει το χρώμα φόντου του υποσέλιδου

source: Footer bottom area Background color
el: Χρώμα φόντου κάτω μέρος περιοχής υποσέλιδου

source: (default: #45505b).
el: (προεπιλογή: # 45505b).

source: Footer Top Text Color ON/OFF
el: ON / OFF Χρώμα Κορυφαίου Κείμενο Υποσέλιδου

source: Footer top area text color
el: Χρώμα κειμένου επάνω περιοχής υποσέλιδου

source: Footer Bottom Text Color ON/OFF
el: ON / OFF Χρώμα κειμένου κάτω υποσέλιδου

source: Footer bottom area text color
el: Χρώμα κειμένου κάτω μέρος περιοχής υποσέλιδου

source: Copyright text
el: Κείμενο πνευματικών δικαιωμάτων

source: Enter the text that displays in the Copyright Bar
el: Εισαγάγετε το κείμενο που εμφανίζεται στη γραμμή πνευματικών δικαιωμάτων

source: Footer Logo
el: Λογότυπο υποσέλιδου

source: Select Image to show with the Page Footer
el: Επιλέξτε Εικόνα για εμφάνιση με το Υποσέλιδο σελίδας

source: Theme Author Information
el: Πληροφορίες συγγραφέα θέματος

source: Footer Text Section Heading
el: Κεφαλίδα ενότητας κειμένου υποσέλιδου

source: Footer Text Section Content
el: Περιεχόμενο ενότητας κειμένου υποσέλιδου

source: Footer Button Text
el: Κείμενο κουμπιού υποσέλιδου

source: Footer Button URL
el: Διεύθυνση URL κουμπιού υποσέλιδου

source: Documentation
el: Τεκμηρίωση

source: Section via hook
el: Τμήμα μέσω γάντζου

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
el: <p class = "description"> Πρόκειται για μια ενότητα που δημιουργήθηκε προσθέτοντας ένα φίλτρο στον πίνακα ενοτήτων. Μπορεί να χρησιμοποιηθεί από παιδικά θέματα για να προσθέσετε / αφαιρέσετε ενότητες από τις επιλογές. </p>

source: Black Friday 50% Off
el: Έκπτωση 50% Black Friday

source: Random Ads
el: Τυχαίες διαφημίσεις

source: Detail Page Ads
el: Διαφημίσεις σελίδας λεπτομερειών

source: Top in Search Page Ads
el: Κορυφαίες διαφημίσεις σελίδας αναζήτησης

source: Enjoy using our features of Listings subscription in very cheap price
el: Απολαύστε τη χρήση των δυνατοτήτων της συνδρομής Listings σε πολύ φθηνή τιμή

source: listing title
el: τίτλος καταχώρισης

source: price
el: τιμή

source: Install Required Plugins
el: Εγκαταστήστε τις απαιτούμενες προσθήκες

source: Install Plugins
el: Εγκατάσταση προσθηκών

source: Installing Plugin: %s
el: Εγκατάσταση προσθήκης:% s

source: Updating Plugin: %s
el: Ενημέρωση προσθήκης:% s

source: Something went wrong with the plugin API.
el: Κάτι πήγε στραβά με το API προσθηκών.

source: This theme requires the following plugin: %1$s.
el: Αυτό το θέμα απαιτεί την ακόλουθη προσθήκη:% 1 $ s.

source: This theme recommends the following plugin: %1$s.
el: Αυτό το θέμα προτείνει την ακόλουθη προσθήκη:% 1 $ s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
el: Η ακόλουθη προσθήκη πρέπει να ενημερωθεί στην τελευταία της έκδοση για να εξασφαλιστεί η μέγιστη συμβατότητα με αυτό το θέμα:% 1 $ s

source: There is an update available for: %1$s.
el: Υπάρχει διαθέσιμη ενημέρωση για:% 1 $ s.

source: The following required plugin is currently inactive: %1$s.
el: Η ακόλουθη απαιτούμενη προσθήκη είναι προς το παρόν ανενεργή:% 1 $ s.

source: The following recommended plugin is currently inactive: %1$s.
el: Η ακόλουθη προτεινόμενη προσθήκη είναι προς το παρόν ανενεργή:% 1 $ s.

source: Begin installing plugin
el: Ξεκινήστε την εγκατάσταση της προσθήκης

source: Begin updating plugin
el: Ξεκινήστε την ενημέρωση της προσθήκης

source: Begin activating plugin
el: Ξεκινήστε την ενεργοποίηση της προσθήκης

source: Return to Required Plugins Installer
el: Επιστροφή στο Απαιτούμενο πρόγραμμα εγκατάστασης πρόσθετων

source: Return to the Dashboard
el: Επιστροφή στον Πίνακα ελέγχου

source: Plugin activated successfully.
el: Η προσθήκη ενεργοποιήθηκε με επιτυχία.

source: The following plugin was activated successfully:
el: Η ακόλουθη προσθήκη ενεργοποιήθηκε με επιτυχία:

source: No action taken. Plugin %1$s was already active.
el: Δεν έγινε καμία ενέργεια. Η προσθήκη% 1 $ s ήταν ήδη ενεργή.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
el: Η προσθήκη δεν ενεργοποιήθηκε. Απαιτείται υψηλότερη έκδοση του% s για αυτό το θέμα. Ενημερώστε την προσθήκη.

source: All plugins installed and activated successfully. %1$s
el: Όλα τα πρόσθετα εγκαταστάθηκαν και ενεργοποιήθηκαν με επιτυχία. % 1 $ s

source: Dismiss this notice
el: Παράβλεψη αυτής της ειδοποίησης

source: There are one or more required or recommended plugins to install, update or activate.
el: Υπάρχουν μία ή περισσότερες απαιτούμενες ή προτεινόμενες προσθήκες για εγκατάσταση, ενημέρωση ή ενεργοποίηση.

source: Please contact the administrator of this site for help.
el: Επικοινωνήστε με τον διαχειριστή αυτού του ιστότοπου για βοήθεια.

source: This plugin needs to be updated to be compatible with your theme.
el: Αυτή η προσθήκη πρέπει να ενημερωθεί για να είναι συμβατή με το θέμα σας.

source: Update Required
el: Απαιτείται αναβάθμιση

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
el: Το πακέτο απομακρυσμένης προσθήκης δεν περιέχει φάκελο με το επιθυμητό slug και η μετονομασία δεν λειτούργησε.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
el: Επικοινωνήστε με τον πάροχο προσθηκών και ζητήστε τους να συσκευάσουν την προσθήκη τους σύμφωνα με τις οδηγίες του WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
el: Το πακέτο απομακρυσμένης προσθήκης αποτελείται από περισσότερα από ένα αρχεία, αλλά τα αρχεία δεν είναι συσκευασμένα σε ένα φάκελο.

# plugin A *and* plugin B
source: and
el: και

source: Required
el: Απαιτείται

source: Recommended
el: Συνιστάται

source: WordPress Repository
el: Αποθήκη WordPress

source: External Source
el: Εξωτερική πηγή

source: Pre-Packaged
el: Συσκευασμένο προϊόν

source: Not Installed
el: Μη εγκατεστημενο

source: Installed But Not Activated
el: Εγκαταστάθηκε αλλά δεν ενεργοποιήθηκε

source: Active
el: Ενεργός

source: Required Update not Available
el: Η απαιτούμενη ενημέρωση δεν είναι διαθέσιμη

source: Requires Update
el: Απαιτείται ενημέρωση

source: Update recommended
el: Συνιστάται ενημέρωση

# plugins
source: All <span class="count">(%s)</span>
el: Όλα <span class = "count"> (% s) </span>

source: To Install <span class="count">(%s)</span>
el: Για εγκατάσταση <span class = "count"> (% s) </span>

source: Update Available <span class="count">(%s)</span>
el: Διαθέσιμη ενημέρωση <span class = "count"> (% s) </span>

source: To Activate <span class="count">(%s)</span>
el: Για ενεργοποίηση <span class = "count"> (% s) </span>

# as in: "version nr unknown"
source: unknown
el: άγνωστος

source: Installed version:
el: Εγκατεστημένη έκδοση:

source: Minimum required version:
el: Ελάχιστη απαιτούμενη έκδοση:

source: Available version:
el: Διαθέσιμη έκδοση:

source: No plugins to install, update or activate.
el: Δεν υπάρχουν προσθήκες για εγκατάσταση, ενημέρωση ή ενεργοποίηση.

source: Plugin
el: Συνδέω

source: Source
el: Πηγή

source: Version
el: Εκδοχή

source: Install %2$s
el: Εγκατάσταση% 2 $ s

source: Update %2$s
el: Ενημέρωση% 2 $ s

source: Activate %2$s
el: Ενεργοποίηση% 2 $ s

source: Upgrade message from the plugin author:
el: Αναβάθμιση μηνύματος από τον συντάκτη της προσθήκης:

source: Install
el: Εγκαθιστώ

source: Update
el: Εκσυγχρονίζω

source: Activate
el: Θέτω εις ενέργειαν

source: No plugins were selected to be installed. No action taken.
el: Δεν επιλέχθηκαν προσθήκες για εγκατάσταση. Δεν έγινε καμία ενέργεια.

source: No plugins were selected to be updated. No action taken.
el: Δεν επιλέχθηκαν προσθήκες για ενημέρωση. Δεν έγινε καμία ενέργεια.

source: No plugins are available to be installed at this time.
el: Δεν υπάρχουν διαθέσιμα πρόσθετα προς εγκατάσταση αυτήν τη στιγμή.

source: No plugins are available to be updated at this time.
el: Δεν υπάρχουν διαθέσιμα πρόσθετα προς ενημέρωση αυτήν τη στιγμή.

source: No plugins were selected to be activated. No action taken.
el: Δεν επιλέχθηκαν πρόσθετα για ενεργοποίηση. Δεν έγινε καμία ενέργεια.

source: No plugins are available to be activated at this time.
el: Δεν υπάρχουν διαθέσιμα πρόσθετα για ενεργοποίηση αυτή τη στιγμή.

source: Plugin activation failed.
el: Η ενεργοποίηση της προσθήκης απέτυχε.

source: Updating Plugin %1$s (%2$d/%3$d)
el: Ενημέρωση προσθήκης% 1 $ s (% 2 $ d /% 3 $ d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
el: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του% 1 $ s: <strong>% 2 $ s </strong>.

source: The installation of %1$s failed.
el: Η εγκατάσταση του% 1 $ s απέτυχε.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
el: Η διαδικασία εγκατάστασης και ενεργοποίησης ξεκινά. Αυτή η διαδικασία μπορεί να διαρκέσει λίγο σε ορισμένους κεντρικούς υπολογιστές, οπότε παρακαλώ υπομονή.

source: %1$s installed and activated successfully.
el: Το% 1 $ s εγκαταστάθηκε και ενεργοποιήθηκε με επιτυχία.

source: Show Details
el: Δείξε λεπτομέρειες

source: Hide Details
el: Κρύψε τις λεπτομέρειες

source: All installations and activations have been completed.
el: Όλες οι εγκαταστάσεις και οι ενεργοποιήσεις έχουν ολοκληρωθεί.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
el: Εγκατάσταση και ενεργοποίηση προσθήκης% 1 $ s (% 2 $ d /% 3 $ d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
el: Η διαδικασία εγκατάστασης ξεκινά. Αυτή η διαδικασία μπορεί να διαρκέσει λίγο σε ορισμένους κεντρικούς υπολογιστές, οπότε παρακαλώ υπομονή.

source: %1$s installed successfully.
el: Το% 1 $ s εγκαταστάθηκε με επιτυχία.

source: All installations have been completed.
el: Όλες οι εγκαταστάσεις έχουν ολοκληρωθεί.

source: Installing Plugin %1$s (%2$d/%3$d)
el: Εγκατάσταση προσθήκης% 1 $ s (% 2 $ d /% 3 $ d)

source: Owner Response
el: Απόκριση ιδιοκτήτη

source: Sorry! Listing owners can not post review on their listings!
el: Συγνώμη! Οι κάτοχοι καταχώρισης δεν μπορούν να δημοσιεύσουν κριτική στις καταχωρίσεις τους!

source: Sorry! already posted on this listing!
el: Συγνώμη! ήδη δημοσιεύτηκε σε αυτήν την καταχώριση!

source: Email already exists! Please login or change email
el: Το email υπάρχει ήδη! Παρακαλούμε συνδεθείτε ή αλλάξτε email

source: User name already exists! Please login or try a different one
el: Το όνομα χρήστη υπάρχει ήδη! Συνδεθείτε ή δοκιμάστε διαφορετικό

source: Review has been submitted successfully
el: Η κριτική υποβλήθηκε με επιτυχία

source: Thanks for reacting
el: Ευχαριστώ για την αντίδραση

source: Max. allowed images are
el: Μέγιστη. οι επιτρεπόμενες εικόνες είναι

source: Max. allowed images size is
el: Μέγιστη. το επιτρεπόμενο μέγεθος εικόνων είναι

source: Add Review
el: Προσθήκη κριτικής

source: Select Images
el: Επιλέξτε Εικόνες

source: Browse
el: Ξεφυλλίζω

source: Title
el: Τίτλος

source: Example: It was an awesome experience to be there
el: Παράδειγμα: Ήταν μια φοβερή εμπειρία να είσαι εκεί

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too!
el: Συμβουλή: Μια εξαιρετική κριτική καλύπτει φαγητό, εξυπηρέτηση και ατμόσφαιρα. Έχετε προτάσεις για τα αγαπημένα σας πιάτα και ποτά ή κάτι που όλοι πρέπει να δοκιμάσουν εδώ; Συμπεριλάβετε και αυτό!

source: Your review is recommended to be at least 140 characters long :)
el: Η κριτική σας συνιστάται να έχει τουλάχιστον 140 χαρακτήρες :)

source: You agree & accept our Terms & Conditions for posting this review?
el: Συμφωνείτε και αποδέχεστε τους Όρους και Προϋποθέσεις μας για τη δημοσίευση αυτής της κριτικής;

source: Submit Review
el: Υποβολή κριτικής

source: Please fill Email, Title, Description and Rating
el: Συμπληρώστε Email, Τίτλο, Περιγραφή και Αξιολόγηση

source: User Name
el: Ονομα χρήστη

source: john
el: Γιάννης

source: Your review is recommended to be at least 140 characters long
el: Η κριτική σας συνιστάται να έχει τουλάχιστον 140 χαρακτήρες

source: Submit Review
el: Υποβολή κριτικής

source: Signup & Submit Review
el: Εγγραφή και υποβολή κριτικής

source: Write a review
el: Γράψτε μια κριτική

source: Your Rating
el: Η βαθμολογία σας

source: Tip: A great review covers food, service, and ambiance. Got recommendations for your favorite dishes and drinks, or something everyone should try here? Include that too! And remember.
el: Συμβουλή: Μια εξαιρετική κριτική καλύπτει φαγητό, εξυπηρέτηση και ατμόσφαιρα. Έχετε προτάσεις για τα αγαπημένα σας πιάτα και ποτά ή κάτι που όλοι πρέπει να δοκιμάσουν εδώ; Συμπεριλάβετε και αυτό! Και θυμήσου.

source: Your review recommended to be at least 140 characters long :)
el: Η κριτική σας συνιστάται να έχει τουλάχιστον 140 χαρακτήρες :)

source: Features
el: Χαρακτηριστικά

source: in
el: σε

source: for
el: Για

source: No Results
el: Χωρίς αποτέλεσμα

source: Sorry! There are no listings matching your search.
el: Συγνώμη! Δεν υπάρχουν καταχωρήσεις που να ταιριάζουν στην αναζήτησή σας.

source: Try changing your search filters or
el: Δοκιμάστε να αλλάξετε τα φίλτρα αναζήτησης ή

source: Reset Filter
el: Επαναφορά φίλτρου

source: More results for
el: Περισσότερα αποτελέσματα για

source: Someone
el: Κάποιος

source: Country :
el: Χώρα :

source: City :
el: Πόλη :

source: Zip :
el: Φερμουάρ :

source: Setup Wizard
el: Οδηγός εγκατάστασης

source: Introduction
el: Εισαγωγή

source: Editor
el: Συντάκτης

source: Plugins
el: Πρόσθετα

source: Demos
el: Επίδειξη

source: Content
el: Περιεχόμενο

source: Ready!
el: Ετοιμος!

source: Listingpro &rsaquo; Setup Wizard
el: Καταχώρισηpro & rsaquo; Οδηγός εγκατάστασης

source: Return to the WordPress Dashboard
el: Επιστρέψτε στον Πίνακα ελέγχου του WordPress

source: Welcome to the Easy Setup Assistant for %s.
el: Καλώς ορίσατε στον Βοηθό Easy Setup για το% s.

source: It looks like you may have recently upgraded to this theme. Great! This setup wizard will help ensure all the default settings are correct. It will also show some information about your new website and support options.
el: Φαίνεται ότι έχετε αναβαθμίσει πρόσφατα σε αυτό το θέμα. Μεγάλος! Αυτός ο οδηγός εγκατάστασης θα σας βοηθήσει να διασφαλίσετε ότι όλες οι προεπιλεγμένες ρυθμίσεις είναι σωστές. Θα εμφανίσει επίσης ορισμένες πληροφορίες σχετικά με τον νέο ιστότοπό σας και τις επιλογές υποστήριξης.

source: Let's Go!
el: Πάμε!

source: Not right now
el: Οχι τώρα

source: Welcome to the Easy Setup Assistant! for %s.
el: Καλώς ορίσατε στον Βοηθό Easy Setup! για% s.

source: It looks like you have already run the setup wizard.
el: Φαίνεται ότι έχετε ήδη εκτελέσει τον οδηγό εγκατάστασης.

source: LATER
el: ΑΡΓΟΤΕΡΑ

source: Run Setup Wizard Again
el: Εκτελέστε ξανά τον Οδηγό εγκατάστασης

source: Easy Setup! Click! Click! Click!
el: Εύκολη ρύθμιση! Κάντε κλικ! Κάντε κλικ! Κάντε κλικ!

source: This wizard will help you kickstart with all the necessary tools.
el: Αυτός ο οδηγός θα σας βοηθήσει να ξεκινήσετε με όλα τα απαραίτητα εργαλεία.

source: Ready to begin the setup?
el: Είστε έτοιμοι να ξεκινήσετε τη ρύθμιση;

source: START
el: ΑΡΧΗ

source: NEXT
el: ΕΠΟΜΕΝΟ

source: First, let us help you unpack.
el: Κατ 'αρχάς, ας σας βοηθήσουμε να αποσυσκευάσετε.

source: Good news! All plugins are already installed and up to date. Please continue.
el: Καλα ΝΕΑ! Όλα τα πρόσθετα είναι ήδη εγκατεστημένα και ενημερωμένα. Παρακαλώ συνέχισε.

source: Stay tight while we install all necessary tools for your new directory.
el: Μείνετε προσεκτικοί ενώ εγκαθιστούμε όλα τα απαραίτητα εργαλεία για τον νέο σας κατάλογο.

source: Yes! i am ready.
el: Ναί! είμαι έτοιμος.

source: No Slug Found
el: Δεν βρέθηκε γυμνοσάλιαγκας

source: Let us help you jump start with dummy content.
el: Αφήστε μας να σας βοηθήσουμε να ξεκινήσετε με εικονικό περιεχόμενο.

source: Are you ready to import the dummy content?
el: Είστε έτοιμοι να εισαγάγετε το πλαστό περιεχόμενο;

source: Skip this step
el: Παραλείψτε αυτό το βήμα

source: Import Content
el: Εισαγωγή περιεχομένου

source: Which Pre-Built Demo Style You Like?
el: Ποιο προ-ενσωματωμένο στυλ επίδειξης σας αρέσει;

source: preview
el: προεπισκόπηση

source: SKIP
el: ΠΑΡΑΛΕΙΠΩ

source: ACCEPT
el: ΑΠΟΔΕΧΟΜΑΙ

source: Now you will be automatically redirected to WordPress dashboard...
el: Τώρα θα ανακατευθυνθείτε αυτόματα στον πίνακα ελέγχου του WordPress ...

source: Upgrade
el: Αναβαθμίζω

source: Upgrade Content and Settings
el: Αναβάθμιση περιεχομένου και ρυθμίσεων

source: Pending.
el: Εκκρεμής.

source: Installing Updates.
el: Εγκατάσταση ενημερώσεων.

source: Success.
el: Επιτυχία.

source: Widget Import file could not be found. Please try again.
el: Δεν ήταν δυνατή η εύρεση του αρχείου εισαγωγής Widget. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.

source: Widget import data could not be read. Please try a different file.
el: Δεν ήταν δυνατή η ανάγνωση δεδομένων εισαγωγής widget. Δοκιμάστε ένα διαφορετικό αρχείο.

source: Sidebar does not exist in theme (using Inactive)
el: Η πλευρική γραμμή δεν υπάρχει στο θέμα (χρησιμοποιώντας ανενεργό)

source: Site does not support widget
el: Ο ιστότοπος δεν υποστηρίζει widget

source: Widget already exists
el: Το widget υπάρχει ήδη

source: Imported
el: Εισαγόμενος

source: Imported to Inactive
el: Εισήχθη σε ανενεργό

source: No Title
el: Χωρίς τίτλο

source: Theme options Import file could not be found. Please try again.
el: Δεν ήταν δυνατή η εύρεση των επιλογών θέματος Το αρχείο εισαγωγής. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.

source: Theme options import data could not be read. Please try a different file.
el: Δεν ήταν δυνατή η ανάγνωση δεδομένων εισαγωγής επιλογών θέματος. Δοκιμάστε ένα διαφορετικό αρχείο.

source: There was an error when reading this WXR file
el: Παρουσιάστηκε σφάλμα κατά την ανάγνωση αυτού του αρχείου WXR
