Repository: camiloroca/Localization
Catalog: Greek/Theme/LP_Theme_GR.po
Languages: el

source: Use these shortcodes only for listng submission email. %listing_title as Listing title, %listing_url as Listing URL
el: Χρησιμοποιήστε αυτούς τους συντομότερους κωδικούς μόνο για το email υποβολής λίστας. % listing_title as Title list,% listing_url ως URL καταχώρισης

source: New Listing Submission Subject
el: Θέμα υποβολής νέας καταχώρισης

source: Email subject
el: Θέμα του μέιλ

source: Your listing has been submitted
el: Η καταχώρισή σας έχει υποβληθεί

source: New Listing Submission Content
el: Περιεχόμενο υποβολής νέας καταχώρισης

source: Email content
el: Περιεχόμενο email

source: New Listing Submission Subject(for admin)
el: Θέμα υποβολής νέας καταχώρισης (για διαχειριστή)

source: New listing has been submitted
el: Υποβλήθηκε νέα καταχώριση

source: New Listing Submission Content(for admin)
el: Περιεχόμενο υποβολής νέας καταχώρισης (για διαχειριστή)

source: <span class="font24">Purchase Activated</span>
el: <span class = "font24"> Ενεργοποίηση αγοράς </span>

source: Use these shortcodes only for purchased activated email. %listing_title as Listing title, %listing_url as Listing URL, %plan_title as Plan Title, %invoice_no as Invoice Number
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για αγορασμένα ενεργοποιημένα email. % listing_title ως τίτλος καταχώρισης,% listing_url ως URL καταχώρισης,% plan_title ως τίτλος σχεδίου,% invoice_no ως αριθμός τιμολογίου

source: Purchase Activated Subject
el: Αγορά ενεργοποιημένου θέματος

source: Email subject for purchase activated
el: Το θέμα email για αγορά ενεργοποιήθηκε

source: Your purchase has activated
el: Η αγορά σας έχει ενεργοποιηθεί

source: Purchase Activated Content
el: Αγορά ενεργοποιημένου περιεχομένου

source: Email content for Purchase Activated
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για αγορά ενεργοποιημένη

source: Purchase Activated Subject(for admin)
el: Αγορά ενεργοποιημένου θέματος (για διαχειριστή)

source: A purchased has been made
el: Έγινε αγοράστηκε

source: Purchase Activated Content(for admin)
el: Αγορά ενεργοποιημένου περιεχομένου (για διαχειριστή)

source: <span class="font24">Review Reply</span>
el: <span class = "font24"> Κριτική απάντηση </span>

source: Use these shortcodes only for review reply email. %listing_title as Listing title, %listing_url as Listing URL, %sender_name as Sender Name, %reply as Review Reply
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για το email απάντησης κριτικής. % listing_title ως τίτλος καταχώρισης,% listing_url ως URL καταχώρισης,% sender_name ως όνομα αποστολέα,% απάντηση ως κριτική απάντησης

source: Review Reply Subject
el: Κριτική Απάντηση Θέμα

source: Email subject for Review Reply
el: Θέμα ηλεκτρονικού ταχυδρομείου για απάντηση κριτικής

source: Review Reply
el: Αξιολογήστε την απάντηση

source: Review Reply Content
el: Αξιολογήστε το περιεχόμενο απάντησης

source: Email content for Review Reply
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για απάντηση κριτικής

source: <span class="font24">Approved Listing</span>
el: <span class = "font24"> Εγκεκριμένη καταχώριση </span>

source: Use these shortcodes only for Listing Approve email. %listing_title as Listing title, %listing_url as Listing URL
el: Χρησιμοποιήστε αυτούς τους συντομότερους κωδικούς μόνο για το Email έγκρισης καταχώρισης. % listing_title as Title list,% listing_url ως URL καταχώρισης

source: Listing Approved Subject
el: Εγγραφή εγκεκριμένο θέμα

source: Email subject for approved listing
el: Θέμα ηλεκτρονικού ταχυδρομείου για εγκεκριμένη καταχώριση

source: Your listing approved
el: Η καταχώρισή σας εγκρίθηκε

source: Listing Approved Content
el: Εγγραφή εγκεκριμένο περιεχόμενο

source: Email content for listing approved
el: Το περιεχόμενο ηλεκτρονικού ταχυδρομείου για εγγραφή εγκρίθηκε

source: <span class="font24">Expired Listing</span>
el: <span class = "font24"> Λήξη καταχώρισης </span>

source: Use these shortcodes only for Listing Expired email. %listing_title as Listing title, %listing_url as Listing URL
el: Χρησιμοποιήστε αυτούς τους συντομεύσεις μόνο για την καταχώριση Λήξης email. % listing_title as Title list,% listing_url ως URL καταχώρισης

source: Listing Expired Subject
el: Λήξη θέματος λίστας

source: Email subject for expired listing
el: Θέμα email για καταχώριση που έχει λήξει

source: Your listing expired
el: Η καταχώρισή σας έληξε

source: Listing Expired Content
el: Καταχώριση ληγμένου περιεχομένου

source: Email content for listing expired
el: Το περιεχόμενο ηλεκτρονικού ταχυδρομείου για καταχώριση έληξε

source: <span class="font24">Expired Ad Campaign</span>
el: <span class = "font24"> Καμπάνια διαφημίσεων που έληξε </span>

source: Use these shortcodes only for Ad Campaign Expired email. %listing_title as Listing title, %listing_url as Listing URL
el: Χρησιμοποιήστε αυτούς τους συντομεύσεις μόνο για το μήνυμα ηλεκτρονικού ταχυδρομείου που έχει λήξει για διαφημιστική καμπάνια. % listing_title as Title list,% listing_url ως URL καταχώρισης

source: Ad Expired Subject
el: Θέμα που έληξε διαφήμιση

source: Email subject for expired ads campaign
el: Θέμα ηλεκτρονικού ταχυδρομείου για καμπάνια διαφημίσεων που έχουν λήξει

source: Your ad campaign has expired
el: Η διαφημιστική σας καμπάνια έχει λήξει

source: Ad Expired Content
el: Περιεχόμενο που έχει λήξει από τη διαφήμιση

source: Email content for ads campaigns expired
el: Το περιεχόμενο ηλεκτρονικού ταχυδρομείου για διαφημιστικές καμπάνιες έληξε

source: Wire Invoice
el: Τιμολόγιο καλωδίων

source: Use these shortcodes only for Wire Invoice email. %listing_title as Listing title, %listing_url as Listing URL, %invoice_no as invoice number
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για το ηλεκτρονικό ταχυδρομείο τιμολογίου. % listing_title ως τίτλος καταχώρισης,% listing_url ως URL καταχώρισης,% invoice_no ως αριθμός τιμολογίου

source: Invoice Email Subject
el: Θέμα ηλεκτρονικού ταχυδρομείου τιμολογίου

source: Email subject wire inovice
el: Inovice σύρμα θέμα ηλεκτρονικού ταχυδρομείου

source: Your new listing on %website_url
el: Η νέα σας καταχώριση στο% website_url

source: Invoice Email Content
el: Περιεχόμενο email τιμολογίου

source: Invoice Email Subject(admin)
el: Θέμα ηλεκτρονικού ταχυδρομείου τιμολογίου (διαχειριστής)

source: Email subject(admin)
el: Θέμα ηλεκτρονικού ταχυδρομείου (διαχειριστής)

source: Invoice Email Content (admin)
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου τιμολογίου (διαχειριστής)

source: Email content(admin)
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου (διαχειριστής)

source: Claim Listing ( submission )
el: Καταχώριση αξίωσης (υποβολή)

source: Use these shortcodes only for Claim email. %listing_title as Listing title, %listing_url as Listing URL
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για αξίωση email. % listing_title as Title list,% listing_url ως URL καταχώρισης

source: Listing Claim Submission Subject
el: Θέμα υποβολής αξίωσης καταχώρισης

source: Email subject for claimer
el: Θέμα ηλεκτρονικού ταχυδρομείου για τον ενάγοντα

source: Your claim has submitted
el: Η αξίωσή σας έχει υποβληθεί

source: Listing Claim Submission Content
el: Περιεχόμενο υποβολής αξίωσης καταχώρισης

source: Email content for claimer
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για τον ενάγοντα

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been submitted
el: Η αξίωσή σας για καταχώριση <a href="%listing_url">% listing_title </a> έχει υποβληθεί

source: Listing Claim Submission Subject (Author)
el: Θέμα υποβολής αξίωσης καταχώρησης (Συγγραφέας)

source: Email subject for Author
el: Θέμα ηλεκτρονικού ταχυδρομείου για συγγραφέα

source: A claim has been submitted on your listing
el: Υποβλήθηκε αξίωση στην καταχώρισή σας

source: Listing Claim Submission Content (Author)
el: Περιεχόμενο υποβολής αξίωσης καταχώρησης (Συγγραφέας)

source: Email content for Author
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για συγγραφέα

source: Hi, A claim has been submitted on your listing <a href="%listing_url">%listing_title</a>. Please contact admin for further details
el: Γεια, Υποβλήθηκε αξίωση στην καταχώρισή σας <a href="%listing_url">% listing_title </a>. Επικοινωνήστε με τον διαχειριστή για περισσότερες λεπτομέρειες

source: Listing Claim Submission Subject (Admin)
el: Θέμα υποβολής αξίωσης καταχώρησης (Διαχειριστής)

source: Email subject for Admin
el: Θέμα ηλεκτρονικού ταχυδρομείου για διαχειριστή

source: New Claim has been submitted
el: Υποβλήθηκε νέα αξίωση

source: Listing Claim Submission Content (Admin)
el: Περιεχόμενο υποβολής αξίωσης καταχώρησης (Διαχειριστής)

source: Email content for Admin
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για διαχειριστή

source: You have received a new claim on a listing <a href="%listing_url">%listing_title</a> Please login on dashboard for more details
el: Έχετε λάβει μια νέα αξίωση για μια καταχώριση <a href="%listing_url">% listing_title </a> Συνδεθείτε στον πίνακα ελέγχου για περισσότερες λεπτομέρειες

source: Claim Listing ( Approval )
el: Καταχώριση αξίωσης (Έγκριση)

source: Use these shortcodes only for Claim Approval email. %listing_title as Listing title, %listing_url as Listing URL
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για email έγκρισης αξίωσης. % listing_title as Title list,% listing_url ως URL καταχώρισης

source: Listing Claim Approval Subject
el: Θέμα έγκρισης αξίωσης καταχώρισης

source: Email subject(claimer)
el: Θέμα ηλεκτρονικού ταχυδρομείου (διεκδικητής)

source: Your claim has approved
el: Η αξίωσή σας έχει εγκριθεί

source: Listing Claim Approval Content
el: Περιεχόμενο έγκρισης αξίωσης καταχώρισης

source: Email content(claimer)
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου (διεκδικητής)

source: Your Claim on listing <a href="%listing_url">%listing_title</a> has been approved
el: Η αξίωσή σας για καταχώριση <a href="%listing_url">% listing_title </a> έχει εγκριθεί

source: Email subject(old owner)
el: Θέμα ηλεκτρονικού ταχυδρομείου (παλιός κάτοχος)

source: Listing Claim notice
el: Ανακοίνωση αξίωσης καταχώρισης

source: Email content(old owner)
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου (παλιός κάτοχος)

source: Claim against your listing has been has been approved.Details are : <a href="%listing_url">%listing_title</a>
el: Η αξίωση κατά της καταχώρισής σας έχει εγκριθεί. Οι λεπτομέρειες είναι: <a href="%listing_url">% listing_title </a>

source: Campaign Activation( ADMIN)
el: Ενεργοποίηση καμπάνιας (ADMIN)

source: Use these shortcodes only for Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased, %author_name as Author name
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για email ενεργοποίησης καμπάνιας. % listing_title as Title list,% listing_url as List URL,% campaign_packages as Packages Αγορά,% author_name as Author name

source: Ad Campaign Active Subject
el: Ενεργό θέμα διαφημιστικής καμπάνιας

source: Email subject campaign activation
el: Ενεργοποίηση καμπάνιας θέματος μέσω email

source: Ad Campaign Activated
el: Η διαφημιστική καμπάνια ενεργοποιήθηκε

source: Ad Campaign Active Content
el: Ενεργό περιεχόμενο διαφημιστικής καμπάνιας

source: %author_name just activated an ad campaign for a listing <a href="%listing_url">%listing_title</a> with packages %campaign_packages
el: Το% author_name μόλις ενεργοποίησε μια διαφημιστική καμπάνια για μια καταχώριση <a href="%listing_url">% listing_title </a> με πακέτα% campaign_packages

source: Campaign Activation(To Author)
el: Ενεργοποίηση καμπάνιας (στον συντάκτη)

source: Use these shortcodes only for Author Campaign Activation email. %listing_title as Listing title, %listing_url as Listing URL, %campaign_packages as Packages Purchased
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για το email ενεργοποίησης καμπάνιας συγγραφέα. % listing_title as Title list,% listing_url as listing URL,% campaign_packages as πακέτα που αγοράστηκαν

source: You have activated a campaign on a listing <a href="%listing_url">%listing_title</a> With packages %campaign_packages
el: Έχετε ενεργοποιήσει μια καμπάνια σε μια καταχώριση <a href="%listing_url">% listing_title </a> Με πακέτα% campaign_packages

source: Recurring Payment Reminder Email
el: Επαναλαμβανόμενο μήνυμα ηλεκτρονικού ταχυδρομείου υπενθύμισης πληρωμής

source: Use these shortcodes only for Recurring Payment Notification email. you can use %listing_title as listing title, %plan_title for Plan name, %plan_price as Plan Price, %plan_duration as Plan Duration and %notifybefore as no. of day/days before payment deduction. Use shortcodes only in editor
el: Χρησιμοποιήστε αυτούς τους συντομεύσεις μόνο για επαναλαμβανόμενο email ειδοποίησης πληρωμής. μπορείτε να χρησιμοποιήσετε το% listing_title ως τίτλο καταχώρισης, το% plan_title για το όνομα του προγράμματος, το% plan_price ως Price Plan, το% plan_duration ως Διάρκεια του προγράμματος και το% notify πριν από το όχι ημέρα / ημέρες πριν από την αφαίρεση πληρωμής. Χρησιμοποιήστε σύντομους κωδικούς μόνο στο πρόγραμμα επεξεργασίας

source: Recurring Payment Reminder Subject
el: Θέμα υπενθύμισης επαναλαμβανόμενων πληρωμών

source: Email subject for recurring reminder
el: Θέμα ηλεκτρονικού ταχυδρομείου για επαναλαμβανόμενη υπενθύμιση

source: Recurring Payment Reminder
el: Επαναλαμβανόμενη υπενθύμιση πληρωμής

source: Recurring Payment Reminder Content
el: Περιεχόμενο επαναλαμβανόμενης υπενθύμισης πληρωμής

source: Email content for recurring reminder
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για επαναλαμβανόμενη υπενθύμιση

source: A Payment will be deduct from your card after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
el: Μια πληρωμή θα αφαιρεθεί από την κάρτα σας μετά από% ειδοποίηση πριν από την ημέρα / ημέρες. Λεπτομέρειες είναι: Λίστα:% listing_title, Σχέδιο:% plan_title, Τιμή:% plan_price, Διάρκεια:% plan_duration ημέρα / ημέρες

source: Recurring Payment Reminder Subject (Admin)
el: Θέμα υπενθύμισης επαναλαμβανόμενων πληρωμών (Διαχειριστής)

source: Email subject by admin
el: Θέμα ηλεκτρονικού ταχυδρομείου από τον διαχειριστή

source: Recurring Payment is due
el: Η επαναλαμβανόμενη πληρωμή οφείλεται

source: Recurring Payment Reminder Content (Admin)
el: Περιεχόμενο υπενθύμισης επαναλαμβανόμενων πληρωμών (Διαχειριστής)

source: Email content by admin
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου από τον διαχειριστή

source: A Payment is due by a user after %notifybefore day/days. Details are: Listing: %listing_title, Plan: %plan_title, Price: %plan_price, Duration: %plan_duration day/days
el: Η πληρωμή οφείλεται από έναν χρήστη μετά από% ειδοποίηση πριν από την ημέρα / ημέρες. Λεπτομέρειες είναι: Λίστα:% listing_title, Σχέδιο:% plan_title, Τιμή:% plan_price, Διάρκεια:% plan_duration ημέρα / ημέρες

source: Subscription Cancel Email
el: Ακύρωση συνδρομής Email

source: Use these shortcodes only for cancel recurring submission email. %listing_title as Listing title, %listing_url as Listing URL
el: Χρησιμοποιήστε αυτούς τους σύντομους κωδικούς μόνο για ακύρωση επαναλαμβανόμενων email υποβολής. % listing_title as Title list,% listing_url ως URL καταχώρισης

source: Subscription Cancelled Subject
el: Η εγγραφή ακυρώθηκε θέμα

source: Email subject for subscription cancel
el: Θέμα email για ακύρωση συνδρομής

source: Cancel Subscription Notification
el: Ακύρωση ειδοποίησης συνδρομής

source: Subscription Cancelled Content
el: Ακυρωμένο περιεχόμενο συνδρομής

source: Email content for cancel subscription
el: Περιεχόμενο email για ακύρωση συνδρομής

source: Your subscription has been canceled successfully
el: Η συνδρομή σας ακυρώθηκε με επιτυχία

source: Subscription Cancelled Subject (Admin)
el: Ακύρωση συνδρομής Θέμα (Διαχειριστής)

source: Subscription cancel notification
el: Ειδοποίηση ακύρωσης συνδρομής

source: Subscription Cancelled Content (Admin)
el: Ακυρωμένο περιεχόμενο συνδρομής (Διαχειριστής)

source: A subscription has been cancelled.
el: Η συνδρομή ακυρώθηκε.

source: Lead Form Email Template
el: Πρότυπο email φόρμας δυνητικού πελάτη

source: Use these shortcodes only for Lead form email. %listing_title as listing title, %sender_name for sender name, %sender_email for sender email, %sender_phone for sender phone and %sender_message for sender message
el: Χρησιμοποιήστε αυτούς τους συντομότερους κωδικούς μόνο για email φόρμας Lead % listing_title ως τίτλος καταχώρισης,% sender_name για όνομα αποστολέα,% sender_email για email αποστολέα,% sender_phone για τηλέφωνο αποστολέα και% sender_message για μήνυμα αποστολέα

source: Lead Form Subject
el: Θέμα επικεφαλής φόρμας

source: Email subject for lead form
el: Θέμα ηλεκτρονικού ταχυδρομείου για φόρμα δυνητικού πελάτη

source: Somone contacted for a listing
el: Κάποιος επικοινώνησε για μια λίστα

source: Lead Form Content
el: Περιεχόμενο φόρμας μολύβδου

source: Email content for lead form
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για φόρμα δυνητικού πελάτη

source: Someone has contacted you for the listing "%listing_title". Details are following<br>Name: %sender_name<br>Email: %sender_email<br>Phone:%sender_phone<br>Message: %sender_message
el: Κάποιος έχει επικοινωνήσει μαζί σας για την καταχώριση "% listing_title". Οι λεπτομέρειες ακολουθούν <br> Όνομα:% sender_name <br> Email:% sender_email <br> Τηλέφωνο:% sender_phone <br> Μήνυμα:% sender_message

source: Reviews Email Templates
el: Πρότυπα Email Κριτικές

source: Use these shortcodes only for Review email. %listing_title as listing title, %listing_url as listing link, %reviewtext as Review Message, and %reviewer_email for Reviewer Email in content
el: Χρησιμοποιήστε αυτούς τους συντομεύσεις μόνο για κριτική ηλεκτρονικού ταχυδρομείου. % listing_title as title title,% listing_url as listing link,% reviewtext as Review Review and% reviewer_email for Reviewer Email in content

source: Review Submission Subject (Author)
el: Θέμα υποβολής κριτικών (Συγγραφέας)

source: Enter Subject of Email for Listing Author
el: Εισαγάγετε Θέμα email για Συγγραφέας Καταχώρησης

source: Review Submit Email
el: Επανεξέταση Υποβολή email

source: Review Submission Content (Author)
el: Αξιολόγηση περιεχομένου υποβολής (Συγγραφέας)

source: Email content for Listing Author
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για Συγγραφέας καταχώρισης

source: Someone has reviewed on the listing "%listing_title" which is yours. Details are following<br>Reviewer: %reviewer_email<br>Review: %reviewtext<br>Listing:%listing_title<br>URL: %listing_url
el: Κάποιος έχει αξιολογήσει την καταχώριση "% listing_title" που είναι δική σας. Οι λεπτομέρειες ακολουθούν <br> Κριτής:% reviewer_email <br> Κριτική:% reviewtext <br> Καταχώριση:% listing_title <br> URL:% listing_url

source: Review Submission Subject(Reviewer)
el: Θέμα υποβολής κριτικής (Κριτής)

source: Enter Subject of Email for Reviewer
el: Εισαγάγετε Θέμα ηλεκτρονικού ταχυδρομείου για αναθεωρητή

source: Review Submission content(Reviewer)
el: Αξιολόγηση περιεχομένου υποβολής (Κριτής)

source: Email content for Reviewer
el: Περιεχόμενο ηλεκτρονικού ταχυδρομείου για κριτικό

source: You have reviewed on the listing "%listing_title". Details are following<br>Listing:%listing_title<br>URL: %listing_url
el: Έχετε αξιολογήσει την καταχώριση "% listing_title". Οι λεπτομέρειες ακολουθούν <br> Καταχώριση:% listing_title <br> URL:% listing_url

source: Privacy
el: Μυστικότητα

source: Privacy Page
el: Σελίδα απορρήτου

source: Signup
el: Εγγραφείτε

source: Show Agree to the Privacy Policy during using Signup
el: Εμφάνιση Συμφωνώ με την Πολιτική απορρήτου κατά τη χρήση της Εγγραφής

source: Listing Submission
el: Υποβολή καταχώρησης

source: Show Agree to the Privacy Policy during Listing Submission
el: Εμφάνιση Συμφωνώ με την Πολιτική απορρήτου κατά την υποβολή καταχώρισης

source: Review Submission
el: Έλεγχος υποβολής

source: Show Agree to the Privacy Policy during Review Submission
el: Εμφάνιση Συμφωνώ με την Πολιτική απορρήτου κατά την υποβολή κριτικών

source: Lead Form
el: Μορφή μολύβδου

source: Show Agree to the Privacy Policy on Lead Forms
el: Δείξτε Συμφωνώ με την Πολιτική Απορρήτου σε Φόρμα Μόλυβδος

source: Listing Claim Form
el: Φόρμα αξίωσης καταχώρισης

source: Show Agree to the Privacy Policy during Listing Claim Submission
el: Δείξτε Συμφωνώ με την Πολιτική απορρήτου κατά την υποβολή αξίωσης καταχώρισης

source: Contact Form
el: Φόρμα Επικοινωνίας

source: Show Agree to the Privacy Policy on Contact Page Form
el: Εμφάνιση Συμφωνώ με την Πολιτική απορρήτου στη φόρμα σελίδας επικοινωνίας

source: Invoice
el: Τιμολόγιο

source: Company Logo
el: Λογότυπο Εταιρείας

source: Upload company logo for invoices.
el: Ανεβάστε το λογότυπο της εταιρείας για τιμολόγια.

source: Company Name
el: Όνομα εταιρείας

source: Enter company full name
el: Εισαγάγετε το πλήρες όνομα της εταιρείας

source: Company Address
el: Διεύθυνση εταιρίας

source: Enter company full address
el: Εισαγάγετε την πλήρη διεύθυνση της εταιρείας

source: Company Phone
el: Τηλέφωνο εταιρείας

source: Additional Info
el: Πρόσθετες πληροφορίες

source: Thank You text
el: Ευχαριστώ κείμενο

source: Ads
el: Διαφημίσεις

source: Campaign type
el: Τύπος καμπάνιας

source: Select type of campaign
el: Επιλέξτε τύπο καμπάνιας

source: Select Type of Ad Campaign Used
el: Επιλέξτε Τύπος διαφημιστικής καμπάνιας που χρησιμοποιείται

source: Pay Per Day (PPD)
el: Πληρωμή ανά ημέρα (PPD)

source: Pay Per Click (PPC)
el: Πληρωμή ανά κλικ (ΔΕΗ)

source: Promotion Title
el: Τίτλος προσφοράς

source: Spotlight Ads
el: Διαφημίσεις

source: Enable Spotlight Ads. Spotlight Ads show in the Listing Posts Element
el: Ενεργοποίηση διαφημίσεων Spotlight. Οι διαφημίσεις προβολής εμφανίζονται στο στοιχείο καταχωρίσεων καταχωρίσεων

source: Spotlight Price (PPD)
el: Τιμή προβολέα (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include any currency sign ).
el: Εισαγάγετε το ποσό που θέλετε να χρεώσετε τους ιδιοκτήτες επιχειρήσεων για να προωθήσετε τις καταχωρίσεις τους για αυτήν τη μορφή και τοποθέτηση (Μην συμπεριλάβετε κανένα νόμισμα).

source: Spotlight Price (PPC)
el: Τιμή προβολέα (ΔΕΗ)

source: Side of Listing Ads
el: Πλευρά των διαφημίσεων καταχώρισης

source: Enable Side of Listing Ads. Side of Listing ads requires Widget within Listing
el: Ενεργοποίηση πλευράς διαφημίσεων καταχώρισης. Η πλευρά των διαφημίσεων καταχώρησης απαιτεί Widget εντός καταχώρισης

source: Side of Listing (PPD)
el: Πλευρά καταχώρισης (PPD)

source: Enter the amount you want to charge business owners to promote their listings for this format and placement( Do not include currency sign ).
el: Εισαγάγετε το ποσό που θέλετε να χρεώσετε τους ιδιοκτήτες επιχειρήσεων για να προωθήσετε τις καταχωρίσεις τους για αυτήν τη μορφή και τοποθέτηση (Να μην περιλαμβάνεται το νόμισμα).

source: Side of Listing (PPC)
el: Πλευρά καταχώρησης (ΔΕΗ)

source: Top of Search Ads
el: Κορυφή διαφημίσεων αναζήτησης

source: Top of Search Ads Price (PPD)
el: Κορυφή τιμής διαφημίσεων αναζήτησης (PPD)

source: Top of Search Price (PPC)
el: Κορυφή τιμής αναζήτησης (ΔΕΗ)

source: Form reCaptcha
el: Έντυπο reCaptcha

source: Enable to display Google reCAPTCHA and Load Script
el: Ενεργοποίηση εμφάνισης του Google reCAPTCHA και φόρτωσης σεναρίου

source: Google reCAPTCHA v3 Site Key
el: Κλειδί ιστότοπου Google reCAPTCHA v3

source: Create Key <a href="https://www.google.com/recaptcha/admin" target="_blank">here</a>
el: Δημιουργήστε το κλειδί <a href="https://www.google.com/recaptcha/admin" target="_blank"> εδώ </a>

source: Site Key For Google Recaptcha
el: Κλειδί ιστότοπου για το Google Recaptcha

source: Google reCAPTCHA v3 Secret Key
el: Μυστικό κλειδί Google reCAPTCHA v3

source: Secret Key For Google Recaptcha
el: Μυστικό κλειδί για το Google Recaptcha

source: User registeration
el: Εγγραφή χρήστη
