Repository: camiloroca/Localization
Catalog: Greek/Theme/LP_Theme_GR.po
Languages: el

source: write again your new password
el: γράψτε ξανά τον νέο σας κωδικό πρόσβασης

source: Enter same password in both fields Use an uppercase letter and a number for stronger password
el: Εισαγάγετε τον ίδιο κωδικό πρόσβασης και στα δύο πεδία Χρησιμοποιήστε ένα κεφαλαίο γράμμα και έναν αριθμό για ισχυρότερο κωδικό πρόσβασης

source: Update profile
el: Ανανέωση προφίλ

source: Download Profile
el: Λήψη προφίλ

source: Delete Account
el: Διαγραφή λογαριασμού

source: What should be done with content owned by you?
el: Τι πρέπει να γίνει με το περιεχόμενο που σας ανήκει;

source: Delete all content.
el: Διαγράψτε όλο το περιεχόμενο.

source: Attribute all content to super admin of website
el: Αποδώστε όλο το περιεχόμενο σε σούπερ διαχειριστή του ιστότοπου

source: Confirm Deletion
el: Επιβεβαίωση διαγραφής

source: Close
el: Κλείσε

source: Profile Data
el: Δεδομένα προφίλ

source: Expires
el: Λήγει

source: mins
el: λεπτά

source: secs
el: δευτ

source: Map View
el: Προβολή χάρτη

source: List View
el: Προβολή λίστας

source: Tel
el: Τηλ

source: FILTERS
el: ΦΙΛΤΡΑ

source: DIRECTIONS
el: ΚΑΤΕΥΘΥΝΣΕΙΣ

source: MESSAGE
el: ΜΗΝΥΜΑ

source: Show Filters
el: Εμφάνιση φίλτρων

source: Click To See What Open Now
el: Κάντε κλικ για να δείτε τι ανοίγει τώρα

source: Advanced Filters
el: Προηγμένα φίλτρα

source: Listings
el: Καταχωρήσεις

source: Results For
el: Αποτελέσματα για

source: Keyword
el: Λέξη-κλειδί

source: Log In
el: Σύνδεση

source: Hello
el: Χαίρετε

source: Watch Video
el: Δες το βίντεο

source: Add a Review
el: Προσθέστε μια κριτική

source: See Menu
el: Βλέπε Μενού

source: See Filters
el: Δείτε τα φίλτρα

source: Click To GET
el: Κάντε κλικ για να λάβετε

source: Click To See Your Best Match
el: Κάντε κλικ για να δείτε τον καλύτερο αγώνα σας

source: Distance
el: Απόσταση

source: Sort By
el: Ταξινόμηση κατά

source: Recent Listings
el: Πρόσφατες καταχωρήσεις

source: Showing
el: Επίδειξη

source: of
el: του

source: Close Map
el: Κλείσιμο χάρτη

source: Detail
el: Λεπτομέρεια

source: FAQs
el: Συχνές ερωτήσεις

source: Reviews
el: Κριτικές

source: Contact Info
el: Πληροφορίες επαφής

source: Offers/Deals
el: Προσφορές / Προσφορές

source: Images
el: Εικόνες

source: View On Map
el: Προβολή στο χάρτη

source: Get a Free Quote
el: Λάβετε δωρεάν προσφορά

source: Write a Review
el: Γράψτε μια κριτική

source: Overview
el: ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ

source: Services
el: Υπηρεσίες

source: Offers
el: Προσφορές

source: Faqs
el: Συχνές ερωτήσεις

source: Hosted by
el: Φιλοξενείται από

source: 0 Attendees
el: 0 Συμμετέχοντες

source: Going?
el: Μετάβαση?

source: not going?
el: δεν πηγαίνω?

source: not going
el: δεν πηγαίνω

source: GOING?
el: ΜΕΤΑΒΑΣΗ?

source: Be the first to review!
el: Γίνε ο πρώτος που θα αξιολογήσει!

source: call
el: κλήση

source: Show Map
el: Εμφάνιση χάρτη

source: Direction
el: Κατεύθυνση

source: call Now
el: κάλεσε τώρα

source: Error!
el: Λάθος!

source: Problem in submitting this listing
el: Πρόβλημα κατά την υποβολή αυτής της καταχώρισης

source: Your listing is pending for review.
el: Η καταχώρισή σας εκκρεμεί για έλεγχο.

source: Your listing is pending! Please proceed to make it published
el: Η καταχώρισή σας εκκρεμεί! Συνεχίστε για να το δημοσιεύσετε

source: Success!
el: Επιτυχία!

source: Listing has been submitted
el: Η καταχώριση έχει υποβληθεί

source: Select Plan For Claim
el: Επιλέξτε Πρόγραμμα για αξίωση

source: Close me!
el: Κλείσε με!

source: Content is loading...
el: Το περιεχόμενο φορτώνεται ...

source: Loading...
el: Φόρτωση...

source: Let's Get Started
el: Ας αρχίσουμε

source: Sorry! Your request failed
el: Συγνώμη! Το αίτημά σας απέτυχε

source: Card Number
el: Αριθμός κάρτας

source: Expiration Date (MM/YYYY)
el: Ημερομηνία λήξης (ΜΜ / ΕΕΕΕ)

source: Zip
el: Φερμουάρ

source: More Filters
el: Περισσότερα φίλτρα

source: features/tags
el: χαρακτηριστικά / ετικέτες

source: City...
el: Πόλη...

source: Filter
el: Φίλτρο

source: Click To See Your Most Reviewed
el: Κάντε κλικ για να δείτε τα πιο ελεγμένα

source: Click To See Your Most Viewed
el: Κάντε κλικ για να δείτε τις περισσότερες προβολές

source: Click To See Your Highest Rated
el: Κάντε κλικ για να δείτε την υψηλότερη βαθμολογία σας

source: Click To See Listing With Coupons
el: Κάντε κλικ για να δείτε την καταχώριση με κουπόνια

source: Brwose Anything!
el: Brwose Οτιδήποτε!

source: All Locations
el: Όλες οι τοποθεσίες

source: Catagory
el: Κατηγορία

source: Event
el: Εκδήλωση

source: Hotel
el: Ξενοδοχειο

source: Trip
el: Ταξίδι

source: Bar
el: Μπαρ

source: Advance
el: Προκαταβολή

source: Share :
el: Μερίδιο :

source: I am not going
el: δεν πάω

source: Choose a Plan to Claim Your Business
el: Επιλέξτε ένα σχέδιο για να διεκδικήσετε την επιχείρησή σας

source: Claiming your business Listing
el: Διεκδίκηση καταχώρισης της επιχείρησής σας

source: First
el: Πρώτα

source: Last
el: τελευταίος

source: Business E-Mail
el: Επιχείρηση E-Mail

source: Please provide your business email which will be use for claim procedure.
el: Καταχωρίστε το email της επιχείρησής σας, το οποίο θα χρησιμοποιηθεί για τη διαδικασία αξίωσης.

source: Business Email
el: Ηλεκτρονικό ταχυδρομείο επιχείρησης

source: Verfication Details
el: Λεπτομέρειες επαλήθευσης

source: Please provide your verification details which will be used for claim procedure.
el: Καταχωρίστε τα στοιχεία επαλήθευσής σας τα οποία θα χρησιμοποιηθούν για τη διαδικασία αξίωσης.

source: Attach File
el: Επισυνάψετε το αρχείο

source: Detail description about your listing
el: Λεπτομερής περιγραφή για την καταχώρισή σας

source: NEW USER? TO SIGNUP ENTER AN EMAIL
el: ΝΕΟΣ ΧΡΗΣΤΗΣ? ΓΙΑ ΤΗΝ ΕΓΓΡΑΦΗ ΕΙΣΑΓΩΓΗ ΣΕ EMAIL

source: USERNAME OR EMAIL
el: ΟΝΟΜΑ ΧΡΗΣΤΗ Ή ΔΙΕΥΘΥΝΣΗ ΗΛΕΚΤΡΟΝΙΚΟΥ ΤΑΧΥΔΡΟΜΙΟΥ

source: PASSWORD
el: ΚΩΔΙΚΟΣ ΠΡΟΣΒΑΣΗΣ

source: Returning user? Check this box to Sign in
el: Επανερχόμενος χρήστης; Επιλέξτε αυτό το πλαίσιο για είσοδο

source: You agree & accept our Terms & Conditions for posting this information?.
el: Συμφωνείτε και αποδέχεστε τους Όρους και Προϋποθέσεις μας για τη δημοσίευση αυτών των πληροφοριών ;.

source: Claim your business now!
el: Διεκδικήστε την επιχείρησή σας τώρα!

source: Claim request is processed after verification..
el: Η αίτηση αξίωσης υποβάλλεται σε επεξεργασία μετά την επαλήθευση ..

source: Return to Dashboard
el: Επιστροφή στον Πίνακα ελέγχου

source: Claim This Listing
el: Διεκδικήστε αυτήν την καταχώριση

source: Own or work here?
el: Είστε ιδιοκτήτης ή εργάζεστε εδώ;

source: Claim Now!
el: Διεκδικήστε τώρα!

source: Follow Social
el: Ακολουθήστε τα κοινωνικά

source: Special Deals
el: Ειδικές προσφορές

source: Validity:
el: Εγκυρότητα:

source: copy to clipboard
el: Αντιγραφή στο πρόχειρο

source: Special Offers
el: Ειδικές προσφορές

source: Validity:
el: Εγκυρότητα:

source: Validity Details:
el: Λεπτομέρειες ισχύος:

source: Which services are needed for your event?
el: Ποιες υπηρεσίες χρειάζονται για την εκδήλωσή σας;

source: What type of event are you planning?
el: Τι είδους εκδήλωση σχεδιάζετε;

source: Name of the City where event is taking place
el: Όνομα της πόλης όπου λαμβάνει χώρα η εκδήλωση

source: What is the address?
el: Ποια είναι η διεύθυνση?

source: What is the date of your event?
el: Ποια είναι η ημερομηνία της εκδήλωσής σας;

source: What time should the vendor start?
el: Τι ώρα πρέπει να ξεκινήσει ο πωλητής;

source: How many guests are you expecting at the event? (approximate)
el: Πόσους επισκέπτες περιμένετε στην εκδήλωση; (κατά προσέγγιση)

source: How long will the vendor be needed?
el: Πόσο καιρό θα χρειαστεί ο πωλητής;

source: Tell me more about your event?
el: Πείτε μου περισσότερα για την εκδήλωσή σας;

source: Select Special Offer
el: Επιλέξτε Ειδική Προσφορά

source: Your full Name
el: Το ονοματεπώνυμο σου

source: Your Phone Number
el: Τον αριθμό του τηλεφώνου σας

source: Your Email Address
el: Η ηλεκτρονική σου διεύθυνση

source: Deals
el: Συμφωνίες

source: order online
el: παραγγείλετε online

source: Popular
el: Δημοφιλής

source: Order Now
el: Παράγγειλε τώρα

source: Checkout
el: ολοκλήρωση παραγγελίας

source: Be the first to review
el: Γίνε ο πρώτος που θα αξιολογήσει

source: Want to report this?
el: Θέλετε να το αναφέρετε;

source: see all
el: Προβολή όλων

source: Add Review
el: Προσθήκη κριτικής

source: Oh Sorry! Your payment failed
el: Ω συγνώμη! Η πληρωμή σας απέτυχε

source: Congratulations! Your payment has been made successfull
el: Συγχαρητήρια! Η πληρωμή σας έγινε επιτυχής
